{
  "txt_file": "1-s2.0-S0141813021005730-main.txt",
  "experimental_sections": [
    "2. Materials and methods\n2.1. Computational design of IsPETase by Premuse\nThe sequence information of poly(ethylene terephthalate) hydro-\nlases (PETase)IsPETase (Accession NO: 6EQD_A) and its 1486 homologs\n(identity >45%, coverage >50%) were acquired from databases of NCBI.\nThe pairwise alignment tool, needle in EMBoss [25], was used to carry\nout the sequence alignment between the target sequence and each of\nthe similar proteins. All of the homologs were trimmed to the same\nlength as and aligned to the target sequence. Then the aligned homologs\nwere weighted and the position-speciﬁc amino acid probabilities\n(PSAP) of the target sequence were calculated [26]. If the evolutionary\nselection probability of the mutation was greater than 65% of the prob-\nability of the wild type, the amino acids were selected for the variant's\nconstruction. The above mutation selection protocol was integrated as\na web tool, Premuse (Premuse,http://www.elabcaas.cn/pird/premuse.\nhtml), to design the potential mutations.\n2.2. Plasmids construction\nThe nucleotide sequences encoding signal peptides predicted with\nSignalP [27]( http://www.cbs.dtu.dk/services/SignalP/) were removed.\nThen the gene encodingIsPETase was commercially synthesized with\ncodon optimization by GenScript Co. Ltd. (Nanjing, China) and cloned\ninto theHindIII andNcoIs i t e so fp E T - 2 7 b .\n2.3. Variant construction\nThe single point mutations were cloned intoIsPETase by amplifying\nfull-length plasmid using Phanta Max Super-Fidelity DNA Polymerase\n(Vazyme, Nanjing, China) with partially overlapping oligonucleotides.\nThe product of polymerase chain reaction (PCR) was circularized by ho-\nmologous recombination using ClonExpress II One Step Cloning Kit\n(Vazyme, Nanjing, China) and transformed inE. coliBL21 (DE3). The\nDNA sequencing of variants was carried out by TSINGKE Co. Ltd. (Bei-\njing, China). The sequences ofIsPETase andIsPETase\nW159H/F229Y were\nalso cloned into theHindIII andNcoI sites of pET-30a for large scale pro-\ntein production. The primers used for cloning and site-directed muta-\ngenesis are listed in Table S1.\n2.4. Protein expression and puriﬁcation\nAs i n g l ec l o n eo fE. coliBL21 (DE3) cells containing the gene of a var-\niant was inoculated in 5 mL LB medium with 50μg/mL kanamycin at\n37 °C, 220 rpm. Then the overnight culture was grown in LB medium\nwith 50μg/mL kanamycin at 37 °C for 2 h to OD600 0.8–1.0, and then in-\nduced by 0.4 mM isopropylβ-D-thiogalactopyranoside (IPTG) at 16 °C,\n180 rpm for a further 20 h. TheE. coliBL21 (DE3) cells were harvested\nby centrifugation (7000 ×g, 5 min, 4 °C), and washed twice and\nsuspended by binding buffer (50 mM Tris-HCL, 0.5 M NaCl, 5 mM imid-\nazole, pH 9.5). Then the cells were disrupted by ultrasonication. The cell\nprecipitates were removed by centrifugation (12,000 ×g, 30 min, 4 °C)\nand ﬁltration (0.45-μm ﬁlter, Φ25mm, JINTENG). The supernatant was\napplied to a Ni-NTA afﬁnity column (Solarbio, Beijing) at 4 °C, then\nwashed with binding buffer followed by wash buffer (50 mM Tris-HCl,\n0.5 M NaCl, 50 mM imidazole, pH 9.5). The target protein was eluted\nwith elution buffer (50 mM Tris-HCl, 0.5 M NaCl, 500 mM imidazole,\npH 9.5). The eluted fraction was applied to a dialysis membrane to\nwash out the imidazole in dialysis buffer (50 mM Tris-HCL, 0.5 M\nNaCl, pH 9.5) at 4 °C. After concentration with PEG 8000, the puriﬁed\nenzyme was stored in storage buffer (50 mM Tris-HCL, 0.5 M NaCl,\n20%(v/v) glycerol, pH 9.5) at−80 °C. Protein concentration was mea-\nsured by using a BCA Protein Assay Kit (CWBIO, Beijing).\n2.5. Variants screen and evaluation by p-nitrophenyl palmitate (p-NPP)\ncolorimetric assay\nThe PETase catalyzed ester bond hydrolysis resulted in PET depoly-\nmerization, so that the ester bond ofp-nitrophenyl palmitate hydrolysis\ncould be used for fast screening of variants. The puriﬁed protein solution\n(0.05 mg/mL, 2.5μL) was incubated at 50 °C for 30 min, then added into\n187.5 μL of 50 mM Tris buffer (pH 9.5) with 10μL of p-NPP solution\n(8 mM). After incubation for 10 min, 50μL of 10% (m/v) TCA was\nadded to stop the reaction, and 50μL of 10% (m/v) Na2CO3 was added\nas a chromogenic agent. A total of 200μL of supernatant separated by\ncentrifugation was injected in a thin-walled 96-well PCR plate. The pro-\nduction of p-nitrophenol (p-NP) was detected from the absorption at\n410 nm in a multiscan spectrophotometer (SpectraMax M2, Molecular\nDevices, US).\n2.6. Analytical assessment of melting temperature\nThermal stability ofIsPETase and variants was determined by tem-\nperature melting curves in differential scanning calorimetry (MicroCal\nVP-Capillary DSC System, UN). Protein in storage buffer (~0.5 mg/mL,\n400 μL) was monitored by increasing temperature from 25 to 90 °C at\na scanning rate of 200 °C/h. Melting temperature was determined\nfrom theﬁrst thermal shift curve.\n2.7. Analysis for thermostability of variants\nThe variant proteins in storage solution (0.05 mg/mL) were incu-\nbated at 50 °C for 0, 5, 15, 30 and 60 min, and the residual activity was\nmeasured byp-nitrophenyl palmitate (p-NPP) colorimetric assay as\nstated above. The activity of enzyme without heat treatment was de-\nﬁned as 100%.\nX. Meng, L. Yang, H. Liu et al. International Journal of Biological Macromolecules 180 (2021) 667–676\n668\n2.8. Analysis for the effects of temperature and pH on enzyme activity\nThe optimum temperatures of variants were determined at temper-\natures ranging from 25 °C to 60 °C in 50 mM Tris-HCl (pH 9.5). The op-\ntimum pH of variants was measured in 50 mM glycine-NaOH with pH\nranging from 8.5 to 10.5. The activity was determined by using ap-\nnitrophenyl palmitate (p-NPP) colorimetric assay.\n2.9. Kinetic analysis of variants for p-NPP\nVariant proteins (1.09 μM) were incubated in 50 mM Tris-HCl\n(pH 9.5) with 0.08, 0.2, 0.3, 0.4, 0.6, 0.8, 1, and 1.2μM at 40 °C. The p-\nNP produced was detected by a multiscan spectrophotometer as men-\ntioned above. Initial rates were plotted against p-NPP concentrations\nand the kinetic parameters were determined by using the Michaelis–\nMenten equation in Graph Pad Prism version 6 (GraphPad Software,\nSan Diego, CA).\n2.10. Enzyme assays for BHET\nThe puriﬁed protein solution (14 mg/mL, 0.1μL) was added into\n190 μL of 50 mM Tris buffer (pH 9.5) with 10μL of BHET solution\n(9 mM). After incubation for 5 min at 40 °C, the reaction was terminated\nby adding 100μL methyl alcohol. The reaction mixture was then ana-\nlyzed by HPLC, after centrifugation (10,000 ×g,5m i n )a n dﬁltering\n(0.22 μm).\n2.11. Enzyme assays for amorphous PETﬂoccule\nA Coca Cola bottle was cut into PET tablets (⌀6 mm, 10 mg), then dis-\nsolved in 0.5 mL of 1,1,1,3,3,3-hexaﬂuoro-2-propanol. A total of 20μLo f\nthis solution was added to 165μL reaction buffer (50 mM Tris-HCL, 20%\n(v/v) glycerol, pH 9.5), to generate amorphous PETﬂoccule. Variant pro-\nteins (15μL, 14 mg/mL) were added for PET degradation. After incuba-\ntion at 40 °C for 24 h, the reaction was terminated by adding 100μL\nmethyl alcohol. After centrifugation (10,000 ×g,5m i n )a n dﬁltering\n(0.22 μm), the reaction mixture was analyzed by HPLC.\n2.12. HPLC analysis\nHPLC analysis was performed on a 1200 series HPLC system (Agilent\nTechnologies, Santa Clara, CA, USA) equipped with a SunFire™ C18 col-\numn (5μm, 44.6 × 250 mm, Waters, Massachusetts, USA). The column\nwas developed with solvent A (ddH2O with 0.1% (v/v) triﬂuoroacetic\nacid) and methyl alcohol at aﬂow rate of 0.8 mL/min. The percentage\nof methyl alcohol was changed using a linear gradient from 1% to 5%\nover 0–5 min, and from 5% to 100% over 5–15 min. The detection wave-\nlength was 240 nm.\n2.13. Enzyme assays for bottle grade PET preform\nA Coca Cola bottle was cut into PET tablets (⌀6 mm, 10 mg), then\nmelted using an alcohol lamp and cooled down to make PET preform.\nA piece of preform was soaked in 200μL reaction buffer (50 mM Tris-\nHCL, 20% (v/v) glycerol, pH 9.5) with 15 μL of variant proteins\n(14 mg/mL). After 24 h, the weight of PET preform was measured, and\nthe change of shape was photographed.\n2.14. LC-MS analyses\nHR-ESI-MS was performed on an Agilent 1260 HPLC/6520 QTOF-MS\ninstrument (Santa Clara, CA, USA), equipped with an electrospray ioni-\nzation source and a Poroshell 120 SB-C18 column (2.7 μm,\n3.0 × 150 mm, Agilent, Santa Clara, CA, USA). The column was devel-\noped with solvent A (ddH2O with 0.1% (v/v) formic acid) and methyl al-\ncohol at aﬂow rate of 0.55 mL/min. The percentage of methyl alcohol\nwas changed using a linear gradient from 5% to 40% over 1–3m i n ,a n d\nfrom 40% to 50% over 3–7m i n .\n2.15. Molecular docking and molecular-dynamics (MD) simulations\nThe wild-typeIsPETase three-dimensional structure was retrieved\nfrom the PDB database (PDB ID: 6EQD). The three-dimensional\nstructures of the variants were constructed with Modeler 9.22 [27].\nThe molecular docking consisting ofIsPETase and 2-hydroxyethyl-\n(monohydroxyethyl terephthalate)\n4 (2-HE(MHET)4) was performed\nby AutoDock vina 1.1.2 [28]and PyMOL 1.3 [29]. The substrate confor-\nmation in the complex structures was based on previous reports\n[30–32].\nMD simulations were carried out on wild-type and W159H/F229Y\nenzymes, in the free state, using the NAMD 2.12 [33] with CHARMM22\n[34] forceﬁeld. The procedure has been reported previously [35]. The\nprotein structure was prepared for removing non-protein and hydrogen\natoms using Discovery Studio 2.5 (https://discover.3ds.com/discovery-\nstudio-visualizer-download). Protein molecules were placed in cubic\nboxes at a minimum of 12 Å distance from the edge and were solvated\nusing TIP3P explicit water. To keep all systems neutral, 0.15 M NaCl was\nadded. Simulations were carried out using periodic boundary conditions\nand a 12 Å cut-off for non-bonded interactions as well as a Particle Mesh\nEwald for long-range electrostatics. A time step of 2 fs was used, and\nsnapshots were saved every 1 ps. The protein was fully constrained,\nand the solvent minimized for 2000 steps using a conjugate gradient al-\ngorithm. The solvent was equilibrated for 100 ps under constant-\ntemperature, constant-pressure NPT conditions. The solvent was then\nfully constrained, and the protein minimized for 2000 steps. The entire\nsystem was then minimized for another 2000 steps and equilibrated for\n100 ps under the same NPT conditions. Finally, a 20-ns MD simulation\nwas performed at 400 K in constant-energy, constant-volume ensemble\nNVE conditions.\n2.16. Phylogenetic analysis of IsPETase mutational sites\nIn total, 14 full-length protein sequences of known PETases\nreviewed by Taniguchi et al. [36] were aligned by ClustalW. The phylo-\ngenetic analysis was performed with MEGA-X [37], and the guide tree\nwas obtained on the basis of the neighbor-joining method using the\np-distance model.\n2.17. Crystallinity analyses by differential scanning calorimetry (DSC)\nThe crystallinity of bottle grade PET and preform were analyzed by\nthe DSC (NETZSCH DSC 214) with the previously described method\n[38] at the ZHONG KE BAI CE Technology Service Company (Beijing,\nChina). A sample of 3 mg was heated from 0 to 280 °C at 10 °C min\n−1.\nThe heat of PET meltingΔHm and heat of PET cold crystallizationΔHc\nwere determined by integrating areas (J g−1) under peaks. The heat of\nmelting (100% crystalline PET)ΔHm\n0 is estimated to be 140.1 J g−1.P E T"
  ],
  "computational_sections": []
}