{
  "txt_file": "1-s2.0-S2001037025000789-main.txt",
  "experimental_sections": [
    "methodology. To confirm whether protein dynamics influences the \nPETase variants ’ thermal stability, we opted to carry out MD simulations \non both, the WT- and FAST-PETase, at 30\n◦\nC and 50\n◦\nC.\nAfter extensive three-step equilibration (constant volume and tem -\nperature (NVT) with restraints, constant pressure and temperature \n(NPT) with restraints, and free constant pressure and temperature \n(NPT)), five separate production runs were simulated for 100 nanosec -\nonds each. Subsequently, root mean square deviation (RMSD) of the \nP. Stockinger et al.                                                                                                                                                                                                                              \nComputational and Structural Biotechnology Journal 27 (2025) 969–977\n971\nprotein backbone molecules was analyzed and visualized for all simu -\nlation systems ( Fig. 2 ). For WT-PETase, all replicates of the 30 \n◦\nC \nsimulation system displayed RMSD values converging between 0.125 \nand 0.2 nm. RMSD values of all replicates simulated at 50 \n◦\nC converged \nin a range between 0.175 and 0.325 nm. Unexpectedly, RMSD analysis"
  ],
  "computational_sections": [
    "Molecular dynamics\nPET\nThermostability\nBiocatalysis\nEnzyme Engineering\nMachine learning\nPETase\nABSTRACT\nMore than 10 % of global solid waste consists of poly(ethyleneterephthalate) (PET). Among other techniques, \nPET hydrolases (PETases) can be used to depolymerize this plastic. However, wildtype PETases exhibit poor \nspecific activities and insufficient thermostability, limiting their use in depolymerization processes which require \nhigh temperatures. In 2022, machine learning-aided enzyme engineering of a PETase stemming from the bac -\nterium Ideonella sakaiensis ( Is PETase) resulted in a more functional, active, stable, and tolerant variant (FAST- \nPETase). To rationalize the molecular basis of FAST-PETase ’ s improved thermal stability, we performed \ncomparative Constraint Network Analysis (CNAnalysis) and Molecular Dynamics (MD) simulations of wildtype \nIs PETase (WT-PETase) and FAST-PETase at 30\n◦\nC and 50\n◦\nC identifying thermolabile sequence stretches in the \nwildtype enzyme. Further analysis of the backbone flexibility revealed that all mutations of FAST-PETase \naffected these critical regions. Counterintuitively, the in-silico analyses additionally highlighted that the flexi -\nbility of these regions decreased at 50\n◦\nC in FAST-PETase, instead of exhibiting increased flexibility at higher \ntemperature as would be expected from thermodynamic considerations. This effect was confirmed by physical \nenergy calculations, which suggest that temperature-dependent conformational changes of FAST-PETase \ndecrease the free energy of unfolding ( Δ G(stability)) and rigidify the enzyme at elevated temperatures \nenhancing stability. Looking forward, these findings might help guide the rational engineering of protein ther -\nmostability and contribute to our understanding of the thermal adaptation of thermophilic enzymes.\n1. Introduction\nTo achieve a circular economy, the ability to recycle the growing \namount of plastic waste is considered to be of high priority. [1] With PET \naccounting for around 12 % of the global solid waste volume (8 % by \nweight), the development of efficient and economical de- and repoly -\nmerization processes is therefore key. [2,3] One such PET depolymer -\nization strategy is the plastics ’ enzymatic hydrolysis, first reported in \n2005. [4,5] Although several enzymes with PET-hydrolyzing activities \nhave been identified, such as esterase, lipase and cutinase enzyme an -\nnotations, [6 – 9] expensive PET pretreatments are necessary to achieve \nacceptable depolymerizing activities with these promiscuous enzymes. \n[10 – 12] In 2016, PETase from Ideonella sakaiensis ( Is PETase) was \nreported to be suitable for the operation at temperatures between 30 and \n50 \n◦\nC. [13] However, this enzyme was found to be poorly stable, with \nloss of activities after 24 hours incubation at 37 \n◦\nC. [14] Since PET \nbecomes more accessible near its glass transition temperature (65 – 75 \n◦\nC), [15] increasing T\nm \nand optimal operating temperature of Is PETase \nis desirable. Thus, several enzyme engineering strategies have been \napplied to optimize Is PETase ’ s utility by enhancing its thermostability, \nactivity and process conditions. [14,16 – 19] As a result, two stabilized \nvariants, ThermoPETase and DuraPETase, were generated, which dis -\nplayed higher thermostability ( Δ T\nm \n10 and 30 \n◦\nC, respectively) and \nactivity at elevated temperatures ( > 60 \n◦\nC) but lower activity when mild \ntemperatures (30 – 50 \n◦\nC) were applied in depolymerization experiments. \n[14,16,20] Building on initial engineering attempts, Is PETase was \n* Corresponding authors.\nE-mail addresses: ac4086@coventry.ac.uk (S. Farnaud), rebecca.buller@zhaw.ch (R. Buller). \n1\nhttps://orcid.org/0000-0002-3494-7302\n2\nhttps://orcid.org/0000-0002-8176-4250\n3\nhttps://orcid.org/0000-0003-2077-5797\n4\nhttps://orcid.org/0000-0002-5997-1616\nContents lists available at ScienceDirect\nComputational and Structural Biotechnology Journal\njournal homepag e: www.else vier.com/loc ate/csbj\nhttps://doi.org/10.1016/j.csbj.2025.03.006\nReceived 7 January 2025; Received in revised form 3 March 2025; Accepted 4 March 2025  \nComputational and Structural Biotechnology Journal 27 (2025) 969–977\n970\nfurther optimized by harnessing a structure-based machine learning \nalgorithm, [14] which was combined with combinatorial mutagenesis. \nThis strategy resulted in the f unctional, a ctive, s table and t olerant \nIs PETase variant (FAST-PETase) with optimized PET-hydrolytic activity \ncompared to wildtype Is PETase, and the previously most active variants \nThermoPETase and DuraPETase (between 30 and 50 \n◦\nC). [20]\nRecent studies utilizing MD simulations and QM/MM calculations on \nFAST-PETase and PETase with and without a PET substrate model \nsuggest that the enhanced catalytic efficiency of FAST-PETase in PET \ndegradation is primarily due to two factors: control of substrate \nconformation and transition state stabilization. [21,22] Control of sub -\nstrate conformation is achieved by the enzyme ’ s ability to induce \nreactive conformations of the PET substrate, which are not found when \nthe substrate is free in solution. This pre-organization at the active site, \nparticularly at 50\n◦\nC, optimizes substrate alignment in FAST-PETase ’ s \nactive site for catalysis. [21] Furthermore, transition state stabilization \nby FAST-PETase seems to be enhanced through an N233K mutation, \nwhich locally alters the depolymerases ’ structure increasing the basicity \nof Asp206 and strengthening the interaction with His237. This inter -\naction reduces the free energy barrier of the acylation stage \n(12.1 kcal/mol for FAST-PETase vs. 16.5 kcal/mol for wildtype Is PE -\nTase), ultimately accelerating the reaction rate. [22]\nIn addition to the improved transition state stabilization and the fine- \ntuned substrate binding conformation at 50 \n◦\nC, FAST-PETase exhibits a \nnotably improved thermal stability, with a T\nm \nof 67 \n◦\nC – an increase of \n18 \n◦\nC compared to WT-PETase ’ s T\nm \nof 49 \n◦\nC. Interestingly, unlike other \ndepolymerases, FAST-PETase performs best at 50\n◦\nC, rather than at \ntemperatures near the glass transition of PET (65 – 75 \n◦\nC). At 50\n◦",
    "simulations at 30 and 50 \n◦\nC. The simulations indicated a temperature- \ninduced stabilization of FAST-PETase, which was confirmed by \nsecondary-structure analysis and free energy calculations.\n2. Results\n2.1. Constraint Network Analysis (CNAnalysis)\nConstraint Network Analysis (CNAnalysis) can be used to identify \nvariations with regards to rigidity and flexibility at optimal tempera -\ntures of homologous mesophilic and thermophilic proteins. [28] Based \non graph theory, global and local flexibility/rigidity characteristics of \nproteins can be derived from single or multiple protein structures to \nsupport data-driven protein engineering with the aim to improve the \nproteins ’ thermal stability. [29]\nAs a first step to analyze flexibility/rigidity characteristics of the \nselected PETase variants, thermal unfolding simulations of a single \nconstraint network derived from crystal structures of WT-PETase and \nFAST-PETase (PDB accessions 5XJH and 7SH6, respectively) were per -\nformed utilizing the CNAnalysis Web Interface ( http://www.cnanalysis. \nde ). [30] A constraint network refers to a model for which the protein ’ s \natomic or residue-level structure is represented as a network of nodes \n(atoms or residues) connected by edges, which correspond to stabilizing \ninteractions such as hydrogen bonds, salt bridges, hydrophobic in -\nteractions, and covalent bonds. Through thermal unfolding simulations, \na stability map can be derived from the constraint network, which en -\nables the visualization of how rigid contacts are distributed and how \nthey are impacted by thermal stress, providing insights into the protein ’ s \nstructural stability.\nWhen analyzing the stability maps of the PETase variants ( Fig. 1 ), it \nbecame evident that while rigid contacts in sequence region 55 – 60 of \nFAST-PETase were weakened compared to WT-PETase, all other \ndifferentiating regions exhibited stronger rigid contacts in FAST-PETase. \nFor instance, rigidity scores of contacts within region 110 – 155 around \nposition 121 (-1.8 vs \u0000 2.2) and region 200 – 230 around position 224 \n(-1.0 vs \u0000 1.5) increased for almost all contacts. Interestingly, the region \nsurrounding key mutation R280A in FAST-PETase, which alters the \nsubstrate binding site conformation to allow stronger substrate in -\nteractions, [18] also showed more rigid contacts (-0.8 vs \u0000 2.0) not seen \naround R180 in WT-PETase.\nTo further investigate the origin of thermal instability in WT- and \nFAST-PETase, unfolding nuclei frequencies were calculated using ther -\nmal unfolding simulations on an ensemble of networks (50 network \ntopologies). Unfolding nuclei are weak spots within the protein, which \ncan be considered as starting points of the thermal unfolding processes. \nResidues with higher unfolding nuclei frequencies represent weaker \nspots of the protein. Through the prediction of unfolding nuclei, at least \nfour potential hotspots for further stability engineering of WT- or FAST- \nPETase toward increased thermal adaptation were identified around \nresidues Y69, A82, V107 and M156 ( Supplementary Fig. S1 ). Regions \naround substitutions S121E and D186H in FAST-PETase displayed a \nconsiderable drop in the unfolding nuclei frequencies compared to the \ncorresponding WT-PETase frequencies. Calculating the difference be -\ntween WT- and FAST-PETase frequencies mainly resulted in positive \nvalues indicating the overall reduction of unfolding nuclei.\n2.2. Molecular Dynamics (MD) simulations\nWhile CNAnalysis ’ s thermal unfolding simulations offered a \nstraightforward way to pinpoint protein regions influencing the rigidity \nand flexibility of WT- and FAST-PETase, molecular insights into residue \ninteractions and conformational changes cannot be identified by this \nmethodology. To confirm whether protein dynamics influences the \nPETase variants ’ thermal stability, we opted to carry out MD simulations \non both, the WT- and FAST-PETase, at 30\n◦\nC and 50\n◦\nC.\nAfter extensive three-step equilibration (constant volume and tem -\nperature (NVT) with restraints, constant pressure and temperature \n(NPT) with restraints, and free constant pressure and temperature \n(NPT)), five separate production runs were simulated for 100 nanosec -\nonds each. Subsequently, root mean square deviation (RMSD) of the \nP. Stockinger et al.                                                                                                                                                                                                                              \nComputational and Structural Biotechnology Journal 27 (2025) 969–977\n971\nprotein backbone molecules was analyzed and visualized for all simu -\nlation systems ( Fig. 2 ). For WT-PETase, all replicates of the 30 \n◦\nC \nsimulation system displayed RMSD values converging between 0.125 \nand 0.2 nm. RMSD values of all replicates simulated at 50 \n◦\nC converged \nin a range between 0.175 and 0.325 nm. Unexpectedly, RMSD analysis",
    "simulation replicates ( Fig. 5 & Supplementary Fig. S6 ). Consistently, all \nmethods captured a decreased stability of WT-PETase at higher tem -\nperature, while FAST-PETase was found to be stabilized at 50\n◦\nC \n( Supplementary Table S3 ).\n3. Discussion\nFAST-PETase, obtained through ML-assisted engineering, exhibits a \ntemperature-dependent dynamic behavior which is distinct from its \nparental enzyme. In this context, stability map analysis revealed that the \nstrength of rigid contacts is increased in FAST-PETase compared to the \nwildtype enzyme, while MD simulations identified instability regions \n(IS1-IS7) which display a different behavior as a function of the applied \ntemperature and the investigated variant. WT-PETase displayed signif -\nicantly higher RMSF values in instability regions at 50\n◦\nC compared to \n30\n◦\nC, indicative of increased flexibility at higher temperatures. Sur -\nprisingly, however, in FAST-PETase instability regions IS1, IS2, IS3, IS4, \nIS5, and IS6 exhibited decreased flexibility at higher temperatures, \nsuggesting a temperature-induced stabilizing effect. Importantly, in this \ncontext, many mutations present in FAST-PETase are within or adjacent \nto the instability regions, suggesting a role in modulating the protein ’ s \nstability and dynamics through the reorganization of hydrogen bonding \npatterns potentially causing the thermal adaptation. For example, key \nmutations S121E and D186H impact the hydrogen bonds between res -\nidues E121 and W185, as well as H186 and S193, while the collapse of \nthese bonds at 50 \n◦\nC is compensated, inter alia , by the formation of \nstabilizing bonds between E121 and H186, as well as H186 and S214.\nThe putative temperature-induced stabilization of FAST-PETase is \nfurther supported by a secondary structure analysis: While WT-PETase \ndisplayed a lower proportion of α -helices and a higher proportion of \n3 – 10 helices at 50 \n◦\nC, FAST-PETase maintains its α -helix content even at \nelevated temperature. Notably, 3 – 10 helices are less abundant in nature \nand constitute only 10 – 15 % of all helices in protein secondary struc -\ntures. This type of helix is stabilized by intramolecular hydrogen bonds \nbetween the carbonyl group of amino acid n and the amide group of the \namino acid n + 3. However, the formation of van der Waals contacts and \nhydrogen bonds is less favorable in a 3 – 10 helix and in general, the \nα -helix is considered to be more stable. Notably, 3 – 10 helices are typi -\ncally observed as extensions of α -helices suggesting that the 3 – 10 helix \nmay serve as an intermediary conformation potentially playing a role in \nthe initiation of α -helix folding. [34] Elevated temperatures are known \nto induce such conformational changes in proteins, altering their sec -\nondary structure elements. Thus, the observed structural differences \nTable 1 \nMD simulation-based hydrogen bonding analysis of FAST-PETase.\nHydrogen Bond Mean Distance [nm] Δ [nm]\n30\n◦\nC simulations 50\n◦\nC simulations\nSER193-OG – HIS186-ND1 0.525 1.292 0.766\nHIS186-NE2 – SER193-OG 0.411 1.161 0.750\nTRP185-NE1 – GLU121-OE2 0.715 1.451 0.736\nTRP185-NE1 – GLU121-OE1 0.717 1.451 0.734\nSER188-OG – SER193-OG 0.417 1.073 0.656\nASN288-ND2 – GLN224-OE1 0.547 0.974 0.427\nGLU204-N – GLY234-O 0.314 0.713 0.398\nHIS186-NE2 – LEU167-O 0.503 0.859 0.356\nASN288-ND2 – GLN224-O 0.355 0.680 0.325\nLYS233-NZ – GLU204-OE2 1.036 0.636 \u0000 0.400\nLYS233-NZ – GLU204-OE1 1.036 0.632 \u0000 0.404\nGLN224-NE2 – VAL194-O 1.130 0.642 \u0000 0.488\nGLN224-NE2 – SER192-O 0.990 0.482 \u0000 0.508\nHIS186-NE2 – GLU121-OE1 1.178 0.657 \u0000 0.521\nHIS186-NE2 – GLU121-OE2 1.190 0.658 \u0000 0.532\nTHR195-OG1 – GLN224-O 1.158 0.599 \u0000 0.559\nGLN224-NE2 – THR195-OG1 1.449 0.787 \u0000 0.662\nHIS186-N – SER214-OG 1.258 0.386 \u0000 0.872\nSER214-OG – HIS186-O 1.395 0.373 \u0000 1.022\nFig. 5. MD Simulation-based Physical Energy Calculations. Depiction of the average EvoEF2 Δ G(stability) of the five end frames from the MD simulations of WT- and \nFAST-PETase (blue and red shades, respectively). The lighter colors correspond to calculation based on the MD simulations at 30\n◦\nC and the darker colors show the \nvalues derived from the MD simulations at 50\n◦\nC. The error bars show the standard deviation of the five end frames.\nP. Stockinger et al.                                                                                                                                                                                                                              \nComputational and Structural Biotechnology Journal 27 (2025) 969–977\n975\nbetween 30\n◦\nC and 50\n◦\nC likely reflect the varying degrees of structural \nadaptation of the PETase variants to thermal stress. [35,36]\nThe structural characteristics of a thermophilic enzyme at higher \ntemperatures often resemble those of a mesophilic enzyme at lower \ntemperatures. [23,24] For instance, MD simulations of adenylate kinases \nhave shown similar local mobilities, folding free energy, and enzymatic \nactivities in kinases from mesophilic and hyperthermophilic origins at \ntheir optimal temperatures. In this context, it has been proposed that \nthis similarity arises from a shared protein energy landscape within their \noptimal temperature environments. [37,38] Moreover, experimental \nevidence shows that temperature does not only affect enzyme stability, \nbut also the distribution of active enzyme conformations. [35]\nCurrently, however, computational enzyme design cannot yet mimic \nNature ’ s temperature-dependent conformational finetuning which \nmight explain typical characteristics of thermostabilized enzymes: A) \nhigh stability yet poor activity at high temperatures (e.g. \nPROSS5-PETase [39] ) or B) high activity and stability at elevated tem -\nperature yet poor activity at ambient temperatures (e.g. ThermoPETase \nand DuraPETase) [14,16,20,40] . In contrast to other engineered PETa -\nses, FAST-PETase does not exhibit this trade-off, as its stabilization is \nonly induced at elevated temperatures, allowing it to maintain both \nstability and activity across a broader temperature range. Notably, \nHOT-PETase, developed through directed evolution, has been reported \nto exhibit activity across an even wider temperature range than \nFAST-PETase and demonstrates best-in-class thermal stability, with a T\nm \nof 82.5 \n◦\nC. Similar to FAST-PETase, mutations in HOT-PETase appear to \nenhance structural stability while maintaining the flexibility of the \nactive site, a combination rarely seen in rigorously thermostabilized \nvariants. [41]\nLooking forward, the design of thermostable and active Is PETase \nvariants could be further guided by identifying naturally evolved ther -\nmophilic proteins and adapting their binding sites to fit the desired \nsubstrate through directed evolution. [42,43] Harnessing these types of \nenzymes as starting scaffolds has proven exceptionally successful with \nthermostable cutinase variants (LCC\nICCG \nand PES-H1\nL92F/Q94Y\n) [44,45]\nsignificantly outperforming both FAST-PETase and HOT-PETase under \nprocess-like conditions. [46] By learning from these templates, the \nin-silico creation of temperature-adapted enzymes might soon become a \nreality.\n4. Conclusion\nOur comparative MD-driven study of WT- and FAST-PETase sheds \nlight on the thermal adaptation of proteins, specifically highlighting the \nrole of flexibility regions and temperature-dependent conformational \nchanges that impact both stability and functionality. We anticipate that \nanalyzing conformational enzyme ensembles with energy function will \nfurther improve the accuracy of thermal stability predictions offering \npotential for in-silico pre-screening of enzyme variants. Overall, this \nwork not only supports the rational design of thermostable enzymes but \nalso contributes to a broader understanding of thermal adaptation in \nthermophilic enzymes.\n5. Methods\n5.1. CNAnalysis\nThermal unfolding simulations on an ensemble of networks derived \nfrom crystal structures of WT-PETase and FAST-PETase (PDB accessions \n5XJH and 7SH6, respectively) were performed utilizing the CNAnalysis \nWeb Interface ( http://www.cnanalysis.de ). [30] Overall, 50 network \ntopologies were used for thermal unfolding simulations. Hydrophobic \ntethers were selected to stay constant during the simulations. Default \nE-cutoffs with initial value \u0000 0.1, terminal value \u0000 6.0 and stepsize 0.1 \nwere selected. The stability map was generated analogously but was \nderived from a thermal unfolding simulation of a single network.\n5.2. MD simulations\nFor both variants (WT- and FAST-PETase), side chain pKa values \nwere calculated using PROPKA and PDB2PQR server (version 2.0.0). \n[47,48] According to the results provided for a pH 8 and the parse \nforcefield, the residues ’ protonation states were adapted using OpenMM \nModeller class. The simulations were performed using OpenMM \n7.4.125, on NVIDIA ’ s GPU computing platform CUDA. [49 – 51] General \nAmber force field (GAFF) was used with Amber14. [52,53] Box padding \nof 1 nm was used with a cubic box which was solvated with water \n(tip4p-Ew water model). [54] Protein charge was neutralized, and an \nionic strength of 0.1 M NaCl was applied. Energy was minimized until \n10 kJ/mole tolerance energy. Two simulation systems were set up for \nboth variants utilizing a pH 8 with temperatures of 303.15 K and \n323.15 K, respectively. Langevin integrator was applied, [55] whereby a \nfriction coefficient of 1/ps and a step size of 2 fs were utilized. Further, \nlong range Coulomb interactions were computed using the Particle Mesh \nEwald method with a 1 nm nonbonded cut-off for direct space in -\nteractions. During equilibration, a force of 100 kJ/mole* Å\n2 \nwas applied \nto restrain the protein backbone. During solvent equilibration, the sys -\ntems were simulated for 5 ns with NVT ensemble. Subsequently, Monte \nCarlo barostat and pressure coupling of 1 atm were applied and the \nrestrained system was simulated for another 5 ns. Finally, the restraints \nwere removed, and 5 ns of free equilibration were performed. With the \nresulting system, a production of 5 replicates `a 100 ns was performed \nunder periodic boundary conditions. After every 1000 steps, trajectories \nwere saved.\n5.3. RMSD and RMSF analysis\nTo compare the variants ’ flexibility at different tempered systems, \nMDTraj was utilized to analyze RMSD ( Fig. 2 ) and RMSF for all repli -\ncates. [56] In the case of RMSF analysis, the average of all replicates was \ncalculated. The resulting average RMSF values of the 30\n◦\nC system was \nsubtracted from the according average RMSF values of the 50\n◦\nC system \nto derive Δ RMSF ( Eq. 1 ). \nΔ RMSF = mean ( RMSF\n50\n◦\nC\n) \u0000 mean ( RMSF\n30\n◦\nC\n) (1) \nComparing Δ RMSF courses of WT-PETase and FAST-PETase enabled \nthe identification of regions for which a) the largest impact of temper -\nature and b) the largest difference between the variants was observed \n( Fig. 3 ).\n5.4. SASA and Rg analysis\nTo compare the variants ’ solvent accessible surface area (SASA) and \nradius of gyration (Rg) at different tempered systems, MDTraj was uti -\nlized to analyze every 100th frame of all replicates. [56] The utilized \npython scripts and output files were uploaded to the GitHub repository \n( https://github.com/ccbiozhaw/FAST-PETase_stability ).\n5.5. Secondary structure analysis\nDynamic alterations in secondary structure were observed by \nanalyzing selected frames (at 0, 10, 20, 30, 40, 50, 60, 70, 80, 90 and \n100 ns) via MDTraj ’ s implementation of the dictionary of protein sec -\nondary structure. [56,57] The average occurrence of the assigned sec -\nondary structures were calculated for each system considering all \nreplicates. Statistical significance was investigated via Student ’ s t -test \nutilizing Python SciPy library (version 1.11.3). [58] Python files and \noutput files of the statistical tests were uploaded to the GitHub re -\npository ( https://github.com/ccbiozhaw/FAST-PETase_stability ).\n5.6. Hydrogen bonding analysis\nAll hydrogen bonds in which S121(E), D186(H), R224(Q), N233(K), \nP. Stockinger et al.                                                                                                                                                                                                                              \nComputational and Structural Biotechnology Journal 27 (2025) 969–977\n976\nN172, S192, S193, E204 and N233K are involved were detected using \nthe MDTraj ’ s Baker-Hubbert hydrogen bonding analysis. [59] To iden -\ntify the relevance of the resulting interactions, distances between all \nbonding atoms were calculated for all frames of all simulation systems. \nThe interactions were ranked by the highest increase or decrease of their \nmean distances by comparing 30 \n◦\nC and 50 \n◦\nC systems.\n5.7. Physical energy calculations\nThe output frames of all simulations described above were saved as \nPDB files which were used to analyze the impact of temperature on Δ G \n(Stability) for the different variants. For this purpose, stand-alone ver -\nsions of the stability predictors EvoEF1 [31] , EvoEF2 [32] and FoldX \n[33] were used. To enable batchwise analysis of multiple structures, \nPython scripts were developed ( https://github.com/ccbiozhaw/FA \nST-PETase_stability ). To ensure compatibility with the respective sta -\nbility predictors, library-specific functions were applied to repair the \nPDB files. In this context, the term ‘repair ’ refers to the optimization of \nincomplete side chains of a protein, whereby steric collisions are \nreduced as far as possible. The repaired PDB files were then used to \ncalculate Δ G(Stability) using the respective stability predictor \n( Supplementary Table S3 ).\nCRediT authorship contribution statement\nBuller Rebecca: Writing – review & editing, Writing – original draft, \nSupervision, Resources, Project administration, Funding acquisition, \nFormal analysis, Conceptualization. Farnaud Sebastien: Writing – re -\nview & editing, Writing – original draft, Supervision, Project adminis -\ntration, Conceptualization. Niederhauser Cornel: Writing – original \ndraft, Visualization, Investigation. Stockinger Peter: Writing – review \n& editing, Writing – original draft, Visualization, Software, Methodol -\nogy, Investigation, Formal analysis, Data curation, Conceptualization.\nDeclaration of Competing Interest\nThe authors declare the following financial interests/personal re -",
    "simulations. Comput Sci Eng 2010. https://doi.org/10.1109/MCSE.2010.27.\n[50] Eastman P, et al. OpenMM 7: rapid development of high performance algorithms \nfor molecular dynamics. PLoS Comput Biol 2017. https://doi.org/10.1371/journal. \npcbi.1005659.\n[51] C, N. C. Nvidia cuda. Comp A J Comp Educ 2010 .\n[52] Wang J, Wolf RM, Caldwell JW, Kollman PA, Case DA. Development and testing of \na general Amber force field. J Comput Chem 2004. https://doi.org/10.1002/ \njcc.20035.\n[53] Case, D.A. et al. AMBER14. AMBER 14 Preprint at (2014).\n[54] Horn HW, et al. Development of an improved four-site water model for \nbiomolecular simulations: TIP4P-Ew. J Chem Phys 2004. https://doi.org/10.1063/ \n1.1683075.\n[55] Bussi G, Parrinello M. Accurate sampling using Langevin dynamics. Phys Rev E Stat \nNonlin Soft Matter Phys 2007. https://doi.org/10.1103/PhysRevE.75.056707.\n[56] McGibbon RT, et al. MDTraj: a modern open library for the analysis of molecular \ndynamics trajectories. Biophys J 2015. https://doi.org/10.1016/j. \nbpj.2015.08.015.\n[57] Kabsch W, Sander C. Dictionary of protein secondary structure: pattern recognition \nof hydrogen-bonded and geometrical features. Biopolymers 1983;22:2577–637 .\n[58] Virtanen P, et al. SciPy 1.0: fundamental algorithms for scientific computing in \nPython. Nat Methods 2020. https://doi.org/10.1038/s41592-019-0686-2.\n[59] Baker EN, Hubbard RE. Hydrogen bonding in globular proteins. Prog Biophys Mol \nBiol 1984;44:97–179 .\nP. Stockinger et al."
  ]
}