{
  "txt_file": "1-s2.0-S001393512200799X-main.txt",
  "experimental_sections": [
    "2. Materials and methods \n2.1. Materials \nBis (hydroxyethyl) terephthalate (BHET) and terephthalic acid (TPA) \nwere purchased from Sigma-Aldrich. Hydroxyethyl terephthalate \n(MHET), isopropyl β -D-thiogalactoside (IPTG), kanamycin, and chlor -\namphenicol were purchased from Solarbio Biotechnology Co., Ltd. \n(Beijing, China). All restriction endonucleases, high-fidelity phusion \nDNA polymerase, DpnI , T4 DNA ligase and protein thermal shift dye \n(Applied Biosystems) were obtained from Thermo Fisher Scientific Co., \nLtd. (Chengdu, China). The two parts of commercial PET bottle were \nused as substrates in this study: the neck part termed as PET-NP with \n9.4% crystallinity and the body part termed as PET-BP with 17.9% \ncrystallinity. All gene synthesis and primer sequencing in the experi -\nments were performed by Beijing Tsingke Biotechnology Co., Ltd. \n(Beijing, China). Vectors pBAD, pET30a, pKJ7, pGro7, pTF16 were \nstored in our laboratory, E. coli Dh5 α , shuffle-T7, Top10 competent cells \nwere purchased from Solarbio Biotechnology Co., Ltd. \n2.2. Expression vector construction \nThe Is PETase\nMut \ngene was synthesized and cloned into the pBAD \nvector to obtain pBAD- Is PETase\nMut\n. Using pBAD- Is PETase\nMut \nas a tem -\nplate, the Is PETase\nMut \ngene was amplified and inserted into the pET30a \nvector to obtain pET30a- Is PETase\nMut\n. The sequences of Sumo , NusA , Mbp \nand TrxA genes were synthesized and cloned into pET30a- Is PETase\nMut \nto \nobtain pET30-Sumo- Is PETase\nMut\n, pET30-NusA- Is PETase\nMut\n, pET30- \nMbp- Is PETase\nMut \nand pET30-TrxA- Is PETase\nMut\n, respectively. All \nexpression vectors and host cells are shown in Table S2 . \n2.3. Protein expression and purification \nThe pBAD- Is PETase\nMut \nvector was transformed into E. coli Top10 \ncompetent cells, and Is PETase\nMut \nexpression was induced in 200 mL of \nLB medium with different induction temperatures and different con -\ncentrations of arabinose. \nThe three chaperone systems DnaK/DnaJ/GrpE, GroEL/ES and TF \nwere co-expressed with Is PETase\nMut \nin E. coli shuffle-T7, respectively. \nBriefly, E. coli shuffle-T7 competent cells were firstly transformed with \nplasmid carrying a chaperone system. The transformants were selected \nwith a LB agar plate containing chloramphenicol, which were then used \nto generate chemical competent cells for the secondary transformation \nwith the pET30- Is PETase\nMut \nplasmid. Colonies carrying the above two \nplasmids were finally selected using LB agar plate containing double \nselection markers (chloramphenicol and kanamycin). \nThe expression of Is PETase\nMut \nwith pET30a constructs was carried \nout as follows: the expression vector was transformed into E. coli shuffle- \nT7 competent cells and cultured in 200 mL LB medium (after incubating \nOD\n600 \nto 0.6 – 0.8 at 37 \n◦\nC and 160 rpm, 1 mM IPTG was added and then \nexpressed at 20 \n◦\nC, 25 \n◦\nC and 30 \n◦\nC for 22 h) or 200 mL lactose self- \ninduction medium (10 g ⋅ L\n\u0000 1 \npeptone, 5 g ⋅ L\n\u0000 1 \nyeast extract, 7.1 g ⋅ L\n\u0000 1 \nNa\n2\nHPO\n4\n, 6.8 g ⋅ L\n\u0000 1 \nKH\n2\nPO\n4\n, 3.3 g ⋅ L\n\u0000 1 \n(NH\n4\n)\n2\nSO\n4\n, 0.5% (v ⋅ v\n\u0000 1\n) glyc -\nerin, 0.5 g ⋅ L\n\u0000 1 \nglucose, 2 g ⋅ L\n\u0000 1 \nlactose, 0.24 g ⋅ L\n\u0000 1 \nMgSO\n4\n, ZYP) at 37 \n◦\nC, \n160 rpm for 2.5 h, then expressed at 20 \n◦\nC, 25 \n◦\nC and 30 \n◦\nC for 22 h. Cells \nwere harvested after centrifugation at 4000 × g for 15 min, suspended in \nbuffer A (50 mM Na\n2\nHPO\n4\n, pH 7.5 and 100 mM NaCl) and sonicated to \nbreak bacteria for 20 min (200 W, break 1 s stop 1 s). Cell debris was \nremoved by centrifugation at 13500 × g for 30 min, and the supernatant \nwas purified by HisTrap column (GE Healthcare). The bound protein \nwas washed with buffer A containing 30 mM imidazole and then eluted \nin buffer A with 300 mM imidazole, and the protein concentrations was \ndetermined by the Bradford method. Finally, HisTrap column-purified \nproteins were determined by size exclusion chromatogram using \nSuperdex 200 Increase 10/300 GL columns (GE Healthcare). \n2.4. Activity assays \nThe enzyme activity was monitored by using BHET (a soluble frag -\nment of PET) as a model substrate for enzymatic characterization. BHET \nstock solution was made by dissolving 200 mg BHET in 10 mL dimethyl \nsulfoxide. The enzymatic reaction was performed at 30 \n◦\nC for 30 min \nand was triggered by adding 50 nM purified enzymes in 0.6 mL reaction \nsystem (80 mM Na\n2\nHPO\n4\n– HCl, 40 mM NaCl, pH 7.5) containing 5 mM \nBHET. The optimum pH was determined at a pH range from 5.0 to 10.0. \nThe following buffer systems were used: 50 mM C\n6\nH\n8\nO\n7\n– C\n6\nH\n9\nNa\n3\nO\n9 \nbuffer (pH 5.0 – 6.5); 50 mM Na\n2\nHPO\n4\n– NaH\n2\nPO\n4 \nbuffer (pH 6.0 – 8.0); \n50 mM Tris-HCl buffer (pH 8.0 – 9.0); 50 mM Gly-NaOH buffer (pH 9.0 – \n10.0). The degradation was terminated by adding one-third of the re -\naction volume of methanol. The enzyme assay for MHET followed the \nsame procedure as described for BHET with slight modifications. For \nMHET assay, the 500 nM purified enzyme was added to 4 mL of the \nreaction system. The degradation was monitored by periodically taking \nL. Aer et al.                                                                                                                                                                                                                                      \nEnvironmental Research 212 (2022) 113472\n3\n0.6 mL sample from the reaction mixture and rapidly terminating the \nreaction by adding one-third of the reaction volume of methanol. The \nsample was analyzed by HPLC. \nPET degradation was carried out using PET-NP due to the low \ncrystallinity of the material. PET-NP was cut into fixed size, and washed \nwith 20% ethanol once followed by deionized water. The PET fragments \nwere then incubated with 300 nM purified enzymes in 50 mM Gly-NaOH \nbuffer (pH 9) at 30 \n◦\nC. The degradation was monitored by HPLC as \ndescribed above. \n2.5. Thermal stability measurement \nThe thermal stabilities of Is PETase\nMut \nand NusA- Is PETase\nMut \nwere \nmeasured by determining enzyme melting curves with protein thermal \nshift dye (Applied Biosystems) in qTOWER \n3\nG Real-Time PCR (Analytik \nJena, Germany), the excitation wavelength was 470 nm and the emis -\nsion wavelength was 520 nm. Briefly, the reaction was performed by \nmixing 5 μ g enzyme with 1 x protein thermal shift dye in phosphate \nbuffer (80 mM Na\n2\nHPO\n4\n, 40 mM NaCl, pH 7.5), and the enzyme melting \ncurves were monitored by detecting the change in fluorescence at a \ntemperature range from 25 \n◦\nC to 95 \n◦\nC at a rate of 0.5 \n◦\nC ⋅ min\n\u0000 1\n. The \nmelting temperature value ( T\nm\n) is obtained by plotting the first deriv -\native of the measured fluorescence trace versus temperature. \n2.6. HPLC analysis \nAfter centrifugation (13000 × g for 15 min), the reaction mixtures \nwere analyzed by using high performance liquid chromatography (wa -\nters e2695 coupled with a 2489 UV/Vis Detector) equipped with an \nEclipse Plus-C18 column (5 μ m, 4.6 × 250 mm). All analyses were per -\nformed at room temperature. The mobile phases were buffer A (0.1% \ntrifluoroacetic acid water) and buffer B (methyl alcohol) at a flow rate of \n0.8 mL/min. The flow phase gradually changes from 5% buffer B to 40% \nin 0 – 5 min, from 40% buffer B to 45% buffer B in 5 – 20 min. The \nanalytes (BHET, MHET and TPA) were detected at 260 nm. \n2.7. Kinetic analysis \nFor kinetic analysis, a two-step heterogeneous kinetic model based \non substrate-limitation conditions was used [Scandola et al., 1998]. For \nthis, a fixed surface area of PET-BP ( S\n0 \n= 1.44 cm\n2\n) was incubated with \n0.6 mL of 50 mM Gly-NaOH buffer (pH 9). The reaction was triggered by \nadding a certain amount of enzyme (0 – 120 nM for Is PETase\nMut \nand 0 – \n500 nM for NusA- Is PETase\nMut\n), and carried out at 30 \n◦\nC for 48 h. The \nreaction was terminated by the addition of one-third of the reaction \nvolume of methanol and analyzed by HPLC. Due to the low activity of \nthe enzyme toward PET-BP with high crystallinity, initial hydrolysis \nrates were determined by end-point measurement. To ensure the accu -\nracy of the experiments each measurement was carried out in triplicate. \nThe obtained data were then fitted with the following two equations. \nV\n0\n= k\n2\nS\n0\nKE\nK + E\n(1)"
  ],
  "computational_sections": []
}