{
  "txt_file": "2022.11.14.516528v1.full.txt",
  "experimental_sections": [],
  "computational_sections": [
    "using a Quantum 270 CCD detector (ADSC, USA). All X-ray diffraction data were indexed, \nintegrated, and scaled using the HKL2000 software package.28 Molecular replacement of the \ncollected data for all variants was conducted using the CCP429 version of MOLREP,30 with \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nthe deposited IsPETase structure (PDB code 5XJH) used as a search model. Further model \nbuilding to align PDB files with the Fo-Fc map was performed manually using WinCoot29, \nand refinement was performed using CCP4 refmac5.29 All data statistics are summarized in \nTable S3. The final refined models of Is-4pC, Is-4pC+A180V , Is-4pC+P181V , Is-8p, Z1-\nPETase, and Z2-PETase were deposited in the Protein Data Bank with PDB codes of 8H5M, \n8H5O, 8H5J, 8H5K, and 8H5L, respectively.31 \n \nHeat inactivation experiment \n Protein heat inactivation was investigated using a p-NPB hydrolysis assay. When p-\nNPB is hydrolyzed, butyrate and p-nitrophenolate ion s are produced, and the latter can be \nmeasured via UV/VIS spectrophotomet ry at 409 nm. IsPETase variants (200 nM IsPETase \nmutant in 200 µl of 50 mM glycine-NaOH [pH 9.0]) were inactivated at 60°C or 70°C (1–36 \nh) and then chilled in an ice bath for 10 min. The reaction mixture contained 1% (v/v) Triton \nX-100, 10% MeOH, 50 mM phosphate buffered saline buffer (pH 7.8; Sigma -Aldrich, \nMissouri, USA), and 1 mM p-NPB. IsPETase mutants were added to the reaction mixture to \ninitiate reaction. The protein concentration in the reaction mixture was 500 nM, and the final \nvolume was adjusted to 500 μL with distilled water. The reaction was monitored for 60 s, and \n10 s of the interval between linear-increasing sections were used as data. Each data point was \ncalculated except for the baseline, which was obtained by measuring the self-hydrolysis of p-\nNPB. All experiments were performed in triplicate. \n \nBioreactor system \n A lab-scale bioreactor (MARDO-PDA, BIOCNS, Republic of Korea) was customized \nto analyze PET depolymerization. Three sets of jars with a capacity of 500 m l were deposited \ninto the reactor. A non-contact type temperature sensor was used, and the reactor operated at a \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nrange of 30°C to 80°C. The temperature was regulated using a refrigeration and heating bath \ncirculator (RW3-1025, JEIO TECH, Daejeon , Republic of Korea). The pH of the reaction \nsolution was measured using a pH electrode (one-gel pH electrode with a digital display in 0.01 \nincrements). The pH meter was calibrated at two pH levels (4.01 and 7.00). For the reaction, \n2.5 μM of Z1-PETase was added to 150 m l of 10 mM Na 2HPO4-HCl (pH 8.0) in the reactor. \nSamples of transparent and colored post-consumer PET powder were added at a concentration \nof 2.5% (w/v), and the sample and enzyme were mixed with an agitation speed of 200 rpm. \nThe reaction solution was maintained at pH 8.0 through buffer titration with 0.3575 N NaOH \n(40%; extra pure grade, Duksan, Republic of Korea). The weight of added NaOH was measured \nusing a precision weighting measurement system and a micro-precision scale (EK-410i; AND, \nSeoul, Republic of Korea). Samples were taken at specific time points and then filtered using \na 0.22-μm PVDF syringe filter (SFPVDF013022CB, Futecs, Korea) to remove  the residual \nPET powder. The obtained samples were diluted with 50 mM Glycine-NaOH (pH 9.0) and rTA, \nMHET, and BHET were detected using HPLC. The total amount of the released product was \ncalculated, accounting for the amount of 0.3575 N NaOH added during the process. \n \n  \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nAcknowledgements \nThis research was supported by the Bio & Medical Technology Development Program of the \nNational Research Foundation (NRF) funded by the Ministry of Science & ICT (NRF -\n2020M3A9I5037635) and the Cooperative Research Program for Agricultural Science & \nTechnology Development (Project No. PJ01492602), Rural Development Administration, \nRepublic of Korea. This research was also supported by the Technology Innovation Program \n(20018132, Development of the biodegradable polybutylene plastics, PBAT and PBS, from \nbiomass) funded By the Ministry of Trade, Industry & Energy(MOTIE, Korea).  \n \nAuthor contributions \nK.-J. Kim, S.H. Lee, H. Seo, H. conceived the experiments. S.H. Lee, H. Seo, H. Hong, J. Park, \nD. Ki, and M. Kim performed PET hydrolysis experiments. S.H. Lee, H. Seo performed the \nstructural determination. K.-J. Kim, S.H. Lee, Seo, H, and H-J Kim analyzed the data and wrote \nthe paper. K.-J. Kim supervised the project. \n \nCompeting financial interests \nThe authors declare no competing financial interest. \n \nReporting summery \nFurther information on research design is available in the Nature Research Reporting Summary \nlinked to this article. \n \nData availability \nData supporting the findings of this work are available within the paper and its Supplementary \nInformation file. The methods are in the Supplementary information. The structures of \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nIsPETase variants are deposited in Protein Data Bank with an accession code of 8H5M, 8H5N, \n8H5O, 8H5J, 8H5K, and 8H5L. The source data underlying Figs. 1b, 1c, 2, 4 and 5 are \nassociated with raw data. The datasets generated and analyzed during the current study are \navailable from the corresponding authors upon request. \nAuthor contributions \nK.-J. Kim, S.H. Lee, H. Seo, H. conceived the experiments. S.H. Lee, H. Seo, H. Hong, D. Ki, \nand M. Kim performed PET hydrolysis experiments. S.H. Lee, H. Seo performed the structural \ndetermination. K.-J. Kim, S.H. Lee, Seo, H, and H-J Kim analyzed the data and wrote the paper. \nK.-J. Kim supervised the project. \n \nCompeting financial interests \nThe authors declare no competing financial interest. \n \nReporting summery \nFurther information on research design is available in the Nature Research Reporting Summary \nlinked to this article. \n \nData availability \nData supporting the findings of this work are available within the paper and its Supplementary \nInformation file. The methods are in the Supplementary information. The structure s of \nIsPETase variants are deposited in Protein Data Bank with an accession code of 8H5M, 8H5N, \n8H5O, 8H5J, 8H5K, and 8H5L. The source data underlying Figs. 1b, 1c, 2, 4  and 5 are \nassociated with raw data. The datasets generated and analyzed during the current study ar e \navailable from the corresponding authors upon request.  \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nReferences \n1. Thomas, S. & Visakh, P.M. Poly (ethylene terephthalate) . Handbook of Engineering \nand Speciality Thermoplastics: Polyethers and Polyesters V ol. 3. (Wiley-Scrivener, 2011). \n2. V olanti, M., Cespi, D., Passarini, F., Neri, E.,  Cavani, F., Mizsey, P. &  Frozer, D. \nTerephthalic acid from renewable sources: early -stage sustainability analysis of a bio -PET \nprecursor. Green Chem. 21, 885-896 (2019). \n3. Ioakeimidis, C., Fotopoulou, K.N., Karapana gioti, H.K., Geraga, M., Zeri, C., \nPapathanassiou, E., Galgani, F. & Papatheodorou, G. The degradation potential of PET bottles \nin the marine environment: An ATR-FTIR based approach. Sci. Rep. 6, 23501 (2016). \n4. Welle, F. Twenty years of PET bottle to bot tle recycling —An overview. Resour. \nConserv. Recycl. 55, 865-875 (2011). \n5. George, N.  & Kurian, T. Recent Developments in the Chemical Recycling of \nPostconsumer Poly(ethylene terephthalate) Waste. Ind. Eng. Chem. Res. 53, 14185 (2014). \n6. Al-Sabagh, A.M., Yehia, F.Z., Eshaq, Gh. Rabie, A.M. &  ElMetwally, A.E. Greener \nroutes for recycling of polyethylene terephthalate. Egypt. J. Pet. 25, 53-64 (2016). \n7. Singh, A., Rorrer N.A., Nicholson, S.R., Erickson, E., DesVeaux, J.S., Avelino, A.F.T., \nLamers, P., Bhatt, A., Zhang, Y ., Avery, G., Tao, L., Pickford, A.R., Carpenter, A.C., McGeehan, \nJ.E. & Beckham, G.T. Techno-economic, life -cycle, and socioeconomic impact analysis of \nenzymatic recycling of poly(ethylene terephthalate). Joule 5, 2479-2503(2021). \n8. Tokiwa, Y . & Suzuki, T. Hydrolysis of polyesters by lipases. Nature 270, 76-78 (1977). \n9. Müller, R. -J., Schrader, H., Profe, J., Dresler, K.  & Deckwer, W.-D. Enzymatic \nDegradation of Poly(ethylene terephthalate): Rapid Hydrolyse using a Hydrolase from T. fusca. \nMacromol. Rapid Commun. 26, 1400-1405 (2005). \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \n10. Ronkvist, Å.M., Xie, W., Lu, W. & Gross, R.A. Surprisingly Rapid Enzymatic \nHydrolysis of Poly(ethylene terephthalate) . Green Polymer Chemistry: Biocatalysis and \nBiomaterials Ch. 26. (ACS Symposium Series, 2010). \n11. Wei, R., Breite, D., Song, C.,  Gräsing, D., Ploss, T., Hille, P., Schwerdtfeger, R., \nMatysik, J., Schulze, A. & Zimmermann, W. Biocatalytic Degradation Efficiency of \nPostconsumer Polyethylene Terephthalate Packaging Determined by Their Polymer \nMicrostructures. Adv. Sci. 6, 1900491 (2019). \n12. Tournier, V ., Topham, C.M., Gilles, A., David, B., Folgoas, C., Moya -Leclair, E., \nKamionka, E., Desrousseaux, M. -L., Texier, H., Gavalda, S., Cot, M., Guémard, E., Dalibey, \nM., Nomme, J., Cioci, G., Barbe , S., Chateau, M., André, I., Duquesne, S. & Marty, S. An \nengineered PET depolymerase to break down and recycle plastic bottles. Nature 580, 216-219 \n(2020). \n13. Yoshida, S., Hiraga, K., Takehana, T., Taniguchi, I., Yamaji, H., Maeda, Y ., Toyohara, \nK., Miya moto, K., Kimura, Y . & Oda, K. A bacterium that degrades and assimilates \npoly(ethylene terephthalate). Science 351, 1196-1199 (2016). \n14. Seo, H., Kim, S., Son, H.F., Sagong, H. -Y ., Joo, S. & Kim, K. -J. Production of \nextracellular PETase from Ideonella sakaiensis using sec-dependent signal peptides in E. coli. \nBiochem. Biophys. Res. Commun. 508, 250-255 (2019). \n15. Sadler, J.C. & Wallace, S. Microbial synthesis of vanillin from waste poly(ethylene \nterephthalate). Green Chem. 23, 4665 (2021). \n16. Dissanayake, L. & Jayakody, L.N. Engineering Microbes to Bio-Upcycle Polyethylene \nTerephthalate. Front. Bioeng. Biotechnol. 9, 656465 (2021). \n17. Heydemann, P. & Guicking, H.D. Specific volume of polymers as a function of \ntemperature and pressure. Colloid Polym. Sci. 193, 16-25 (1963). \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \n18. Son, H.F., Cho, I.J., Joo, S., Seo, H., Sagong, H.-Y ., Choi, S.Y ., Lee, S.Y . & Kim, K.-\nJ. Rational Protein Engineering of Thermo-Stable PETase from Ideonella sakaiensis for Highly \nEfficient PET Degradation. ACS Catal. 9, 3519-3526 (2019). \n19. Cui, Y ., Chen, Y ., Liu, X., Dong, S., Tian, Y ., Qiao, Y ., Mitra, R., Han, J., Li, C., Han, \nX., Liu, W., Chen, Q., Wei, W., Wang, X., Du, W., Tang, S., Xiang, H., Liu, H., Liang, Y ., Houk, \nK.N. & Wu, B. Computational Redesign of a PETase for Plastic Biodegradation under Ambient \nCondition by the GRAPE Strategy. ACS Catal. 11, 1340-1350 (2021). \n20. Lu, H., Diaz, D.J., Czarnecki, N.J., Zhu, C., Kim, W., Shroff, R., Acosta, D.J., \nAlexander, B.R., Cole, H.O., Zhang, Y ., Lynd, N.A., Ellington, A.D. & Alper, H.S. Machine \nlearning-aided engineering of hydrolases for PET depolymerization. Nature 604, 662 -667 \n(2022). \n21. Bell., E.L., Smithson, R., Kilbride, S., Foster, J., Hardy, F.J., Ramachandran, S., \nTedstone, A.A., Haigh, S.J., Garforth, A.A., Day, P.J.R., Levy, C., Shaver, M.P. & Green, A.P. \nDirected evolution of an efficient and thermostable PET depolymerase. Nat. Catal. 5, 673-681 \n(2022). \n22. Son, H.F., Joo, S., Seo, H., Sagong, H.-Y ., Lee, S.H., Hong, H & Kim, K.-J. Structural \nbioinformatics-based protein engineering of thermo-stable PETase from Ideonella sakaiensis. \nEnzyme Microb. Technol. 141, 109656 (2020). \n23. Balani, K., Verma, V ., Agarwal, A. & Narayan, R. Physical, Thermal, and Mechanical \nProperties of Polymers. Biosurfaces: A Materials Science and Engineering Perspective. (John \nWiley & Sons, Inc., 2015). \n24. Zhong-Johnson, E.Z.L., V oigt, C.A. & Sinskey, A.J. An absorbance method for \nanalysis of enzymatic degradation kinetics of poly(ethylene terephthalate) films. Sci. Rep. 11, \n928 (2021). \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \n25. Åqvist, J., Isaksen, G.V . & Bransdal, B.O. Computation of enzyme cold adaptation. \nNat. Rev. Chem. 1, 0051 (2017). \n26.  Chen, C. C., Han, X., Li, X., & Guo, R. T. General features to enhance enzymatic \nactivity of poly(ethylene terephthalate) hydrolysis. Nature Catalysis. 4, 5, 425-430 (2021) \n27. Sagong, H.-Y ., Son, H.F., Seo, H., Hong, H., Lee, D., & Kim, K.-J. Implications for \nthe PET decomposition mechanism through similarity and dissimilarity between PETases from \nRhizobacter gummiphilus and Ideonella sakaiensis. Journal of Hazardous Materials. 416, 15 \n(2021) \n28. Otwinowski, Z.; Minor, W. Processing of X-ray diffraction data collected in oscillation \nmode. Methods Enzymol. 1997, 276, 307−326. \n29. Collaborative Computational Project Number 4. The CCP4 suite: programs for protein \ncrystallography. Acta Crystallogr. D Biol. Crystallogr. 50, 760−763 (1994). \n30. Vagin, A.; Teplyakov, A. Molecular replacement with MOLREP. Acta Crystallogr. D, \n66, 22−25 (2010). \n31. The Protein Data Bank. Comput. Sci. Eng. 12 (), 10−10 (2010). \n32. Sagong, H.-Y ., Seo, H. & Kim, K.-J. Decomposition of the PET Film by MHETase \nUsing Exo-PETase Function. 10, 4805-4812 (2020). \n \n  \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nFigure legends \nFig. 1. Increased protein yield through β-strand modification. (a) Schematic diagram of the \nrelationship between temperature and PET polymer deformability. Abbreviations: Vsp, specific \nvolume; rc, crystallization rate of polymer; rdepol, rate of depolymerization; depolM, mesophilic \ndepolymerase; depolT, thermophilic d epolymerase. (b) (c) PET hydrolysis activities and the \nTmD values (b) and solubilized protein yields (c) of the wild-type, Is-4p, Is-4pC + P181V , and \nIs-8p variants. The activity was measured at 40°C. All the experiments were performed in \ntriplicate and de tected via HPLC,  and the error bars of measuring samples represent the \nsampling standard deviation (n=3). (d) Ramachandran plots of the A180 (blue) and P181 (red) \nresidues from Is-4pC, Is-4pC+P181V , and Is-8p. (e) The core structures of Is-4pC (green) and \nIs-4pC+P181V (magenta). The polar β-strand network is shown with dotted lines. (f) The \nhydrophobic core and the variations. The crystal structure of Is-8p is shown with a gray cartoon \nmodel. The catalytic triad of Is-8p is distinguished with magenta color and their side chains are \nshown with sticks. The mutation points of 4p, SS1, A180V , and P181V are indicated and labeled. \nThe two imaginary hemispheres and the hydrophobic core of the protein are shown with light-\nblue and yellow circles, respectively.  \n \nFig. 2. Balance- and stability-directed protein engineering. (a) PET hydrolysis activities of \nthe mutations added to Is-8p for 6 h at 50°C. (b-d) The TmD values (b), relative activity against \np-NPB (c), and PET hydrolysis activity (d) of the nine combinatoria l variants of 8p. All the \nexperiments were performed in triplicate and the error bars of measuring samples represent the \nsampling standard deviation (n=3). \n \nFig. 3. Structural interpretation of the introduced mutations. The Z2-PETase structure is \nshown as a gray cartoon model. The mutated residues are shown as a cyan -colored ball-and-\npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nstick model. The mutation points applied to Z1-PETase are marked with red stars, and the \nadditional mutation points applied to Z2-PETase are with purple stars.  \n \nFig. 4. Comparison of PET depolymerization activity of Z1 -PETase with those of other \nengineered PET hydrolases. (a) Heat inactivation assay of Z1 -PETase and Z2 -PETase. (b) \nTime-course change of pH and depolymerization rate. (c -f) Comparison of PET \ndepolymerization activity of Z1-PETase with those of other engineered PET hydrolases. (g) \nDepolymerization of PET film by Z1-PETase at 40°C and 50°C. All the experiments were \nperformed in triplicate, and the error bars of measuring samples represent the sampling \nstandard deviation (n=3). \n \nFig. 5. Post -consumer PET depolymerization by Z1-PETase in a pH-stat bioreactor. (a) \nThe transparent PET flake (left) and its pulverized form (right). (b) Depolymerization of post-\nconsumer transparent PET powder using Z1 -PETase in a pH -stat bioreactor with a \n3mgenzyme∙gPET−1. (c) The colored PET flake (left) and its pulverized form (right). (d) \nDepolymerization of post -consumer colored PET powder using Z1 -PETase in a pH -stat \nbioreactor with a 3mg enzyme∙gPET−1. All the experiments were performed in triplicate, and the \nerror bars of measuring samples represent the sampling standard deviation (n=3).  \n \nTable 1. Mutation points used applied to the IsPETase combinatorial variants in this study. \nThe engineering target was classified into three effects; enzyme activity, terminal stability, and \nsolubility were marked on top in yellow, green, and blue, respectively. The soluble expression \n(SolE, mg/gwet) of combinatorial IsPETase variants are cultured and purified in triplicate a nd \nthe error ranges represent the sampling standard deviation (n=3). \n  \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nTable 1. Mutation points used applied to the IsPETase combinatorial variants in this study.  \n \n \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint"
  ]
}