{
  "txt_file": "2022.01.11.475766v1.full.txt",
  "experimental_sections": [
    "Materials and Methods"
  ],
  "computational_sections": [
    "in silico directed evolution on PETase by generating mutant enzymes and then screening them against the\nMachine Learning models to predict the new mutant enzyme’s Topt and select new mutants for further \nevolution.\nResults\nA Machine-learning guided directed evolution algorithm was written in Python in order to \nengineer PETase for a higher thermostability. A flowchart of the approach is shown in Figures 1, 2 and 3. \nIn order to guide the directed evolution, a machine learning model was written to predict an enzyme’s \noptimal reaction temperature (Topt). Three machine learning models: Random Forest, Linear Regression \nand Logistic Regression, were trained for this task using enzymes from the BRENDA database. In the \nsecond stage, my algorithm generated millions of mutants of PETase by randomly mutating different \npositions of the amino acid sequence and scored the mutants using Random Forest Regression – the ML \nmodel which performed the best – to determine which mutation would lead to the highest Topt. The \nalgorithm then reenacted this mutation and selection process with the best scoring mutants, which now \nacted as the starting point for the next round of directed evolution.\nMachine-Learning Models for Predicting Optimal Reaction Temperature\n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted January 12, 2022. ; https://doi.org/10.1101/2022.01.11.475766doi: bioRxiv preprint \n4\nThree machine learning models were trained to predict an enzyme’s Topt. Random Forest and \nLinear Regression were used to predict the actual Topt value of the enzymes. Logistic Regression was \nused as a classification model to predict whether the enzyme had a Topt above 65 degrees Celsius. \nThe data set for the machine learning models consisted of enzymes from 11,420 organisms in \ntotal obtained from the BRENDA Database (7). Enzymes without Topt values were removed from the \ndataset. Before performing a cleanup of the data set, there were 2745 enzyme amino acid sequences \ncomprising the dataset. During the cleanup process, we dropped duplicates, amino acid sequences with a \nlength less than or equal to 7 and enzymes with a Topt equal to or lower than 0 degrees Celsius. The final \ntraining data consisted of 2643 enzyme amino acid sequences listed with the experimental Topts of each \nenzyme. The inputs for the models are the enzyme features such as molecular weight, amino acid \nfrequencies, dipeptide frequencies, and the enzyme’s host organism’s optimal growth temperature, as \nshown in Table 1. These enzyme features were calculated from the amino acid sequence listed from the \nBRENDA database.\nThe Random Forest and Linear Regression models were evaluated based on the R^2 value. The \nLogistic Regression model was evaluated using an accuracy score. The results are shown in Table 2. \nLasso Linear Regression obtained an R^2 value of 0.54 on the training set and 0.52 on the test set. \nRandom Forest attained a R^2 value of 0.9322 on the training set and 0.624 on the test set.  \nLogistic Regression attained an accuracy of 92.6% on the training set and 88.3% on the test set. The \ngraphs of these results are shown in Figure 6."
  ]
}