{
  "txt_file": "2023.04.17.537204v1.full.txt",
  "experimental_sections": [
    "MATERIALS AND METHODS 248 \nAll solvents used in product anal ysis (acetonitrile, formic aci d, dimethylformamide) were 249 \npurchased from commercial supplier s .  B i s  ( 2 - h y d r o x y e t h y l )  t e r e phthalate (BHET), 250 \nterephthalic acid (TPA), potassium phosphate (NaH2PO4 and Na2HPO4), and 4-bromobenzoic 251 \nacid were obtained from Sigma-Aldrich. High crystallinity PET film (ES301250) and low 252 \ncrystallinity PET film (ES301445) were obtained from Goodfellow  and was ground into 253 \npowder. 254 \n 255 \nConstruction of plasmids optimized for E. coli expression 256 \nCodon-optimized DNA sequences obtained from E. coli  were synthesized from Twist 257 \nBiosciences. These inserts were assembled via golden gate into pET28a (+), cloned with E. 258 \ncoli Omnimax competent cells. E. coli XJb (DE3) autolysis competent cells (Zymo Research) 259 \nwas subsequently used for the transformation of these 6xHis tag  constructs for protein 260 \nexpression. Table S2 shows the amino acid sequences of the gene  used and the solubility tags 261 \nused are shown in Table S3. 262 \n 263 \nHigh throughput screening of heterologous expression constructs 264 \n1 mL overnight autoinduction media (Merck) was used for the ino culation of single colonies 265 \nobtained from the transformation, in which 50 μg/mL kanamycin, 1.5 M L-arabinose and 0.5 266 \nM magnesium chloride was also added. A single freeze thaw cycle  in lysis buffer (50 mM 267 \nsodium phosphate buffer, 300 mM sodium chloride, 10 mM Imidazol e and 0.03 % TritonX-268 \n100), from the cell pellet harvested allowed the cell to releas e its embedded protein. To 269 \ncapture these His-tagged proteins, Ni resin (PureCube, Cube Bio tech) was used. These 270 \nproteins were subsequently eluted in 50 mM sodium phosphate buf fer pH 7.0, 300 mM 271 \nsodium chloride and 500 mM imidazole. Quantification of the protein elutes on a protein gel 272 \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 17, 2023. ; https://doi.org/10.1101/2023.04.17.537204doi: bioRxiv preprint \n16 \n \nwas performed by ImageJ to compare protein yields across the different constructs. Intensity 273 \nof each band obtained was normalized to the intensity of the re ference band on the standard 274 \nladder used, as well as molecular weight of each protein. This densitometric comparison was 275 \nused to determine the best yielding constructs which were then scaled up for purification and 276 \nsubsequent characterization.  277 \n 278 \nProtein expression and purification 279 \nA starter culture of 5 mL grown in LB Broth containing 50 μg/mL kanamycin was prepared, 280 \nwhere a single colony from the transformation was inoculated ov ernight at 37 °C. The starter 281 \nculture was diluted 200-fold in a fresh 1 L LB Broth containing  50 μg/mL kanamycin, 1.5 M 282 \nL-arabinose and 0.5 M Magnesium chloride. Subcultures were grow n at 37 °C until the 283 \noptical density at 600 nm (OD600) reached ~0.4 – 0.5. 100 μM is opropyl β-D-1-284 \nthiogalactopyranoside (IPTG) was then added to induce the expression of proteins. Following 285 \nwhich, the cultures were incubated overnight at 16 °C for 18 to 20 hours. Cells were 286 \nharvested from this culture using a centrifuge (15 minutes, 8000 g) maintained at 4 °C, before 287 \nresuspending and freezing the resulting pellet at -80 °C in 10 mL of lysis buffer containing 50 288 \nmM sodium phosphate buffer pH 7.0, 300 mM sodium chloride, 10 m M Imidazole and 0.03 289 \n% TritonX-100. To ensure protein stability, subsequent purifica tion steps were also carried 290 \nout at 4 °C.  291 \n 292 \nThe frozen pellet was thawed with the addition of 10mL lysis bu ffer and sonicated to release 293 \nproteins from the cells. The supernatant obtained from centrifu gation of lysates at 13,500xg 294 \nwas loaded on Ni resin and incubated for 1 hour to capture the His-tagged proteins. 20mL of 295 \n50mM sodium phosphate buffer, 300mM sodium chloride and 50mM im idazole was then 296 \nused to wash the resin, before eluting the bound proteins with 50mM sodium phosphate 297 \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 17, 2023. ; https://doi.org/10.1101/2023.04.17.537204doi: bioRxiv preprint \n17 \n \nbuffer pH 7.0, 300mM sodium chloride and 500mM imidazole. Lastl y ,  t h e  p r o t e i n s  w e r e  298 \nexchanged into 50 mM sodium phosphate pH 7.0 with 10% glycerol to allow for long-term 299 \nstorage at -80 °C. Subsequent BHET and PET degradation studies were carried out with these 300 \npurified proteins. 301 \n 302 \nBHET depolymerization assay 303 \nDimethylformamide was used to dissolve 1 M BHET stock solution.  BHET stock solution 304 \n(2.5 µL, 5 mM) was pipetted into a 2 mL glass vial containing 5 00 µL of 100 mM potassium 305 \nphosphate buffer (pH 7) and 1.67 µM purified protein. The glass  vial was tightly capped, and 306 \nthe reaction mixture was incubated at 25 °C for 24 hours in an Eppendorf ThermoMixer®. 307 \nAfter 24 hours, the reaction is quenched with 500 µL of methano l. The mixture was 308 \ntransferred into a 10 mL centrif uge tube, the vial was washed w ith 4 mL of buffer/methanol 309 \n(1:1, v/v) and the contents were transferred to the centrifuge tube. This is followed by the 310 \naddition of 5 mL 0.5 mM 4-bromobenzoic acid in buffer/methanol (1:1, v/v) as an internal 311 \nstandard. The reaction mixture was sonicated, and an aliquot wa s filtered with a 0.2 µm 312 \nsyringe filter and analyzed via UHPLC-MS. 313 \n 314 \nCalibration of BHET and TPA 315 \nBHET and TPA stock solutions (1 mM) were prepared by dissolving  the solids in 5 mL of in 316 \nbuffer/methanol (1:1, v/v), followed by the addition of 5 mL 0. 5 mM 4-bromobenzoic acid in 317 \nbuffer/methanol (1:1, v/v) as an internal standard. 6 concentrations ranging from 0.05 mM to 318 \n1 mM were prepared from the stock solution and analyzed via UPH LC-MS. A calibration 319 \nwas plotted with the molar ratio against area ratio. LC spectru m of TPA (Fig. S8) revealed 2 320 \npeaks (RT 8 min and RT 8.4 min) and the LC-MS spectrum extracte d from both peaks 321 \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 17, 2023. ; https://doi.org/10.1101/2023.04.17.537204doi: bioRxiv preprint \n18 \n \ncorrespond to TPA [M-H] - ion m/z 165 (Fig. S8). The area of both peaks was taking into 322 \nconsideration in the plotting of calibration curve of TPA (Fig. S8).  323 \n 324 \nCalibration of MHET 325 \nMHET (1 M) was prepared by dissolving the solids in dimethylfor mamide. 6 concentrations 326 \nranging from 0.03 mM to 0.18 mM were prepared from the MHET sto ck solution, topped up 327 \nwith 0.5 mM 4-bromobenzoic acid internal standard and analyzed via UPHLC-MS. A 328 \ncalibration was plotted with the molar ratio against area ratio.   329 \n 330 \nPET depolymerization assay 331 \nPET powder (2 mg, 20 mM) was weighed into a 2 mL glass vial and  fully submerged in 500 332 \nµL of 100 mM potassium phosphate buffer (pH 7) with 1.67 µM purified protein. The glass 333 \nvial was tightly capped, and the reaction mixture was incubated  at 500 rpm and 25-50°C for 334 \n48 hours to up to 28 days in an Eppendorf ThermoMixer®. The reaction is quenched with 500 335 \nµL of methanol. The mixture was transferred into a 10 mL centri fuge tube, the vial was 336 \nwashed with 4 mL of buffer/methanol (1:1, v/v) and the contents  were transferred to the 337 \ncentrifuge tube. This is followed by the addition of 5 mL 0.5 m M 4-bromobenzoic acid in 338 \nbuffer/methanol (1:1, v/v) as an internal standard. The reaction mixture was sonicated, and an 339 \naliquot was filtered with a 0.2 µm syringe filter and analyzed via UHPLC-MS. 340 \n 341"
  ],
  "computational_sections": []
}