{
  "txt_file": "2023.11.08.566248v1.full.txt",
  "experimental_sections": [
    "Materials and methods 431 \nStrains and culturing conditions  432 \nFor the initial tests, Streptomyces coelicolor M145 [28] and Actinobacteria from the MBT strain 433 \ncollection of the Institute of Biology Leiden were used for screening. These strains were isolated from 434 \nthe Himalaya mountains, Qinling mountains, Cheverny and Grenouillere France and the Netherlands 435 \n[42]. The Streptomyces plates were incubated at 30 °C for 10 days or longer before investigating the 436 \nBHET degradation. E. coli was grown on Luria-Burtani (LB) agar or in LB cultures overnight at 37 °C.  437 \nRoutine Streptomyces manipulation, growth and preparation of spore stocks was performed according 438 \nto the Streptomyces manual  [53]. Spore suspensions were obtained by growing the strains on Soy 439 \nFlour Mannitol agar (SFM [54]) until sporulation.  440 \n 441 \nHomology search 442 \nPotential homologs of the PETase Ideonella sakaiensis (Uniprot A0A0K8P6T7 (PETH_IDESA)) in the 443 \nActinobacterial genomes were identified by performing a BLASTp for the genome of Streptomyces 444 \ncoelicolor (NCBI 100226) [35].  BLASTp was run in the default setting. The hits were ranked based on 445 \ntheir BLAST score, their query cover, their percent identity and the presence of the catalytic triad and 446 \nsubstrate binding site. 447 \n 448 \nBulk screens 449 \nThe strains are inoculated on the plates using the stamping method. A stamp fitting a 96-wells plate 450 \nwas autoclaved, placed in the stamping device and placed in the 96 wells plate, containing 100 μ l of 451 \neach spore stock in separate wells, and stamped on the plates of interest. Each spot contained 452 \napproximately 2 μl of spore solution. The plates were grown for 10 days at 30 °C. the spore plates 453 \nwere stored at -20 °C.  454 \n 455 \nPlate assays 456 \nPlate assays were performed using minimal medium plates with different types of agars. Upon media 457 \nselection, Streptomyces minimal medium (StrepMM [53]) Difco agar was chosen as standard condition 458 \n[55]. Plates and additives are described in table 1. Bis(2-hydroxyethyl) terephthalate (BHET) provided 459 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nby Sigma (Cas: 959-26-2, PN 465151), N-acetyl glucosamine (GlcNAc) provided by Sigma (Cas 7512-460 \n17-6, PN A4106). 461 \nTable 1: Plate compositions for screening 462 \nExperiment Medium  Agar Addition \nToxicity screen  StrepMM  \n \nIberian Agar Mannitol 25 mM + \nBHET 0, 10 mM, 20 \nmM, 30 mM and 40 mM \nBulk screens  StrepMM  \n \nIberian Agar \nDifco agar \nAgar-Agar  \n+/- BHET 10 mM \n+/- GlcNAc 25 mM \nIndividual screens  \nS. coelicolor and active \nstrains \nStrepMM Difco Agar +/- Mannitol 25 mM \n+/- BHET 10 mM \n+/- GlcNAc 25 mM \n 463 \n 464 \nIndividual screens 465 \nFor the individual screens 2 μl of uncorrected spore solution was spotted on 5cm agar plates. And 466 \ngrown at 30 °C for 10 days.  467 \n 468 \nAgar excision agar samples 469 \nS. coelicolor M145, and Streptomyces species MBT2, MBT5, MBT12, MBT38 and MBT92 with 2*10 6 470 \nspores were inoculated on StrepMM Difco with GlcNAc [25 mM] and BHET [10 mM]. After 14 days of 471 \ngrowth, a part of the halo was excised using an agar excision tool. The agar and liquids were 472 \nseparated using clear spin-filtered microtubes (Sorenson BioSciences) spun at 10.000 rpm for 15 min. 473 \nThe flow-through was stored at -20 °C and prepared for LC-MS analysis according to the sample 474 \npreparation protocol.  475 \n 476 \nIdentification variants Strep strains 477 \nFor the identification of the Lipase A variants in the Actinobacteria collection genomic DNA of the 478 \nactive strains was isolated. A PCR was performed using degenerative primers (Table 2) based on the 479 \nsequence of the 2lipA gene. PCR was performed with Phusion according to the Phusion protocol 480 \nprovide by Thermofischer scientific (F531S). The blunt-end PCR products were cloned in pJET2.1 481 \nusing the CloneJET PCR cloning kit from Thermofischer scientific (K1231).  482 \nTable 2:Primers for amplification of Lipase A variants 483 \nPrimer name Sequence Purpose source \nJA_G_F1_MBT2/12_SCO0713 GCGTCAGGAGCCGTGCG PCR LipA This work \nJA_R1_MBT2/12_SCO0713 GTGCAGCAGAACCCCCACAC PCR LipA This work \npJET2.1_F CGACTCACTATAGGGAGAGCGGC pJET2.1 Thermofisher \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nSequencing CloneJET \nPCR Kit \nK1231"
  ],
  "computational_sections": []
}