{
  "txt_file": "2024.04.24.590935v1.full.txt",
  "experimental_sections": [
    "Experimental procedures \nExpression and puriﬁca?on of PETase enzymes \nDNA plasmids for wild -type PETase (PETase, I. sakaiensis , accession number: A0A0K8P6T7, \nAddgene number: #112202), hyperacNve mutant (Addgene number: #112203) and the impaired \nmutant (Addgene number: #112204) were purchased from Addgene.  Plasmids were transformed \ninto E. coli C41(DE3) (Lucigen) and inoculated on a Nutrient Agar plate containing 100 μg/mL \nampicillin (VWR; Cas: 69-52-3). Ager culturing overnight at 37°C, single colonies for each variant \nwere inoculated into a started culture of 5 mL Terriﬁc Broth media (Thermo ScienNﬁc) containing \n100 μg/mL ampicillin and grown at 37°C overnight in a 180 rpm shaking incubator. Each starter \nculture was then transferred into 2 L ﬂasks with 400 mL media containing 100 μg/mL ampicillin \nand grown at 37°C at 200 rpm  unNl the opNcal density at 600 nm reached 0.6 -0.8. Protein \nexpression was  induced by adding 1 mM isopropyl β-D-1-thiogalactopyranoside (IPTG) (EMD \nMillipore Corp.; Cas: 367-93-1). Cells were then incubated for 18 to 20 hours at 20°C at 200 rpm, \nharvested by centrifugaNon at 5000 rpm for 20 min, and stored at -80°C for later puriﬁcaNon. \nFrozen cell pellets were resuspended in a lysis buﬀer (300 mM NaCl, 10 mM imidazole, 20 mM \nTris HCl, pH 7.4,) and lysed by sonicaNon. Lysate was clariﬁed by centrifugaNon at 45,000 rpm for \n35 minutes. The supernatant was then applied to a 2 mL Ni Sepharose 6 Fast Flow (CyNva) column \nand eluted by eluNon buﬀer containing 300 mM NaCl, 300 mM imidazole, 20 mM Tris HCl, pH 7.5. \n \nMicroscopy and image analysis \nPET ﬁlm (Goodfellow, UK) was cleaned in puriﬁed water by sonicaNon, wiped with 100% ethanol, \ncut into pieces , and dissolved in triﬂuoroaceNc acid  (TFA) (Sigma Aldrich ; Cas: 76 -05-1) to a \nconcentraNon of 1  wt%. 5-7 μL of PET soluNon was dripped onto a plasma cleaned coverslip, \ncovered with a second cleaned coverslip, and the two coverslips were then separated and dried \nin air at room temperature for 30 min. Next, the coverslips were transferred to a 120°C oven for \n20 min to achieve a smooth PET coaNng , followed by  cooling at room temperature. Flow cells \nwere assembled with the PET -coated coverslips using double-sided tape. The PET s urface was \nblocked to minimize nonspeciﬁc protein adsorpNon by ﬂowing 0.33 mg/mL casein into the ﬂow \n.CC-BY 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 24, 2024. ; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 17 \ncell for 3 min, followed by an enzyme soluNon consisNng of 8 nM wild-type PETase or its mutant"
  ],
  "computational_sections": []
}