{
  "txt_file": "2024.04.25.591214v2.full.txt",
  "experimental_sections": [
    "methodology involved embedding cutinase sequences as nodes in a network graph, where 485 \neach node was connected to its k nearest (Euclidean) neighbors, thereby enabling a direct 486 \ncomparison between two embedding schemes, OHE and LASE. While OHE provides a 487 \nstraightforward mutational distance metric between sequences, it often oversimplifies the 488 \nnuanced relationship between sequence variation and function. In contrast, LASE, by training 489 \na family-specific deep learning model on our dataset of ancestrally reconstructed sequences, 490 \ncaptures the functional properties of proteins in an abstract manner, revealing non -linear 491 \nsequence-activity relationships that are obscured in OHE representations. 492 \n 493 \nUsing LASE to map the sequence -fitness landscape, we highlighted iterative improvements 494 \nin PETase activity throughout the different phases of our sequence exploration of the cutinase 495 \nfamily. This embedding not only facilitated a deeper understanding of the functional 496 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 18 \nimplications of sequence variation but also allowed us to identify clusters of sequences with 497 \nsimilar functional profiles, regardless of their evolutionary background. Moreover, our analysis 498 \nof the fitness landscape's ruggedness via LASE provided new insights into the role of epistasis 499 \nin PETase activity. The local Dirichlet energy calculations revealed that sequences with the 500 \nhighest PETase activity were associated with the greatest ruggedness, suggesting that the 501 \nmost functionally optimized variants emerge from complex interplays of multiple mutations 502 \nrather than from linear accumulations of beneficial single mutations. This observation 503 \nhighlights the significance of epistatic interactions in driving the evolutionary innovation of 504 \nPETase activity, illustrating that successful enzyme variants often lie in regions of the fitness 505 \nlandscape that are not readily accessed through single mutational steps, but can be accessed 506 \nusing evolutionarily-guided approaches, such as mASR. 507 \n 508 \n  509 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 19 \nMaterials and Methods 510 \n 511 \nAncestral sequence reconstruction. 1000 sequences were collected from the NCBI non -512 \nredundant (nr) database with blast using LCC (UniProt: G9BY57) as seed and an e -value 513 \ncutoff of 1e-5. Sequence redundancy was removed to 90% ID in CD -HIT53. Signal peptides 514 \nwere deleted using SignalP4.0 54. Alignment was performed using the GINSI protocol of 515 \nMAFFT55. 100 replicates of independent model parameterization and tree search (default 516 \nparameters) were performed using IQTREE2 56 on the NCI GADI supercomputer. The 517 \nsequence evolution model was parameterized using ModelFinder 57, as implemented in 518 \nIQTREE2. Branch supports were determined as the ultrafast bootstrap approximation 38 519 \ncalculated to 1000 replicates, as implemented in IQTREE2. The Approximately unbiased test41 520 \nwas conducted to 10000 replicates for all ML topologies. Empirical Bayesian ASR was 521 \nperformed on 20 of the 100 trees that failed rejection by the AU test in CodeML 39 using the 522 \nML replacement matrix (LG)58 with rates modeled as a discrete gamma parameterized with 4 523 \nrate categories.  524 \n 525 \nSmall-scale protein expression and purification. Plasmids were transformed by heat shock 526 \ninto chemically competent BL21(DE3) E. coli cells and plated onto Lysogeny broth (LB) agar 527 \nsupplemented with 100 µg/mL kanamycin and incubated at 37 °C overnight. A single colony 528 \nwas used to inoculate 1.5 mL autoinduction media supplemented with 100 µg/mL kanamycin 529 \nin a 2.2 mL 96-well deep well block and grown at 1050 rpm at 37 °C for 5 hours, followed by 530 \nroom temperature (RT; 25 °C) for 16 hours. 531 \n 532 \nCells were harvested by centrifugation at 2000 x g for 15 minutes at RT and resuspended in 533 \nLysis Buffer (1X BugBuster® Protein Extraction Reagent (Merck -Millipore), 20 mM Tris, 300 534 \nmM NaCl, 1 U/ml Turbonuclease (Sigma) pH 8). The cell suspension was left to incubate at 535 \nRT for 20 minutes with gentle shaking. The lysate was separated from the insoluble cell debris 536 \nby centrifugation at 2250 x g for 1 hour at RT. 537 \n 538 \nThe clarified lysate was then diluted with 100 µl of Equilibration Buffer (20 mM Tris, 300 mM 539 \nNaCl pH 8) and purified by nickel-charged IMAC using a 96-well HisPurTM Ni-NTA Spin Plate 540 \n(ThermoFisher Scientific) equilibrated in Equilibration Buffer, washing the sample three times 541 \nwith 250 µl of Wash Buffer (20 mM Tris, 300 mM NaCl, 10 mM imidazole pH 8) and eluting 542 \nwith 250 µl of Elution Buffer (20 mM Tris, 300 mM NaCl, 150 mM imidazole pH 8). All 543 \ncentrifugation steps following addition of Wash or Elution Buffer were at 1000 x g for 1 minute 544 \nat RT. The eluate was stored at 4 °C. Bradford assay was used to quantify the soluble 545 \nexpression levels post-purification (Supplementary Figure 1). 546 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 20 \n 547 \nUV absorbance assay for PET -degrading activity . For purified protein from 96 -well 548 \nexpression and purification, 15 µl of the eluate from the 96 -well Ni-NTA purification and 285 549 \nµl of Reaction Buffer (50 mM Bicine pH 9) was added to a clear 96 -well plate. For purified 550 \nprotein from large -scale expression and purification, 300 µl of 100 nM enzyme in Reaction 551 \nBuffer was added to a clear 96 -well plate. A single disk of amorphous PET (Goodfellow 552 \nES301445) with 4 mm diameter and 0.25 mm thickness was added to each well. The plate 553 \nwas incubated at 60 °C for 16 hours. Following incubation, 100 µl of the reaction solution was 554 \ntransferred to a clear UV -transparent 96 -well plate and the absorbance was measured 555 \nbetween 240 to 300 nm in 10 nm steps using the Epoch Microplate Spectrophotometer 556 \n(BioTek) (Supplementary Figure 2). For comparison of activity of all variants, the absorbance 557 \nat 260 nm was used. Assays were repeated in triplicate for each variant.  558 \n 559 \nAssay data processing. To correct for possible systematic error between replicate data 560 \npoints, the mean absorbance at 260 nm for each replicate was determined. Using the mean 561 \nabsorbance, a scaling coefficient was assigned to the replicates with the lowest and highest 562 \nmean values such that the mean of the scaled absorbance values equaled the mean of the 563 \nreplicate with the mid -range mean value. To ensure scaling improved consistency between 564 \nreplicates, correlograms of the data before ( Supplementary Figure 3 ) and after 565 \n(Supplementary Figure 4) scaling were produced to confirm the monotonic (rank) correlation 566 \nbetween replicates was preserved. 567 \n 568 \nCloning of TEV-PETase variants for crystallography studies. Primer pairs containing the 569 \nDNA sequence for the TEV cleavage site (5' -GAAAACCTGTATTTTCAAAGC-3') were 570 \nconstructed, specific to each PETase variant. PCR was performed using these primers and 571 \nPETase variant genes to create mutant fragments. These fragments were reassembled using 572 \nGibson Assembly59 and checked through Sanger sequencing to ensure the TEV cleavage site 573 \nwas correctly introduced. 574 \n 575 \nLarge scale protein expression and purification. The TEV -PETase ancestral variants 576 \nplasmids were transformed using electroporation into electrocompetent E. cloni® cells 577 \n(Lucigen) and plated onto LB agar supplemented with 100 µg/mL kanamycin. The plates were 578 \nincubated overnight at 37 °C. A single colony was inoculated into a 10 mL solution of LB media 579 \nwith 100 µg/mL kanamycin and incubated overnight at 37 °C and 180 rotations per minute 580 \n(rpm). This liquid starter culture was then added to 1 L of autoinduction media60 (6 g Na2HPO4, 581 \n3 g KH2PO4, 20 g tryptone, 5 g yeast extract, 5 g NaCl, 10 mL of 60% (v/v) glycerol, 5 mL of 582 \n10% (w/v) glucose, and 25 mL of 8% (w/v) lactose) with 100 µg/mL kanamycin and incubated 583 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 21 \nfor 24 hours at room temperature and 180 rpm. The cells were separated from the media by 584 \ncentrifugation at 5000 × g for 15 minutes at 4 °C and resuspended in lysis buffer (400 mM 585 \nNaCl, 25 mM imidazole, 1 U/mL Turbonuclease (Sigma), and 50 mM Tris -HCl pH 8.0). The 586 \nresuspended cell solution was lysed using two rounds of sonication at 50% power and pulse 587 \ntime for 5 minutes, with 5 minutes on ice between sonication steps. Next, the sample was 588 \ncentrifuged at 32000 × g for 60 minutes at 4 °C, and the soluble cell solution was separated 589 \nfrom the insoluble cell material and filtered through a 0.45 μm pore size filter. The filtered 590 \nsoluble cell solution was passed through an equilibrated Nickel -charged IMAC using a 5 mL 591 \nHisTrap HP (GE Healthcare Life Sciences) in Lysis Buffer. The protein bound to the column 592 \nwas eluted using elution buffer (400 mM NaCl, 500 mM imidazole, and 50 mM Tris -HCl pH 593 \n8.0). The protein sample was buffer exchanged to TEV reaction buffer (100 mM NaCl, 0.5 mM 594 \nEDTA, 1 mM DTT, 1% (v/v) glycerol, and 50 mM Tris -HCl pH 8.0) using a PD -10 desalting 595 \ncolumn and diluted to 50 mL in this buffer. A 1 mL solution containing 1 mg/ml of purified TEV 596 \nprotease was added and incubated at room temperature overnight. The cleaved sample was 597 \npassed through an equilibrated Nickel -charged IMAC using a 5 mL HisTrap HP (GE 598 \nHealthcare Life Sciences), and the flowthrough was collected. This flowthrough was 599 \nconcentrated using the 3 kDa Amicon® ultra 15 mL centrifugal filters and filtered through a 600 \n0.22 μm filter. Finally, the cleaved protein was purified to homogeneity using size -exclusion 601 \nchromatography, and the HiLoad 26/600 Superdex 200 column (GE Healthcare Life Sciences) 602 \nwas equilibrated in size-exclusion buffer (150 mM NaCl, 25 mM HEPES pH 7.5). 603 \n 604 \nProtein crystallisation and structure determination. Proteins were concentrated using the 605 \n3 kDa Amicon® ultra 15 mL centrifugal filters to 15 -36 mg/ml and crystallized in 20% (w/v) 606 \nPEG 3350 alongside 0.2 M salt and BisTris buffer solution. Specifically, ancestor 55_547 in 607 \n0.2 M sodium/potassium tartrate, 0.1 M BisTris propane pH 7.5 and 20% (w/v) PEG 3350; and 608 \nancestor 35_442 in 0.2 M sodium malonate, 0.1 M BisTris propane pH 6.5 and 20% (w/v) PEG 609 \n3350. The X -ray diffraction data were collected on the MX2 beamline at the Australian 610 \nSynchrotron61. The data was processed using XDS 62, and the phase problem was resolved 611 \nwith molecular replacement using the PETase WT structure (PDB: 6EQE) as the search 612 \nmodel. The ligands and solvent molecules were removed and then used as the search model 613 \npart of Phaser (CCP4) 63. The structure was refined using phenix.refine 64 through multiple 614 \niterative steps, and rebuilt each time with Coot 65. The structures of ancestors 55_547 and 615 \n35_442 were deposited in the protein data bank under the PDB ID of 8ETX and 8ETY, 616 \nrespectively. 617 \n 618 \nProtein sequence representations. To analyze PETase sequence space One -hot 619 \nembeddings (OHE) and Learned Ancestral Sequence Embeddings (LASE) were made. To 620 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 22 \nproduce OHE, aligned PETase sequences were converted into a (20\t × \t267) vectors where 621 \ngaps were represented as a zero vector of length 20. The LASE embedding model was 622 \nimplemented as a Transformer in PyTorch 2.0.1 as previously described36, with three encoder 623 \nblocks with 2-headed multihead attention (64 dimensions) and a feed-forward fully-connected 624 \nlayer (128 dimensions). The LASE embedding model was trained with a masking percent of 625 \n15%, over 100 epochs with a batch size of 32 using the Adam optimizer. Loss was determined 626 \nas the categorical cross entropy loss. Performance over training was assessed with perplexity 627 \nand categorical accuracy (Supplementary Figure 8).  628 \n 629 \nLocal Dirichlet energy calculations. 630 \nTo estimate the local ruggedness of each PETase variant, the k -nearest neighbors of each 631 \nnode were used to produce a KNN sub-graph for each variant with scikit-learn 1.2.1. The kNN 632 \nsub-graphs were made symmetric by defining an edge in either direction to be a single edge. 633 \nThe dirichlet energy was calculated as previously described52,66:  634 \n 635 \n𝜆! = 1/𝑁\t𝑦\"𝐿𝑦 636 \n 637 \nWhere, λm is normalized dirichlet energy, N, the number of variants in the sub -graph, y, the 638 \nactivity (absorbance) of each variant and L the graph Laplacian operator of the adjacency 639 \nmatrix of each kNN sub-graph. 640 \n 641 \nAcknowledgements 642 \nThis research was undertaken in part using the MX2 beamline at the Australian Synchrotron, 643 \npart of ANSTO, and made use of the Australian Cancer Research Foundation (ACRF) 644 \ndetector. 645 \n 646 \nAvailability 647 \nThe code for model training and analysis is available on GitHub: 648 \nhttps://github.com/RSCJacksonLab/cutinase_lase  649 \nDeposited crystal structures are available on the Protein Data Bank under accession IDs 650 \n8ETY and 8ETX. 651 \n 652 \nNote 653 \n 654 \nThe authors declare the following competing financial interest(s): C.J.J., V.V., M.A.S., R.G., 655 \nD.M., J.S., A.M.D., and J.T. hold equity in the plastic recycling company, Samsara Eco.  656 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 23 \nReferences 657 \n 658 \n(1) Plastic pollution is growing relentlessly as waste management and recycling fall short, 659 \nsays OECD. https://www.oecd.org/environment/plastic-pollution-is-growing-relentlessly-660 \nas-waste-management-and-recycling-fall-short.htm (accessed 2023-12-16). 661 \n(2) OECD. Global Plastics Outlook, 2022. https://www.oecd -662 \nilibrary.org/content/publication/de747aef-en. 663 \n(3) Zhu, B.; Wang, D.; Wei, N. Enzyme Discovery and Engineering for Sustainable Plastic 664 \nRecycling. Trends Biotechnol.  2022, 40 (1), 22 –37. 665 \nhttps://doi.org/10.1016/j.tibtech.2021.02.008. 666 \n(4) Egmond, M. R.; de Vlieg, J. Fusarium Solani Pisi Cutinase. Biochimie 2000, 82 (11), 667 \n1015–1021. https://doi.org/10.1016/s0300-9084(00)01183-4. 668 \n(5) Herrero Acero, E.; Ribitsch, D.; Steinkellner, G.; Gruber, K.; Greimel, K.; Eiteljoerg, I.; 669 \nTrotscha, E.; Wei, R.; Zimmermann, W.; Zinn, M.; Cavaco-Paulo, A.; Freddi, G.; Schwab, 670 \nH.; Guebitz, G. Enzymatic Surface Hydrolysis of PET: Effect of Structural Diversity on 671 \nKinetic Properties of Cutinases from Thermobifida. Macromolecules 2011, 44 (12), 672 \n4632–4640. https://doi.org/10.1021/ma200949p. 673 \n(6) Tournier, V.; Topham, C. M.; Gilles, A.; David, B.; Folgoas, C.; Moya -Leclair, E.; 674 \nKamionka, E.; Desrousseaux, M. -L.; Texier, H.; Gavalda, S.; Cot, M.; Guémard, E.; 675 \nDalibey, M.; Nomme, J.; Cioci, G.; Barbe, S.; Chateau, M.; André, I.; Duquesne, S.; 676 \nMarty, A. An Engineered PET Depolymerase to Break down and Recycle Plastic Bottles. 677 \nNature 2020, 580 (7802), 216–219. https://doi.org/10.1038/s41586-020-2149-4. 678 \n(7) Carniel, A.; Valoni, É.; Nicomedes, J.; Gomes, A. da C.; Castro, A. M. de. Lipase from 679 \nCandida Antarctica (CALB) and Cutinase from Humicola Insolens Act Synergistically for 680 \nPET Hydrolysis to Terephthalic Acid. Process Biochem.  2017, 59, 84 –90. 681 \nhttps://doi.org/10.1016/j.procbio.2016.07.023. 682 \n(8) von Haugwitz, G.; Han, X.; Pfaff, L.; Li, Q.; Wei, H.; Gao, J.; Methling, K.; Ao, Y.; Brack, 683 \nY.; Mican, J.; Feiler, C. G.; Weiss, M. S.; Bednar, D.; Palm, G. J.; Lalk, M.; Lammers, M.; 684 \nDamborsky, J.; Weber, G.; Liu, W.; Bornscheuer, U. T.; Wei, R. Structural Insights into 685 \n(Tere)Phthalate-Ester Hydrolysis by a Carboxylesterase and Its Role in Promoting PET 686 \nDepolymerization. ACS Catal.  2022, 12 (24), 15259 –15270. 687 \nhttps://doi.org/10.1021/acscatal.2c03772. 688 \n(9) Gamerith, C.; Vastano, M.; Ghorbanpour, S. M.; Zitzenbacher, S.; Ribitsch, D.; Zumstein, 689 \nM. T.; Sander, M.; Herrero Acero, E.; Pellis, A.; Guebitz, G. M. Enzymatic Degradation 690 \nof Aromatic and Aliphatic Polyesters by P. Pastoris Expressed Cutinase 1 from 691 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 24 \nThermobifida Cellulosilytica. Front. Microbiol.  2017, 8, 938. 692 \nhttps://doi.org/10.3389/fmicb.2017.00938. 693 \n(10) Silva, C.; Da, S.; Silva, N.; Matamá, T.; Araújo, R.; Martins, M.; Chen, S.; Chen, J.; Wu, 694 \nJ.; Casal, M.; Cavaco-Paulo, A. Engineered Thermobifida Fusca Cutinase with Increased 695 \nActivity on Polyester Substrates. Biotechnol. J.  2011, 6 (10), 1230 –1239. 696 \nhttps://doi.org/10.1002/biot.201000391. 697 \n(11) Amaral-Zettler, L. A.; Zettler, E. R.; Mincer, T. J. Ecology of the Plastisphere. Nat. Rev. 698 \nMicrobiol. 2020, 18 (3), 139–151. https://doi.org/10.1038/s41579-019-0308-0. 699 \n(12) Qi, X.; Ji, M.; Yin, C.-F.; Zhou, N.-Y.; Liu, Y. Glacier as a Source of Novel Polyethylene 700 \nTerephthalate Hydrolases. Environ. Microbiol.  2023, 25 (12), 2822 –2833. 701 \nhttps://doi.org/10.1111/1462-2920.16516. 702 \n(13) Sulaiman, S.; Yamato, S.; Kanaya, E.; Kim, J. -J.; Koga, Y.; Takano, K.; Kanaya, S. 703 \nIsolation of a Novel Cutinase Homolog with Polyethylene Terephthalate -Degrading 704 \nActivity from Leaf-Branch Compost by Using a Metagenomic Approach. Appl. Environ. 705 \nMicrobiol. 2012, 78 (5), 1556–1562. https://doi.org/10.1128/AEM.06725-11. 706 \n(14) Ronkvist, Å. M.; Xie, W.; Lu, W.; Gross, R. A. Cutinase -Catalyzed Hydrolysis of 707 \nPoly(Ethylene Terephthalate). Macromolecules 2009, 42 (14), 5128 –5138. 708 \nhttps://doi.org/10.1021/ma9005318. 709 \n(15) Vertommen, M. A. M. E.; Nierstrasz, V. A.; Veer, M. van der; Warmoeskerken, M. M. C. 710 \nG. Enzymatic Surface Modification of Poly(Ethylene Terephthalate). J. Biotechnol. 2005, 711 \n120 (4), 376–386. https://doi.org/10.1016/j.jbiotec.2005.06.015. 712 \n(16) Akutsu-Shigeno, Y.; Adachi, Y.; Yamada, C.; Toyoshima, K.; Nomura, N.; Uchiyama, H.; 713 \nNakajima-Kambe, T. Isolation of a Bacterium That Degrades Urethane Compounds and 714 \nCharacterization of Its Urethane Hydrolase. Appl. Microbiol. Biotechnol.  2006, 70 (4), 715 \n422–429. https://doi.org/10.1007/s00253-005-0071-1. 716 \n(17) Ma, Y.; Yao, M.; Li, B.; Ding, M.; He, B.; Chen, S.; Zhou, X.; Yuan, Y. Enhanced 717 \nPoly(Ethylene Terephthalate) Hydrolase Activity by Protein Engineering. Engineering 718 \n2018, 4 (6), 888–893. https://doi.org/10.1016/j.eng.2018.09.007. 719 \n(18) Cui, Y.; Chen, Y.; Liu, X.; Dong, S.; Tian, Y.; Qiao, Y.; Mitra, R.; Han, J.; Li, C.; Han, X.; 720 \nLiu, W.; Chen, Q.; Wei, W.; Wang, X.; Du, W.; Tang, S.; Xiang, H.; Liu, H.; Liang, Y.; 721 \nHouk, K. N.; Wu, B. Computational Redesign of a PETase for Plastic Biodegradation 722 \nunder Ambient Condition by the GRAPE Strategy. ACS Catal. 2021, 11 (3), 1340–1350. 723 \nhttps://doi.org/10.1021/acscatal.0c05126. 724 \n(19) Son, H. F.; Cho, I. J.; Joo, S.; Seo, H.; Sagong, H.-Y.; Choi, S. Y.; Lee, S. Y.; Kim, K.-J. 725 \nRational Protein Engineering of Thermo -Stable PETase from Ideonella Sakaiensis for 726 \nHighly Efficient PET Degradation. ACS Catal.  2019, 9 (4), 3519 –3526. 727 \nhttps://doi.org/10.1021/acscatal.9b00568. 728 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 25 \n(20) Wei, R.; Oeser, T.; Schmidt, J.; Meier, R.; Barth, M.; Then, J.; Zimmermann, W. 729 \nEngineered Bacterial Polyester Hydrolases Efficiently Degrade Polyethylene 730 \nTerephthalate Due to Relieved Product Inhibition. Biotechnol. Bioeng. 2016, 113 (8), 731 \n1658–1665. https://doi.org/10.1002/bit.25941. 732 \n(21) Hellesnes, K. N.; Vijayaraj, S.; Fojan, P.; Petersen, E.; Courtade, G. Biochemical 733 \nCharacterization and NMR Study of a PET -Hydrolyzing Cutinase from Fusarium Solani 734 \nPisi. Biochemistry 2023, 62 (8), 1369 –1375. 735 \nhttps://doi.org/10.1021/acs.biochem.2c00619. 736 \n(22) Spence, M. A.; Kaczmarski, J. A.; Saunders, J. W.; Jackson, C. J. Ancestral Sequence 737 \nReconstruction for Protein Engineers. Curr. Opin. Struct. Biol.  2021, 69, 131 –141. 738 \nhttps://doi.org/10.1016/j.sbi.2021.04.001. 739 \n(23) Starr, T. N.; Zepeda, S. K.; Walls, A. C.; Greaney, A. J.; Alkhovsky, S.; Veesler, D.; 740 \nBloom, J. D. ACE2 Binding Is an Ancestral and Evolvable Trait of Sarbecoviruses. Nature 741 \n2022, 603 (7903), 913–918. https://doi.org/10.1038/s41586-022-04464-z. 742 \n(24) Meger, A. T.; Spence, M. A.; Sandhu, M.; Matthews, D.; Chen, J.; Jackson, C. J.; Raman, 743 \nS. Rugged Fitness Landscapes Minimize Promiscuity in the Evolution of Transcriptional 744 \nRepressors. Cell Syst.  2024, 15 (4), 374 -387.e6. 745 \nhttps://doi.org/10.1016/j.cels.2024.03.002. 746 \n(25) Hartman, E. C.; Tullman-Ercek, D. Learning from Protein Fitness Landscapes: A Review 747 \nof Mutability, Epistasis, and Evolution. Curr. Opin. Syst. Biol.  2019, 14, 25 –31. 748 \nhttps://doi.org/10.1016/j.coisb.2019.02.006. 749 \n(26) Livada, J.; Vargas, A. M.; Martinez, C. A.; Lewis, R. D. Ancestral Sequence 750 \nReconstruction Enhances Gene Mining Efforts for Industrial Ene Reductases by 751 \nExpanding Enzyme Panels with Thermostable Catalysts. ACS Catal. 2023, 13 (4), 2576–752 \n2585. https://doi.org/10.1021/acscatal.2c03859. 753 \n(27) Thomson, R. E. S.; Carrera -Pacheco, S. E.; Gillam, E. M. J. Engineering Functional 754 \nThermostable Proteins Using Ancestral Sequence Reconstruction. J. Biol. Chem. 2022, 755 \n298 (10). https://doi.org/10.1016/j.jbc.2022.102435. 756 \n(28) Gumulya, Y.; Baek, J.-M.; Wun, S.-J.; Thomson, R. E. S.; Harris, K. L.; Hunter, D. J. B.; 757 \nBehrendorff, J. B. Y. H.; Kulig, J.; Zheng, S.; Wu, X.; Wu, B.; Stok, J. E.; De Voss, J. J.; 758 \nSchenk, G.; Jurva, U.; Andersson, S.; Isin, E. M.; Bodén, M.; Guddat, L.; Gillam, E. M. J. 759 \nEngineering Highly Functional Thermostable Proteins Using Ancestral Sequence 760 \nReconstruction. Nat. Catal. 2018, 1 (11), 878–888. https://doi.org/10.1038/s41929-018-761 \n0159-5. 762 \n(29) Rives, A.; Meier, J.; Sercu, T.; Goyal, S.; Lin, Z.; Liu, J.; Guo, D.; Ott, M.; Zitnick, C. L.; 763 \nMa, J.; Fergus, R. Biological Structure and Function Emerge from Scaling Unsupervised 764 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 26 \nLearning to 250 Million Protein Sequences. Proc. Natl. Acad. Sci.  2021, 118 (15), 765 \ne2016239118. https://doi.org/10.1073/pnas.2016239118. 766 \n(30) Lin, Z.; Akin, H.; Rao, R.; Hie, B.; Zhu, Z.; Lu, W.; Smetanin, N.; Verkuil, R.; Kabeli, O.; 767 \nShmueli, Y.; dos Santos Costa, A.; Fazel-Zarandi, M.; Sercu, T.; Candido, S.; Rives, A. 768 \nEvolutionary-Scale Prediction of Atomic-Level Protein Structure with a Language Model. 769 \nScience 2023, 379 (6637), 1123–1130. https://doi.org/10.1126/science.ade2574. 770 \n(31) Elnaggar, A.; Heinzinger, M.; Dallago, C.; Rehawi, G.; Wang, Y.; Jones, L.; Gibbs, T.; 771 \nFeher, T.; Angerer, C.; Steinegger, M.; Bhowmik, D.; Rost, B. ProtTrans: Toward 772 \nUnderstanding the Language of Life Through Self -Supervised Learning. IEEE Trans. 773 \nPattern Anal. Mach. Intell.  2022, 44 (10), 7112 –7127. 774 \nhttps://doi.org/10.1109/TPAMI.2021.3095381. 775 \n(32) Alley, E. C.; Khimulya, G.; Biswas, S.; AlQuraishi, M.; Church, G. M. Unified Rational 776 \nProtein Engineering with Sequence-Based Deep Representation Learning. Nat. Methods 777 \n2019, 16 (12), 1315–1322. https://doi.org/10.1038/s41592-019-0598-1. 778 \n(33) Chen, L.; Zhang, Z.; Li, Z.; Li, R.; Huo, R.; Chen, L.; Wang, D.; Luo, X.; Chen, K.; Liao, 779 \nC.; Zheng, M. Learning Protein Fitness Landscapes with Deep Mutational Scanning Data 780 \nfrom Multiple Sources. Cell Syst.  2023, 14 (8), 706 -721.e5. 781 \nhttps://doi.org/10.1016/j.cels.2023.07.003. 782 \n(34) D’Costa, S.; Hinds, E. C.; Freschlin, C. R.; Song, H.; Romero, P. A. Inferring Protein 783 \nFitness Landscapes from Laboratory Evolution Experiments. PLOS Comput. Biol. 2023, 784 \n19 (3), e1010956. https://doi.org/10.1371/journal.pcbi.1010956. 785 \n(35) Hie, B. L.; Yang, K. K.; Kim, P. S. Evolutionary Velocity with Protein Language Models 786 \nPredicts Evolutionary Dynamics of Diverse Proteins. Cell Syst. 2022, 13 (4), 274-285.e6. 787 \nhttps://doi.org/10.1016/j.cels.2022.01.003. 788 \n(36) Matthews, D. S.; Spence, M. A.; Mater, A. C.; Nichols, J.; Pulsford, S. B.; Sandhu, M.; 789 \nKaczmarski, J. A.; Miton, C. M.; Tokuriki, N.; Jackson, C. J. Leveraging Ancestral 790 \nSequence Reconstruction for Protein Representation Learning. bioRxiv December 21, 791 \n2023, p 2023.12.20.572683. https://doi.org/10.1101/2023.12.20.572683. 792 \n(37) Joho, Y.; Vongsouthi, V.; Spence, M. A.; Ton, J.; Gomez, C.; Tan, L. L.; Kaczmarski, J. 793 \nA.; Caputo, A. T.; Royan, S.; Jackson, C. J.; Ardevol, A. Ancestral Sequence 794 \nReconstruction Identifies Structural Changes Underlying the Evolution of Ideonella 795 \nSakaiensis PETase and Variants with Improved Stability and Activity. Biochemistry 2023, 796 \n62 (2), 437–450. https://doi.org/10.1021/acs.biochem.2c00323. 797 \n(38) Hoang, D. T.; Chernomor, O.; von Haeseler, A.; Minh, B. Q.; Vinh, L. S. UFBoot2: 798 \nImproving the Ultrafast Bootstrap Approximation. Mol. Biol. Evol. 2018, 35 (2), 518–522. 799 \nhttps://doi.org/10.1093/molbev/msx281. 800 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 27 \n(39) Yang, Z. PAML 4: Phylogenetic Analysis by Maximum Likelihood. Mol. Biol. Evol. 2007, 801 \n24 (8), 1586–1591. https://doi.org/10.1093/molbev/msm088. 802 \n(40) Eick, G. N.; Bridgham, J. T.; Anderson, D. P.; Harms, M. J.; Thornton, J. W. Robustness 803 \nof Reconstructed Ancestral Protein Functions to Statistical Uncertainty. Mol. Biol. Evol. 804 \n2017, 34 (2), 247–261. https://doi.org/10.1093/molbev/msw223. 805 \n(41) Shimodaira, H. An Approximately Unbiased Test of Phylogenetic Tree Selection. Syst. 806 \nBiol. 2002, 51 (3), 492–508. https://doi.org/10.1080/10635150290069913. 807 \n(42) Han, X.; Liu, W.; Huang, J.-W.; Ma, J.; Zheng, Y.; Ko, T.-P.; Xu, L.; Cheng, Y.-S.; Chen, 808 \nC.-C.; Guo, R. -T. Structural Insight into Catalytic Mechanism of PET Hydrolase. Nat. 809 \nCommun. 2017, 8 (1), 2106. https://doi.org/10.1038/s41467-017-02255-z. 810 \n(43) Guo, B.; Vanga, S. R.; Lopez-Lorenzo, X.; Saenz-Mendez, P.; Ericsson, S. R.; Fang, Y.; 811 \nYe, X.; Schriever, K.; Bäckström, E.; Biundo, A.; Zubarev, R. A.; Furó, I.; Hakkarainen, 812 \nM.; Syrén, P. -O. Conformational Selection in Biocatalytic Plastic Degradation by 813 \nPETase. ACS Catal. 2022, 12 (6), 3397–3409. https://doi.org/10.1021/acscatal.1c05548. 814 \n(44) Crnjar, A.; Griñen, A.; Kamerlin, S. C. L.; Ramírez -Sarmiento, C. A. Conformational 815 \nSelection of a Tryptophan Side Chain Drives the Generalized Increase in Activity of PET 816 \nHydrolases through a Ser/Ile Double Mutation. ACS Org. Inorg. Au 2023, 3 (2), 109–119. 817 \nhttps://doi.org/10.1021/acsorginorgau.2c00054. 818 \n(45) Varadi, M.; Anyango, S.; Deshpande, M.; Nair, S.; Natassia, C.; Yordanova, G.; Yuan, 819 \nD.; Stroe, O.; Wood, G.; Laydon, A.; Žídek, A.; Green, T.; Tunyasuvunakool, K.; 820 \nPetersen, S.; Jumper, J.; Clancy, E.; Green, R.; Vora, A.; Lutfi, M.; Figurnov, M.; Cowie, 821 \nA.; Hobbs, N.; Kohli, P.; Kleywegt, G.; Birney, E.; Hassabis, D.; Velankar, S. AlphaFold 822 \nProtein Structure Database: Massively Expanding the Structural Coverage of Protein -823 \nSequence Space with High-Accuracy Models. Nucleic Acids Res. 2022, 50 (D1), D439–824 \nD444. https://doi.org/10.1093/nar/gkab1061. 825 \n(46) Jumper, J.; Evans, R.; Pritzel, A.; Green, T.; Figurnov, M.; Ronneberger, O.; 826 \nTunyasuvunakool, K.; Bates, R.; Žídek, A.; Potapenko, A.; Bridgland, A.; Meyer, C.; Kohl, 827 \nS. A. A.; Ballard, A. J.; Cowie, A.; Romera -Paredes, B.; Nikolov, S.; Jain, R.; Adler, J.; 828 \nBack, T.; Petersen, S.; Reiman, D.; Clancy, E.; Zielinski, M.; Steinegger, M.; Pacholska, 829 \nM.; Berghammer, T.; Bodenstein, S.; Silver, D.; Vinyals, O.; Senior, A. W.; Kavukcuoglu, 830 \nK.; Kohli, P.; Hassabis, D. Highly Accurate Protein Structure Prediction with AlphaFold. 831 \nNature 2021, 596 (7873), 583–589. https://doi.org/10.1038/s41586-021-03819-2. 832 \n(47) Liu, Y.; Eisenberg, D. 3D Domain Swapping: As Domains Continue to Swap. Protein Sci. 833 \nPubl. Protein Soc. 2002, 11 (6), 1285–1299. 834 \n(48) Then, J.; Wei, R.; Oeser, T.; Barth, M.; Belisário-Ferrari, M. R.; Schmidt, J.; Zimmermann, 835 \nW. Ca2+ and Mg2+ Binding Site Engineering Increases the Degradation of Polyethylene 836 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 28 \nTerephthalate Films by Polyester Hydrolases from Thermobifida Fusca. Biotechnol. J. 837 \n2015, 10 (4), 592–598. https://doi.org/10.1002/biot.201400620. 838 \n(49) Then, J.; Wei, R.; Oeser, T.; Gerdts, A.; Schmidt, J.; Barth, M.; Zimmermann, W. A 839 \nDisulfide Bridge in the Calcium Binding Site of a Polyester Hydrolase Increases Its 840 \nThermal Stability and Activity against Polyethylene Terephthalate. FEBS Open Bio 2016, 841 \n6 (5), 425–432. https://doi.org/10.1002/2211-5463.12053. 842 \n(50) Joho, Y.; Vongsouthi, V.; Spence, M. A.; Ton, J.; Gomez, C.; Tan, L. L.; Kaczmarski, J. 843 \nA.; Caputo, A. T.; Royan, S.; Jackson, C. J.; Ardevol, A. Ancestral Sequence 844 \nReconstruction Identifies Structural Changes Underlying the Evolution of Ideonella 845 \nSakaiensis PETase and Variants with Improved Stability and Activity. Biochemistry 2023, 846 \n62 (2), 437–450. https://doi.org/10.1021/acs.biochem.2c00323. 847 \n(51) Daković, M.; Stanković, L.; Sejdić, E. Local Smoothness of Graph Signals. Math. Probl. 848 \nEng. 2019, 2019, e3208569. https://doi.org/10.1155/2019/3208569. 849 \n(52) Castro, E.; Godavarthi, A.; Rubinfien, J.; Givechian, K.; Bhaskar, D.; Krishnaswamy, S. 850 \nTransformer-Based Protein Generation with Regularized Latent Space Optimization. 851 \nNat. Mach. Intell. 2022, 4 (10), 840–851. https://doi.org/10.1038/s42256-022-00532-1. 852 \n(53) Fu, L.; Niu, B.; Zhu, Z.; Wu, S.; Li, W. CD -HIT: Accelerated for Clustering the next -853 \nGeneration Sequencing Data. Bioinformatics 2012, 28 (23), 3150 –3152. 854 \nhttps://doi.org/10.1093/bioinformatics/bts565. 855 \n(54) Petersen, T. N.; Brunak, S.; von Heijne, G.; Nielsen, H. SignalP 4.0: Discriminating Signal 856 \nPeptides from Transmembrane Regions. Nat. Methods  2011, 8 (10), 785 –786. 857 \nhttps://doi.org/10.1038/nmeth.1701. 858 \n(55) Katoh, K.; Standley, D. M. MAFFT Multiple Sequence Alignment Software Version 7: 859 \nImprovements in Performance and Usability. Mol. Biol. Evol.  2013, 30 (4), 772 –780. 860 \nhttps://doi.org/10.1093/molbev/mst010. 861 \n(56) Minh, B. Q.; Schmidt, H. A.; Chernomor, O.; Schrempf, D.; Woodhams, M. D.; von 862 \nHaeseler, A.; Lanfear, R. IQ -TREE 2: New Models and Efficient Methods for 863 \nPhylogenetic Inference in the Genomic Era. Mol. Biol. Evol.  2020, 37 (5), 1530–1534. 864 \nhttps://doi.org/10.1093/molbev/msaa015. 865 \n(57) Kalyaanamoorthy, S.; Minh, B. Q.; Wong, T. K. F.; von Haeseler, A.; Jermiin, L. S. 866 \nModelFinder: Fast Model Selection for Accurate Phylogenetic Estimates. Nat. Methods 867 \n2017, 14 (6), 587–589. https://doi.org/10.1038/nmeth.4285. 868 \n(58) Le, S. Q.; Gascuel, O. An Improved General Amino Acid Replacement Matrix. Mol. Biol. 869 \nEvol. 2008, 25 (7), 1307–1320. https://doi.org/10.1093/molbev/msn067. 870 \n(59) Gibson, D. G.; Young, L.; Chuang, R. -Y.; Venter, J. C.; Hutchison, C. A.; Smith, H. O. 871 \nEnzymatic Assembly of DNA Molecules up to Several Hundred Kilobases. Nat. Methods 872 \n2009, 6 (5), 343–345. https://doi.org/10.1038/nmeth.1318. 873 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 29 \n(60) Studier, F. W. Stable Expression Clones and Auto-Induction for Protein Production in E. 874 \nColi. Methods Mol. Biol. Clifton NJ  2014, 1091, 17–32. https://doi.org/10.1007/978-1-875 \n62703-691-7_2. 876 \n(61) Aragão, D.; Aishima, J.; Cherukuvada, H.; Clarken, R.; Clift, M.; Cowieson, N. P.; 877 \nEricsson, D. J.; Gee, C. L.; Macedo, S.; Mudie, N.; Panjikar, S.; Price, J. R.; Riboldi -878 \nTunnicliffe, A.; Rostan, R.; Williamson, R.; Caradoc -Davies, T. T. MX2: A High -Flux 879 \nUndulator Microfocus Beamline Serving Both the Chemical and Macromolecular 880 \nCrystallography Communities at the Australian Synchrotron. J. Synchrotron Radiat.  881 \n2018, 25 (Pt 3), 885–891. https://doi.org/10.1107/S1600577518003120. 882 \n(62) Kabsch, W. XDS. Acta Crystallogr. D Biol. Crystallogr. 2010, 66 (2), 125 –132. 883 \nhttps://doi.org/10.1107/S0907444909047337. 884 \n(63) Winn, M. D.; Ballard, C. C.; Cowtan, K. D.; Dodson, E. J.; Emsley, P.; Evans, P. R.; 885 \nKeegan, R. M.; Krissinel, E. B.; Leslie, A. G. W.; McCoy, A.; McNicholas, S. J.; 886 \nMurshudov, G. N.; Pannu, N. S.; Potterton, E. A.; Powell, H. R.; Read, R. J.; Vagin, A.; 887 \nWilson, K. S. Overview of the CCP4 Suite and Current Developments. Acta Crystallogr. 888 \nD Biol. Crystallogr.  2011, 67 (Pt 4), 235 –242. 889 \nhttps://doi.org/10.1107/S0907444910045749. 890 \n(64) Adams, P. D.; Afonine, P. V.; Bunkóczi, G.; Chen, V. B.; Davis, I. W.; Echols, N.; Headd, 891 \nJ. J.; Hung, L.-W.; Kapral, G. J.; Grosse-Kunstleve, R. W.; McCoy, A. J.; Moriarty, N. W.; 892 \nOeffner, R.; Read, R. J.; Richardson, D. C.; Richardson, J. S.; Terwilliger, T. C.; Zwart, 893 \nP. H. PHENIX: A Comprehensive Python -Based System for Macromolecular Structure 894 \nSolution. Acta Crystallogr. D Biol. Crystallogr.  2010, 66 (Pt 2), 213 –221. 895 \nhttps://doi.org/10.1107/S0907444909052925. 896 \n(65) Emsley, P.; Cowtan, K. Coot: Model -Building Tools for Molecular Graphics. Acta 897 \nCrystallogr. D Biol. Crystallogr.  2004, 60 (Pt 12 Pt 1), 2126 –2132. 898 \nhttps://doi.org/10.1107/S0907444904019158. 899 \n(66) Castro, E.; Benz, A.; Tong, A.; Wolf, G.; Krishnaswamy, S. Uncovering the Folding 900 \nLandscape of RNA Secondary Structure with Deep Graph Embeddings. arXiv March 28, 901 \n2022. https://doi.org/10.48550/arXiv.2006.06885. 902 \n 903 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint"
  ],
  "computational_sections": []
}