{
  "txt_file": "2024.09.11.612432v1.full.txt",
  "experimental_sections": [],
  "computational_sections": [
    "Molecular dynamics and structural analysis of PETases\nResidue 269 is located on the α7 helix of the surface of the protein ~28 Å away opposingly\nfrom the active site consisting of residues Ser160, Asp206, and His23750 (Fig. 3a). Although\nthe substitution of Serine for Threonine atthisdistal siteisnotexpectedtosignificantlyimpact\n7\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nthe protein’s stability due to their similar properties, nonetheless, there are cases in other\nenzymes where the distant mutation from Serine to Threonine enhanced enzymatic activity,\nand also PETaseS242T that exhibited up to 2.5 increased activity compared with WTIsPETase\n51,52.\nTo investigate the molecular effects of S269T mutation, we performed exhaustive molecular\ndynamics (MD) simulations, running 1 μs per replicate (n=5 per enzyme variant) allowing\nsufficient time for the mutation’s effects to propagate through thesystem(Methods).To locate\nthe regions whose dynamics were affected by the mutation, we started by examining per\nresidue weighted Root Mean Square Fluctuation (RMSF) profiles of the backbone atoms. As\nexpected, most of the RMSF profile overlapped between the wild typeIsPETase and S269T\nmutant simulations, with the exception of the following regions: the loops formed by residues\n88 to 91 (unpaired t-test, BH adj. p-value = 0.0264), residue 112 to 115 (unpaired t-test, BH\nadj. p-value = 0.0287) and residue 238 to 241 (unpaired t-test, BH adj. p-value=0.0102). The\nregion formed by residues 88 to 91 is both close to the active site and is involved in the\nformation of the active cleft where the substrate binds and has been shown to be a key\ndifference betweenIsPETaseand other membersoftheα/β-foldhydrolases 53 (Fig.3b).\n8\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nFigure 3. Molecular dynamics and structural analysis. a, Structure of IsPETase (cartoon structure) with a\ndocked PET dimer (light blue), the catalytic triad (S160, D206 and H237) is highlighted in yellow and residue S269\nis highlighted in orange. α-Helices are shown in cyan, β-sheets in magenta and loops in pink. b, Surface\nrepresentation ofIsPETase with the docked PET dimer in light blue. The loop region (residues 88 to 91) involved in\nthe active cleft formation is highlighted in green.c, Average residue weighted Root Mean Square Fluctuation\n(RMSF) of the backbone atoms for the five replicates of PETase (green forIsPETase and blue for FastPETase), and\nthe S269T variant (orange) for IsPETase (top) and FastPETase (bottom) simulations. The flexible loop region\ninvolved in the active cleft formation (residues 88 to 91) is highlighted in green. The S269T variants displayed\nsignificantly lower fluctuations than the wildtype versions (adj. p-value = 0.0264 and 0.0161 respectively).d,\nProbability density distribution of the RMSD of residues 88 to 91 relative to the crystallographic conformation (PDB\ncode 7SH6 18) for FastPETase simulation (orange) and the S269T variant (blue).e, Surface representation of a\nrepresentative structure (estimated from 50 randomly sampled snapshots) of the FastPETase frames displaying low\nRMSD (RMSD ≃1.5 Å) for the loop region formed by residues 88 to 91 (green). The conformation of the PET\ndimer in the docked crystal structure is shown in light blue.f, Surface representation of a representative structure\n(estimated from 50 randomly sampled snapshots) of the FastPETase frames displaying high RMSD (RMSD≃5Å)\nfor the loop region formed by residues 88 to 91 (green). The conformation of the PET dimer in the docked crystal\nstructure is shown in dark blue.g, Residue correlation paths detected by WISP mapped onto the crystallographic\nstructure ofIsPETase. The catalytic triad is highlighted in yellow, residue S269 in orange and the docked PET dimer\nin light blue. Red spheres indicate the C-α of the residues involved in transferring the signal along the top 10\ncorrelation paths estimated by WISP. The node edges indicate the detected paths, with width proportional to the\nfrequency of the connection appearing in the top 10 paths.\nGiven the high sequence similarity between IsPETase and FastPETase, particularly the\nidentical residues from 88 to 91 in bothenzymes,we hypothesisedthattheS269Tmutationin\nFastPETase might act through the same mechanism and produce similar effects asobserved\nin IsPETase. To investigate this, we performed molecular dynamics (MD) simulations for both\nFastPETase and its mutantFast_2.9,eachlasting1 µswithfivereplicates.The simulationsfor\nboth enzymes were prepared and analysed using the same methodology applied to the\nIsPETase simulations, with the sole difference beingtheir optimal temperature(Methods).The\nper residue weighted RMSF profiles of FastPETase and Fast_S269T displayed the same\nstabilising behaviour as the one observed for IsPETase (unpaired t-test, BH adj.\np-value=0.0161) (Fig.3c).\nTo corroborate if the lower fluctuations observed in the region of residues 88 to 91 for the\nS269T mutants are due to a stabilisation of the crystallographic orientation or due to a new\nconformation, the RootMeanSquareDeviation(RMSD) ofthebackboneatomsofresidues88\nto 91 was analysed. To properly capture different conformations with respect to the crystal\nstructure and not merely internal orientations of the loop, we aligned all simulation frames to\nthe crystal structure using the C-alpha carbons of all residues except for 88 to 91. Following\nthis alignment, we computed the RMSD for the backbone of residues 88 to 91 without\nadditional realignment. We then generated a probabilitydensitydistributionbycombiningdata\nfrom all replicates. For bothIsPETase and FastPETase, the S269T mutants showed a higher\npreference for conformations resembling thecrystallographicstructure,suggestingthatS269T\nmutantactsbystabilisingthisconformation(Fig.3d).\nWe then aligned the previously reported structure ofIsPETase with a hydroxyethyl-capped\nPET dimer docked53,54 witharepresentativestructureofthe loopconformationsdisplayinglow\ndeviations with the crystallographic pose (Fig. 3d, RMSD≃1.5 Å) and a representative\nstructure of the loop conformations with a high deviations (Fig. 3d, RMSD≃5 Å). The active\ncleft of thestructurewithlower loopRMSDpreservedtheactive site cavityallowingthePETto\nfit without any major clashes (Fig. 3e) whilethestructureswith highRMSDvaluesblockedthe\nactive cleft cavity impeding the substrate from binding (Fig. 3f). Based on these findings, we\n9\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nhypothesise that the increased activity observed in bothIsPETase and FastPETase resulting\nfrom the S269T mutation is attributed to the stabilisation of conformations that better\naccommodatethepolymer substrate.\nSince S269 is structurally close to C273 (~4.8 Å), which forms a disulfide bond (DS2) with\nC289 (Supplementary Fig. 6a), we also investigated the DS2 and its possible interaction with\nS269. Although we did not find any direct evidence indicating the correlation between S269\nand DS2, instead we found that the DS2 could possibly be partially reduced (Supplementary\nFigs. 6b, 7, 8), and the absence of DS2 did not significantlyaffecttheactivityofIsPETase but\ncaused almost complete loss of activity in FastPETase (Supplementary Fig. 6c).Weinfer that\nin the WTIsPETase,theDS2islikelytoplayaregulatoryrather thanstructural roleandfurther\nstudieswill beneededtoclarifyfunctions(See also inSupplementarynote).\nTo get insights how the effect from S269T mutation may be traversing to ~28 Å away active\nsite, we analysed the shortest residue C-alpha fluctuation correlation paths connecting\nmutation to the residues of the active cleft using Weighted Implementation of Suboptimal\nPaths (WISP) method55. As suggested by WISP analysis (Methods), the effect of mutation\nseems to propagate from the α7 helix to the α1 helix, then to the α2 helix and finally to the\nactive cleft most commonly involving residues THR88, ALA89, SER93, ILE94 and TRP97\n(blueresiduesinFig.3g).\nS269T enhances enzymatic activity across known PETases\nAs suggested by molecular dynamics analysis, we introduced the S269T mutation to\nFastPETase, an enzyme that is known to be active at higher temperatures18, to assess its\neffect on PETase activity. The mutated Fast_S269T variant showed enhanced catalytic\nefficiency across a pH range of 6-10, notably doubling its performance at pH 8 compared to\nFastPETase (Supplementary Fig. 9). Analogously, we applied the same S269T mutation to\nother IsPETase variants, i.e., ThermoPETase, HotPETase and DepoPETase, to see if this\nmutation exhibited universal effects (Fig. 4a). Similarly as with FastPETase, catalytic\nenhancements were observed in ThermoPETase across 30, 40 and 50℃ in pH 8 and 9\nconditions. For HotPETase and DepoPETase, significant increases were only observed for its\nS269T variant at 50 °C pH 9 conditions (Welch's t-test, p-value=0.00324 for HotPETase and\np-value=0.0295 for DepoPETase), which possibly could be attributed to the structural\ndifferencesofHotPETaseand DepoPETase,whichcontain21 20 and721 mutationsrespectively,\ncompared toIsPETase. The highest effects are observed in FastPETaseoverall showingover\n430-fold increase of activity compared to wild typeIsPETase performance at 50℃and we\nnamed thisenzyme Fast_2.9 (Fig.4a).\nTo access Fast_2.9 performance, we included LCCICCG, a highly efficient enzyme tested in\nindustrial scales56. Since FastPETase and Fast_2.9 loses activity at 60°C (data not shown),\nwe compared monomer production after 48h at temperatures 30, 40 and 50°C and pH levels\nof 8 or 9, revealing that Fast_2.9 is most effective at milder temperatures of 50 °C and pH 8,\nwhere it released 2.01 and 2.79 times more monomer FastPETase and LCCICCG, respectively\n(Fig. 4a). Given these results, Fast_2.9 shows promise as a candidate for large-scale\napplications, especially at temperatures around 50°C,aligningwell withthethermal properties\nof polymer, as isothermal crystallisation could possibly occur when the temperature is above\n10\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nthe glass transition temperature (Tg) of the PET material41 (Tg is 67 °C for amorphous PET\nand81°Cfor crystallinePET 57).\nEnzymes have varying activities at different substrate concentrations, yet most of the studies\nutilise different enzyme-to-substrate ratios complicating benchmarking of enzyme\nperformances. For instance, a non-saturated concentration of 0.2 mg enzyme・gPET\n–1 and a\nsaturated concentration of 1 mgenzyme・gPET\n–1 was used in a comparative study of LCCICCG with\nFastPETase and another two PET degradingenzymes56,while200nMand11.9mg PETwas\nused in600μl buffer (equal to0.282mgenzyme・gPET\n–1) tocompareFastPETase withLCCICCG and\nother enzymes 18. To investigate the effects of degradation rates in detail, we compared\nFast_2.9, FastPETase and LCCICCG kinetics using the inverse Michaelis–Menten approach14\nusing a range of enzyme concentrations. For all experiments, we used a unprocessed\npost-consumer PET substrate at 12 g/L across all conditions (Methods), with enzyme\nconcentrations ranging from 5 nM to 700 nM (equivalent to 0.01 to 1.66 mgenzyme・gPET\n–1),\nmeasuredover thefirst7 hata constanttemperatureof50 °CandapHof8.\n11\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nFigure 4. The S269T mutation enhances the catalytic performance ofIsPETase variants.a, Heatmap showing\nthe monomer release after incubating 200 nMIsPETase, ThermoPETase, FastPETase, HotPETase, DepoPETase,\nand their S269T variants with 6 mm-diameter postconsumer PET discs under various pH and temperature\nconditions for 48 hours. The experiment was performed in triplicate, and the mean values of released monomers\nare displayed in the heatmap.b, Total monomer release after incubating 200 nM enzymes with a 6 mm-diameter\nyoghourt container lid disc in pH 8 or pH 9 buffer at 30, 40, 50, and 60°C for 48 hours. All samples were run in\ntriplicate, and data are shown as mean ± SD. The mean values of released monomers for each sample are\nindicated above each column.c, Inverse Michaelis-Menten plots of Fast_2.9, FastPETase and LCCICCG at 50°C in\npH 8 buffer. All samples were run in triplicates and all data are shown as mean ± SD.d, Monomer yield and\ndepolymerization rate of 12 g/L postconsumer PET disc by 100 nM (equal to 0.24 mg enzyme/g PET) Fast_2.9 and\nLCCICCG in 15 mL 100 mM KH2PO4・NaOH buffer (pH 8) in Pioreactors over 72 hours. Additional enzyme portions\n(0.24 mg enzyme/g PET) were supplemented at 24 and 48 hours. All samples were run in triplicate, and data are\nshown as mean ± SD.e, f, A 40.6 mg piece of non-pretreated green opaque PET plastic was completely degraded\n12\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nby 0.0288 mg Fast_2.9 within 66 hours, with 0.0096 mg (0.24 mg enzyme/g PET) Fast_2.9 added at 0, 24, and 48\nhours. Images were taken twice, and the representative images are shown.g, Images of three kinds of polyester\ntextiles (Textile 1: outer skirt of a pink polyester dress; Textile 2: inne skirt of a pink polyester dress; Textile 3: yellow\npolyester T-shirt; top: raw textiles; down: textiles after pretreatment).h, monomer yield, depolymerisation rate and\nweight loss when incubating 12 g/L pretreatment textiles with 100 nM Fast_2.9 (which is equal to 0.24 mg\nenzyme/g PET) in 0.6 mL 100 mM KH2PO4・NaOH buffer (pH 8) in 1.5 mL tubes within 72 hours. Additional\nenzyme portions (0.24 mg enzyme/g PET) were supplemented at 24 and 48 hours. All samples were run in\ntriplicate, and data are shown as mean ± SD.\nTable 1. Kinetic parameters of Fast_2.9, FastPETase and LCCICCG derived from the inverse Michaelis‒Menten\nexperiments\nInverse MM kinetics invKM (mgenzyme • gPET\n-1) invVmax /S (μM • s-1 • gPET\n-1)\nFast_2.9 0.025 0.030\nFastPETase 0.213 0.026\nLCCICCG 1.049 0.026\nAs shown in Fig. 4c and Table 1, we observed significant differences among the three\nenzymes. While invVmax /S value of Fast_2.9 is 15.4% higher than both FastPETase and\nLCCICCG, especially striking isInvKm differences, which is 8.5 and over 40timeslower thanthe\nInvKm values of FastPETase and LCCICCG respectively, indicating much less of enzyme for\nFast_2.9 is needed to fully depolymerise PET. We did notice a slightdecreaseinthevelocity\nwhen the enzyme concentrations were higher than 0.95 mgenzyme・gPET\n–1 for Fast_2.9 and 1.19\nmgenzyme・gPET\n–1 for FastPETase, which has also been reported forIsPETase before58. This\nconcentration-dependent inhibition,likelyduetosurfacecrowding 58–61,isacommonbehaviour\nin the enzymatic degradation of solid substrates, as observed in cellulases and\npolyhydroxyalkanoate (PHA) depolymerases60.Suchphenomenon ismuch lesspronouncedin\nenzymeswithhigher thermal stabilitylikelyduetohigher rigidity 59,whichexplainstheabsence\nofsuchconcentration-dependentinhibition for LCCICCG (Fig.4c).\nEnzyme costs play a significant part in the economics of industrial enzymatic hydrolysis\n14,35,36,62. The lower ininvKMofFast_2.9indicatesalower amountofenzyme isneeded,thereby\nreducing the overall recycling process costs. We next applied the least saturated enzyme\nconcentration of Fast_2.9 (0.24 mgenzyme・gPET\n–1) todegrade7typesofuntreatedpostconsumer\nPET products (Supplementary Table 4), includingtwocoloured- blackandgreenopaque PET\n(Supplementary Fig. 10). We observed that 4 mg of post consumer PET could be completely\ndegraded in as little as 22h (Supplementary Fig. 10a). Using the same enzyme amount(0.24\nmgenzyme・gPET\n–1 of enzyme was added at 0, 24, 48 h, which means in total 0.72mgenzyme・gPET\n–1\nof enzyme), analogously, we then compared Fast_2.9 to LCCICCG byscaling the reactionto 15\nmL volume at 50 °C in pH 8 buffer (Fig. 4d). We found that Fast_2.9 exhibited a higher\ndepolymerization rate compared with LCCICCG during the entire 72 h incubation period. The\naccumulatedmonomersofTPAandMHETofFast_2.9 reactionsreacheditsplateauataround\n48 h, while for LCCICCG the total monomer concentrations kept increasing until the end of\nexperiment without reaching complete depolymerisation even at the final 72 hours point. We\nalsofoundthattheTPAfractionoftotal monomersinFast_2.9reactionskeptincreasingduring\nthe last 24 h and reached 95.9 ± 1.4% by the end of 72 h, while the final TPA ratio in total\nmonomersinLCC ICCG reactionswas55.4±0.1%.\n13\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nMost transparent PET bottles are mechanically recycled in developed countries, but not\ncoloured containers 63. Therefore we also evaluated how Fast_2.9 could degrade untreated\ncoloured opaque postconsumer PET containers with just 0.72 mgenzyme・gPET\n–1 of enzyme\nusage. Under identical conditions, 97.6% of PET was degraded within 66 hours leaving only\nthe green pigment in the reaction container (Fig. 4e, 4f, Supplementary Video) demonstrating\nFast_2.9suitabilityfor TPArecoveryfromnon-transparentPETwaste.\nApproximately 60% of the PET produced is usedinthetextileindustry,while~30%isusedin\nthePETbottleindustry 64.Andthereexistnomaturerecyclingsystemfor textilewasteglobally,\n87% of whichendsin incinerationor landfills65.Toexplorethe broader applicationofFast_2.9,\nwe pretreated 3 types of polyester textiles with extruding, quenching and grinding (Fig. 4g),\nand then incubated with Fast_2.9. By the end of 72 hours ofincubation,thedepolymerisation\nrate reached77.2±1.6%,77.4±1.1%and75.1 ±1.8%respectively,whichisalsoclose tothe\nsubstrate weight loss of 79.7 ± 4.0%，81.8 ± 2.8% and 85.9 ± 4.0%, as measured by\nlyophilization weight loss (Fig. 4h). And similar to PET bottle degradation in Fig. 4d, the TPA\nratio in total monomers increased in the last 24 hours, which reached 89.9 ± 1.8%, 89.2 ±\n9.5%and74.4±4.0%respectively(Fig.4h).\nDiscussion\nIn this study we presented a novel droplet-based ultra-high throughput screening approach\nthat enables direct use of insoluble PET substrates for directed PETase evolution to surpass\nprevious limitations of low throughput screening. We engineered the strain using a biosensor\nthat is TPA specific35 and transformed PET into nanoparticles to allow directly to sense PET\ndegradationwithoutrelyingonalternativesubstratesthatarenotrelatedtodepolymerisationof\nPET16. Through screening a million-sized libraryatmesophilic30°Ctemperature,we identified\neight mutants that enhancedIsPETaseactivity,with the mostnotableincrease,a22-fold effect\n(Fig. 2f), observed with the single S269T mutation located on the α7helix,thatisdistantfrom\nthe active site(Fig.3a).WeintroducedtheS269TmutationintoknownPETasesand observed\na general trendofactivation,mostpronouncedinFastPETase(Fig.4a).Theresultingenzyme,\nFast_2.9, achieved a 430-fold increase in activity over the wild type at 50°C using untreated\npost-consumer substrate(Fig 4a).\nTo explore the underlying mechanisms, we conducted extensive molecular dynamics\nsimulations as distal mutations might influence protein structure and dynamics through\nlong-range effects, potentially leading to allosteric impacts on enzymatic catalysis 66–69.\nMolecular trajectory analysis revealed that the ~28Å distance is mediated by interactions\ninvolving residues that connect to the β3-α2 loop,stabilising residuesY87,T88,and A89(Fig.\n3c, 3g). Notably, Austin et al53 found that the substrate binding cleft ofIsPETaseincludesT88\nand S238, while Guo and colleagues70 demonstrated that T88 and A89 are crucial for\ninteracting with the PET polymer, such that mutations Y87H, Y87E, T88H,andA89Hresulted\nin a significant loss of activity, underscoring the critical roles these residues play in enzyme\nfunction. Similar to IsPETase and M2.9, we found the same global change pattern for\nFastPETaseandFast_2.9(Fig.3c,3d,3e,3f).\n14\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nPET typically has a glass transition temperature (Tg) starting from 67°C for amorphousPET,\nmeaning reactions at higher temperatures can lead to increase of PET crystallinity71 thereby\npreventing PETase catalysis.Despite thatadditiveslikeplasticizersandexposureto water can\nlower its Tg 72,73 still it is important to consider these as PET may recrystallize if the\nenvironmental temperature exceedsitsTg74.For instance,Thomsenandcolleaguesobserved\nthat the Tg of amorphous PET disks decreasedfrom75°Cto60°Cafter a24-hour pre-soakin\nwater at 65°C41. In fact, Arnal et al testedtheenzymevariantLCCICCG,avariantknownfor its\nhigh efficiencyinindustrial applications,atalower temperatureof68°Cinsteadof72°C,taking\ninto account the thermal properties of PET56. Our results show that Fast_2.9 has higher\nactivities thanFastPETaseat30-50 ℃(Fig.4a,4b) andindifferentpH(SupplementaryFig.9),\nalso outperforming LCCICCG in temperature ranges 30-50℃(Fig. 4b), and thus aligning well\nwith the thermal properties of PET and making overall favourable process economy in\nmesophilictemperatures.\nInverse Michaelis-Menten kinetics analysis of the three enzymes with 12 g/L postconsumer\nPET plastics showed that Fast_2.9 has the lowestInvKm, which could be attributed to the\nsubstrate binding cleft stabilisation by S269T for better substrate binding(Fig.3).LowerInvKm\nmeans lower enzyme usage, lowering costs of enzymaticcatalysis,whereasthelowaffinityof\nLCCICCG, as previously suggested,could potentiallylimititswideindustrial adoption75.Assuch,\nwe showed that as little 0.72 mgenzyme・gPET\n–1ofFast_2.9isneededfor nearly100%conversion\ninto TPA of multiple postconsumer PET (both transparent and coloured opaque products)\nwithin just 48hours,which is28%lessenzymeamountthantheoptimised 1mg enzyme・gPET\n–1for\nLCCICCG 56 and 64% less than the recently reported 2 mgenzyme・gPET\n–1 for TurboPETase14.\nMinimising enzyme usage in this process plays a critical role in enhancing the transformation\nof PET waste into high-value products, thereby contributing to the overall valueenhancement\nof this recycling pathway. High conversion rate from raw PET to TPA rather than MHET is\nneeded to achieve the circular biorecycling and is preferable to be done by a single enzyme.\nHere we showed the potential of Fast_2.9 acting as MHETase76 and achieved 95.9% TPA\ncontent in the total monomers. Similar function has been observed in the variant\nIsPETaseS92K/D157E/R251A 77,however theexactcontentvaluewasnotreported. Furthermore,in all\nour experiments except for textile degradation, we used post-consumer PET from\ncustomer-used bottles and containers directly, without any pre-treatments such as heating,\ngrinding 18, acid and base treatments 7879, which underscores the application potential of\nFast_2.9. In this study, secondhand polyester textiles were the only material subjected to\npretreatment. These textiles typically exhibit higher crystallinity and contain more additives\ncompared to food-grade bottles or containers. Initial attempts to directly degrade the raw\ntextile using Fast_2.9 showed limited efficiency (datanotshown).However,byincorporatinga\npretreatment step followed by enzymatic degradation at 50°C, we demonstrated the\neffectiveness of Fast_2.9 in recycling textile waste. This method achieved over 77%\ndepolymerization and 74.4-90% end-to-end TPA production, highlighting its potential for\nsustainabletextilewastemanagement.\nThe resulting high activity, low substrate-enzyme ratio of Fast_2.9 and effectiveness at mild\n30-50℃ temperatures makes it a suitable candidate for industrial PET depolymerisation. In\nPET enzymatic processing, a higher concentration of TPA is advantageous because an\nadditional hydrolysis step is normally needed to completely convert MHET into TPA either by\nenzymatic 80 or chemical hydrolysis18. TPA can be used as a fundamental building block for\nsynthesising recycled virgin-like PET4 as well as for upscaled novel applications7,81. Assuch,\n15\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \n~96% TPA yield also justifyadvantageousindustrial suitabilityofFast_2.9over state-of-the-art\nrivals (Fig. 4d). Furthermore, S269 and its derived mutants can be further enhanced through\niterativecyclesofour presented droplet-basedenzymeevolutionwithsubstratenano-particles.\nOverall, we foresee this technology as a general method that can beappliedfor developing a\nbroad range of biocatalysts acting on water insoluble solid substrates including other\nenvironment polluting plastic polymers 82. Accelerated enzyme evolution has once again\ntransformed previously challenging enzymes, now, into potential drivers of the plastic circular\neconomy.\nMethods\nGenomic integration of TPA biosensor inE.coli\nThe TPA biosensor module (Supplementary Table 1) was synthesised, cloned into pTwist\nChlor Medium copy number plasmid by TWIST Bioscience (www.twistbioscience.com) and\nnamed pTPAsensor. Four plasmids (pDonor, pTnsABC, pQcascade-array1 and pCutamp) for\nmulticopy chromosomal integration using CRISPR-associated transposases (MUCICAT) were\npurchased from Addgene (https://www.addgene.org). The pDonor-TPAsensor plasmid was\nconstructed by inserting the TPA biosensor module into the pDonor plasmid. The TPA\nbiosensor biomodule was amplified using the primer pair TPA sensor_pDonor_F and TPA\nsensor_pDonor_R (Supplementary Table 6) and gel-purified with GeneJET Gel Extraction Kit\n(Cat#K0691, Thermo Scientific). The purified PCR product was ligated into the linearized\npDonor plasmid using Gibson assembly 83, following BamHI and XbaI digestion. The\npDonor-TPAsensor plasmid was sequence-verified by Eurofins Genomics\n(https://eurofinsgenomics.eu/) using the primer pair pDonor_seq_F and pDonor_seq_R after\ncolonyPCR.\nBL21(DE3) competent cells were co-transformed with pDonor-TPAsensor and pTnsABC\nplasmids. After a 1-hour recovery incubation, the transformed cells were plated on LB-agar\nplates containing 100 μg/mLampicillinand50μg/mLkanamycin.TherecombinantBL21(DE3)\nstrain carrying pDonor-TPAsensor and pTnsABS was made chemically competent using the\nHanahan Method84 and then transformed with pQCascade-array1 plasmid. These cells were\nplated on LB-agar containing 100 μg/mL ampicillin, 50 μg/mL kanamycin, and 50 μg/mL\nstreptomycin,andincubatedat37°Cfor 16hours,leadingtocolonygrowth.\nThese colonies were scraped, suspended in fresh LB medium, and a 100 μl aliquot was\nre-plated on LB-agar plates containing the triple antibiotic combination and 0.1 mM IPTG to\ninduce transposition-related protein expression and biofilm formation. The plates were\nincubated at 37 °C for an additional 16 hours. After biofilm formation, the biofilms were\nscraped off, resuspended in LB medium, diluted, and plated on LB-agar with the triple\nantibiotic combination and 1 mM IPTG. These inducing plates were incubated overnightat37\n°C.\nTo enhance clonal outgrowth andintegrationefficiency,coloniesfromtheinducingplateswere\ndesignated as Transfer 1. A subset of these colonies was streaked onto fresh LB-agar plates\nwith the triple antibiotics and 1 mM IPTG, then incubated overnight at 37 °C, resulting in\nTransfer 2. Further transfers led to Transfer 3. Copy numbers were identified using colony\nPCR or qPCRwith8primer pairs(cr1-cr8,SupplementaryTable6) targetingthegenomicsites\nintegratedbypQCascade-array1.\n16\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nGeneration of random mutagenesis library\nThe DNA sequence ofIsPETase (excluding signal peptide) wassubjectedtoerror pronePCR\nusing varyingconcentrationsofMnCl 2(0,0.1,0.2,0.3mM) tocontrol themutationrate,with10\nng pET21-PETase as the template ina50μl PCRsystem.The primer pair PETase_RM_SP_F\nand PETase_RM_R (Supplementary Table 6) was used. The PCR products were purified by\nGenejet PCR purification kit (Cat#K0701, ThermoScientific) and subsequently used for the\namplification of the pET21b-PETase plasmid via the RF cloning method85. This involved\nmixing 100 ng of purified gene fragments with 20 ng of plasmid in a 50 μl PrimeStar HS\npolymerase PCR system (Cat#R010A, Takara) and followingthePCRconditions:98℃for 30\ns, then 15 cycles of 98℃for 10 s and 68℃for 6 min, followed by 72℃for 10 min, with\nincubationat16 ℃.\nTodigestthecircular plasmid,1μl ofDpnI(Cat#FD1704,ThermoScientific) wasaddedtoeach\n10 μl RF cloning PCR product, and the mixture was incubated at 37℃for 30 minutes. The\ndigested products were then electroporated into ElectroMAX™ DH5α-E Competent Cells\n(Cat#11319019, ThermoScientific) following the manufacturer's protocol. All clones from each\nplate were pooled and cultured in LB medium, except for a few individual clones from each\nlibrary, which were picked and verified by sequencing at Eurofins Genomics . Plasmids from\nthe pooled culture were purified using the GeneJet Plasmid Miniprep kit (Cat#K0503,\nThermoScientific) andelectroporatedintotheG-TPAsensor straincompetentcells..\nSite directed mutagenesis\nDNA libraries targeting specific residue positions were constructed usingthe Q5Site-Directed\nMutagenesis Kit (Cat#E0552S, NEB) followingthemanufacturer’sprotocol.TomutateS269to\nT269, the following primer pairs were used: ThermoPETase_S269T_F /\nThermoPETase_S269T_R for ThermoPETase, FastPETase_S269T_F /\nFastPETase_S269T_R for FastPETase, HotPETase_S269T_F / HotPETase_S269T_R for\nHotPETase, and DepoPETase_S269T_F / DepoPETase_S269T_R for DepoPETase.Tomutat\nC273 to A273, the primer pair IsPETaseC273A_F / IsPETaseC273A_R was used for\nIsPETase, and FastPETase_C273A_F / FastPETase_C273A_R was used for FastPETase. To\nmutate C289 to A289, the primer pair IsPETaseC289A_F / IsPETaseC289A_R was used for\nIsPETase, and FastPETas_C289A_F / FastPETas_C289A_R was used for FastPETase. The\nprimer sequences are provided in Supplementary Table 6. All plasmids were sequenced at\nEurofinsGenomicsbeforeproceedingtoproteinexpression.\"\nPreparation of PET nanoparticles\nFor the HFIP method 42, 0.58 g GoodFellow amorphous PET film (Cat#ES30-FM-000145,\nGoodFellow) was dissolved in 35 mL hexafluoroisopropanol (HFIP) (Cat#AAA1274722,\nThermoFisher) with magnetic stirring. PET solution (10 mL) was added dropwise into500mL\nultrapure deionized water with vigorous stirring at room temperature, resulting in precipitation\nof PET-NPs. For the TPA method43, one gram of PET particles was dissolved in 10 mL of\nconcentrated trifluoroacetic acid solution (TFA) (90% v/v) at 50 °C and stirred until complete\ndissolution, which took approximately 2 h. After dissolution, the solution was left to stand\novernight. To precipitate the micro/nanoparticles, 10 mL of a diluted aqueous solution of\ntrifluoroacetic acid (20% v/v) was added to the initial mixture under vigorous stirring and kept\nstirred for 2 hours, followed by overnight storage. The suspension was centrifuged at 2500g\n17\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nfor 1 h, and the supernatant was discharged. The pellet was resuspended in 100 mL of\nultrapure deionized water with vigorous stirring at room temperature. For both methods, the\nPET NP suspension was placed in a fume hood at 55 °C with magnetic stirring to remove\nresidual HFIP. A 1 mL aliquot of resuspened PET nanoparticles were lyophilized for\nconcentration analysis and HFIP, DSC analysis. The PET NP suspension was always\nultrasonicatedfor 10minfreshlybefore use.\nDroplet generation and manipulation\nThe cell suspension was diluted with Overnight Express OnEx system 2 (Cat#71300, Merck)\nmedium supplemented with 2.5 g/L PET nanoparticles and 200 μg/ml ampicillin. Cells were\ndiluted to an OD ~0.1 to achieve an average 0.3 cell per droplet according to Poisson’s\ndistribution 45, based on the assumption that 1 mL of thisE. coli suspension at A600 nm = 1\nwould contain 5 × 10 8 cells 86. Both the cell suspension and HFE 7500\n(Cat#EU-FLUO-7500-10, Emulseo) with 0.5% FluoSurf Surfactant\n(Cat#EU-FSC-V10-2%-HFE7500, Emulseo) were pumped into a Co-Flow Droplet Generator\n(Cat#DG-CF-35-05, Droplet Genomics) with a flow rate of 10 μL/min by Flow EZ system\n(Fluigent).\nThe resulting 2 mL droplets were collected in a 15 mLsterilisedfalcontubeandkeptat30°C,\n200 rpm for 2 days in a shaker. After 48 hours of cultivation at 30 ℃, 500 μL\n1H,1H,2H,2H-perfluoro-1-octanol (Cat#370533-25G, Merck) was added into the emulsions\nand mixed gently until droplets were all de-emulsified. Following this, 1 mL sterilised PBS\nbuffer (pH 7.0) was added and the mixture was settled for 5 min. The oil layer settled at the\nbottom, with thePETnanoparticlessedimentedinthe middlelayer.The cell suspension,found\ninthe upper layer,wascollectedfor FACSanalysisandsorting.\nFluorescent microscopy\nDroplets were suspended with HFE 7500 oil and deposited onto glass slides for microscopic\nanalysis. Observations were conducted under both bright and fluorescent fields, using 20x\nand40xobjectivesonaLEICADM2000microscope(LeicaMicrosystemsCMSGmbH).\nFlow cytometry analysis by GUAVA easyCyte Flow Cytometer\nFor the functional analysis of plasmid-expressing and genomic-integrated biosensor strains,\ncells were analysed using a GUAVA easyCyte Flow Cytometer (Luminex). Cells were\ncultivated overnight in LB medium supplemented with 100 μg/mL ampicillin and 15 μg/mL\nchloramphenicol (for genomic-integrated biosensor strain, only 100 μg/mL ampicillin was\nadded). A 2 μL aliquot of the overnight culture was inoculated into 198 μL OnEx system 2\nmedium supplemented with the appropriate antibiotics in a 96-well culture plate. The cultures\nwere incubated at 30 °C with shaking at 700 rpm in a thermomixer for 48 hours. After 48 h\ncultivation, 10 μL of each culture was further dilutedinto190μL OnExsystem2mediumin96\nwell round-bottom plate (Cat#262162, Nunc). All wells were analysed by GUAVA easyCyte\nFlow Cytometer and 5000 cells from each well were counted. All strains were inoculated in\ntriplicate.\n18\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nFlow cytometry analysis and cell sorting by SONY SH800S Cell\nSorter\nFor the flow cytometry analysis ofE.coli BL21(DE3) G-TPAsensor (locus 4 & 5), cells were\ncultivatedinOnExsystem2mediumsupplementedwith0,1and5mMNa 2TPAat37 ℃for 48\nh. Each sample has triplicates. After cultivation, cells were diluted with sterilised PBS and\n5000eventsper samplewereanalysedbySONYSH800SCell Sorter.\nFor mutant library analysis and sorting, after droplets cultivation and de-emulsification, the\ncells were diluted with PBS (pH 7.0) to achieve a flow cytometric event rate of approximately\n3000 events/secondinaSONYSH800SCell sorter (SONYBiotechnology) equippedwitha 70\nμm nozzle size sorting chip. Prior to sorting, the cell suspension was filteredthrougha 35μm\ncell strainer. The cell sorter was operated at pressure level 4, utilising 488 nm excitation\nlasers, with emissions measured through the FL1 filter for sfGFP fluorescence. A total of\n10,000 cells from different mutagenesis libraries, along with a positive control group (E. coli\nBL21(DE3) G-TPAsensor (locus 4 &5) with pET21b-IsPETaseplasmid) andanegativecontrol\ngroup(E. coli BL21(DE3) G-TPAsensor (locus4 &5) withpET21bblankplasmid),wereinitially\nanalysed by plotting forward scatter area (FSC-A) against fluorescence. Groups whose\nfluorescence histograms showednoleftshiftcomparedtothepositivecontrol (0.1and0.2 mM\nMnCl2 groups) werepooledandsubjectedtothesortingprocedure..\nThe flow cytometric event rate was maintained at ~3000 events/second using the SONY\nSH800S cell sorter with a 70 μm nozzle sorting chip. Cells were firstly gated by FSC-A and\nside scatter area (SSC-A), and the gated cells were then further analysed for GFP\nfluorescence (488 nm excitation), and cells with the fluorescence intensity were sorted onto\nagar plates in a 96-well format. FACS data were processed using FlowJo software v10.8\n(TreeStar). The sorted colonies were recovered in LB medium containing 100 μg/mL\nampicillin, inoculated separately, and then transferred into induction medium for enzymatic\nassaysor plasmidpurificationfor sequencing.\nProtein expression and purification\nPET degrading enzymes and variants were expressed in chemically competentE.coli BL21\n(DE3). Single colonies from freshly transformed plates were cultured overnight at 37 °C inLB\nmediumcontaining100 µg/mLampicillin.A500 µLaliquotoftheovernightculturewasusedto\ninoculate 50 mL of AIM TB medium (Cat#AIMTB0210, Formedium) supplemented with 100\nµg/mL ampicillin. Cultures were grown at 37 °C with shaking at 200 rpm until reaching an\nOD600 of 0.8-1.0, then incubated at 16 °C for an additional 24 hours. Cell pellets were\nharvested by centrifugation at 5000 rpm for 20 minutes and then fully suspended in\nequilibration / binding buffer (pH 7.4, 50 mM NaH2PO4, 300 mM NaCl). Cell suspension was\nsonicated with 10% amplitude with 1s On / 1s Off for 10-20 min. The lysates were then\ncentrifuged at 10,000 g for 20 minutes to separate the supernatant from the cell debris. The\nsoluble fraction was subjected to affinity chromatography using Talon Metal Affinity Resin\n(Cat# 635504, Takara). Unbound proteins were washed off with 20 resin-bed volumes of\nequilibration buffer and 5resin-bedvolumesofwashbuffer (pH7.4,50mMNaH 2PO4,300 mM\nNaCl, 10 mM imidazole). Bound proteins were eluted using an elution buffer (pH 7.4, 50 mM\nNaH2PO4,300mMNaCl,250mMimidazole).Theelutedproteinsweredesaltedusinga Hitrap\nDesalting Column (Cat#GE17-1408-01, Merck) and eluted in binding buffer (pH 7.4, 50 mM\n19\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nNaH2PO4, 300 mM NaCl). Protein purity was analysed by SDS-PAGE, and concentrations\nweremeasured usingA280with aNanodrop (ThermoFisher).\nFor SDS and western blot, samples were prepared by mixing with 4x NuPage LDS sample\nbuffer (Cat#NP0007, ThermoFisher) and boiling for 10-minute boiling at 85°C. Subsequently,\n10 μL samples, along with a Spectra Multicolor Broad Range Protein Ladder (Cat#26634,\nThermoFisher) were loaded onto 4–20% Mini-PROTEAN TGX stain-free protein gels\n(Cat#4568096, Biorad) for electrophoresis, which was run at 180 V for 40 minutes. Following\nelectrophoresis, proteins were transferred to Trans-Blot Turbo Mini PVDF membranes\n(Cat#1704156, Biorad). The membrane wasblockedfor 2hoursatroomtemperatureinPBST\n(PBS + 0.1% Tween 20) with 5% milk, washed with PBST for 3 times (5 min each), and\nincubated for 1 h at room temperature with 6x-His tag monoclonal antibody (HIS.H8)\n(Cat#MA1-21315, ThermoFisher). After three more PBST washes, the membrane was\nincubated for 1 h at room temperature with HRP conjugated anti-mouseIgG(H+L) secondary\nantibodies(Cat#31430,ThermoFisher),andwashedagain withPBSTfor 3times(5 mineach),\nand incubated for 5 min with West Pico plus HRP substrate (Cat#34580, ThermoFisher).\nBlottedproteinswerevisualisedwithaChemiDocXRSimageanalyzer (Bio-Rad).\nHPLC analysis\nUPLC analysis was performed on a Thermo Fisher Dionex UHPLC-PDA-FLD LC system,\nequipped with an autosampler and a PDA detector set to 240 nm. The analysis utilised a\nZorbax Eclipse Plus C18 Column (Agilent) with a stepped gradient solvent ratio method.\nMobile phase A consisted of water with 20 mM phosphoric acid, while mobile phase B was\nmethanol,withaconstantflowrate of1.2mL/min.A10µLsamplewasinjectedfor analysis.\nFollowing injection, the mobile phase was initially set to 20% buffer B, then gradually\nincreased to 65% over 7.0 minutes toseparateTPAandMHET.Thegradientwasthenrapidly\ndecreased back to 20% within 6 seconds, followed by post-equilibration at 20% for 0.9\nminutes, resulting in a total run time of 8.0 minutes. Peakswereidentifiedbycomparingthem\nto chemical standards prepared from commercial TPA (Cat#40818, Sigma) and MHET\n(Cat#BD00777875, BLDPharma). Peak areas were integrated using Dionex Chromeleon\nsoftware. With this method, TPA eluted at approximately 4.72 minutes, MHET at around 5.18\nminutes,andsmall amountsofbis(2-hydroxyethyl) terephthalate(BHET) atapproximately5.80\nminutes. Standards of TPA and MHET were analysed in each batch. TPA and MHET\nconcentrations in the samples were estimated using standard curves (Supplementary Figs.\n11a,11bshowstheTPAandMHETstandardcurvesfromone batch).\nEnzymatic assay\nThe sortedmutantsunderwenttwoadditional roundsofassayscreening.The firstround wasa\nsupernatant assay. After overnight culturing in LB medium, cells were cultured in OnEx\nSystem 2 medium supplemented with 100 μg/mL ampicillin and 0.2 g/L PET nanoparticles at\n30°C and 700 rpm for 48 hours, with all samples in triplicate. Following cultivation, the cells\nwerecentrifuged,andthesupernatantwassubjected toHPLCanalysis\nThe second round involved a purified enzyme assay. Variants that showed enhanced activity\ncompared to the original IsPETase in the supernatant assay were further purified and\nquantified usingthepreviouslydescribedproteinpurification methods.For thesecondroundof\n20\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nscreening, 40 nM of purified enzymes were thoroughly mixed with 4 g/L PETnanoparticlesin\n100 mM KH2PO4-NaOH buffer (pH 8) and incubated at 30°C with shaking at 700 rpm for 48\nhours.Thetotal assayvolumewas600μLina1.5mL Eppendorftube.\nFor additional enzymatic assays, 200 nM enzymes were typically used in a 600 μL buffered\nsystem in a 1.5 mL Eppendorf tube, with the tubes placed inathermomixer settothedesired\ntemperature and shaken vigorously at 700 rpm, unless otherwise specified. The buffers used\ninthe assaysincluded100mMKH 2PO4-NaOH(pH8.0) and100mMglycine-NaOH(pH9.0).\nFor assaysconductedatdifferentpHlevels,bufferswerepreparedasfollows:pH6.0,6.5,7.0,\n7.5, and 8.0 werepreparedwith100mMKH 2PO4 andNaOH,whilepH9.0,9.5,and10.0were\npreparedwith100mMglycineandNaOH.\nFor the preparation of PET substrates, PET nanoparticles were washed 2-3 times with the\nspecified buffers and then suspended to achieve the desired concentrations. PET products\nwere punched into 6 mm-diameter discs, then washed sequentially with 1% SDS, 70%\nethanol,anddeionizedwater beforeuse.\nEnzyme Kinetics\nAround 1.5 mg PET disc (equivalent to a quarter of a6mmdiameter-sizedPETdiscfromthe\npostconsumer yoghourt container lid) was added into 125 μl reaction solution in PCR tubes.\nThe reaction solution consisted of 100 mM KH 2PO4・NaOH pH8 buffer and varying\nconcentrations of enzymes (5, 10, 25, 50, 75, 100, 150, 200, 250, 300, 400, 500 nM). The\nPCR tubes were incubated in a Biorad PCR machine set at 50 °C for both the block and the\nlid. Each enzyme concentration was tested in triplicate. A3μLsampleofthereactionsolution\nwas taken at 1, 2, 3, 4, and 7 hours for measurement at 260 nm using aNanoDrop,followed\nby a UV light absorbance method. If necessary, samples weredilutedwith thereactionbuffer.\nThe values reported by the NanoDrop 1000 are based on a path length of 1 cm. Standard\ncurves for TPA and MHET were also generated (Supplementary Figs. 11c, 11d), and a\nweighted mean coefficient of 965 M–1 cm–1, corresponding to a combination of 30% TPA and\n70% MHET, was used. Reaction velocities atdifferentenzymeconcentrationswerecalculated\nby linear fitting. Inverse MM kinetics of Fast_2.9, FastPETase and LCCICCG data was fitted\nusingtheInverseMichaelis–Mentenmodel,whichis 87.𝑣 = 𝑖𝑛𝑣𝑉𝑚𝑎𝑥𝐸0\n𝐾𝑚 + 𝐸0\nPostConsumerPETdegradationin15mlBioreactor\nApproximately 180 mg of post-consumer PET (yoghourt container lids, as mentioned above)\nwas cut into small pieces (<1 cm x 1 cm)andaddedtoa20mLbioreactor(Pioreactor20mL,\nVersion 1.0, Pioreactor,2024.Availableat:https://pioreactor.com.AccessedonApril18,2024)\ncontaining 15 mL of 100 mM KH2PO4-NaOH buffer (pH 8.0) and 100 nM of purified enzyme\n(0.24 mg enzyme/g PET) Fast_2.9, FastPETase, or LCCICCG. Each sample was prepared in\ntriplicate. The bioreactors were maintained at 50°Cwithastirringrateof800rpm,andthepH\nwasregulatedbetween8.00and8.40every12hours.\nSamples of 100 µL were taken at various time points for time course analysis. Each sample\nwasdilutedtofallwithinthelineardetectionrangeofTPAandMHETforHPLCanalysis.\nDepolymerization was calculated based on the produced TPA equivalents (TPAeq) using the",
    "Simulations were runusingthesingleprecisionpmemd.cudaimplementationofAmber 2022 98.\nEach system was simulated for a total of 1 µs, with simulation coordinates saved periodically\nfor further analysis.Theinitial 500nswerediscardedastheequilibration phase.\nRoot mean square fluctuation (RMSF) profiles for eachsystemwere obtained usingcpptraj98.\nTrajectory frames were aligned using the backbone atoms (C, CA, N), and residue weighted\nRMFS profiles were generated using atomic masses as weights. To compare systems, the\narea under the curve (AUC) of the RMSF profile from residues 88 to 91 was calculated, and\nsignificancewasassessedusingatwo-tailedindependentt-test.\nRoot mean square deviations (RMSD) profiles for residues88to91,whichshowedsignificant\nfluctuations between the S269 and S269T variants, was computed using the mdtraj python\npackage 99. Frames were aligned to the crystal structure using the backbone atoms and\nexcluding the region of residues of interest. The RMSD was computed for C-α atoms from\nresidues 88 to 91 without realigning the trajectory to better capture different conformations.\nResults from the differentreplicateswerecombined,andtheprobabilitydensitywascomputed\nwith scipy using the default number estimation of bins. Representative structures for each of\nthe RMSD peaks of the residues 88 to 91 were determined by randomly sampling 50\nsnapshots, computing an averagestructure,aligning itto thedockingstructure,andvisualising\nitinPyMOL(http://www.pymol.org/pymol ).\nCorrelation paths were computed using WISP55 by combining all the replicates ofIsPETase\nS269T. Paths were calculated using residue T269 as the source residue and residues T88 to\nS93 as the sink, extending until reaching residue T88. Simulations were converted to PDB\nformat and saved 10 times less frequently. The top 10 shortest paths were computed using\ndefault WISP parameters and visualised in PyMOL, with path thickness representing the\nfrequencyofoccurrence..\n23\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nData and Code Availability\nData supporting the findings ofthisstudyareavailablewithinthepaper anditsSupplementary\nInformation.\nSupplementary information\nSupplementary Methods, Supplementary Figs. 1-11, Supplementary Tables 1-6,\nSupplementaryNote,Supplementaryvideo\nAcknowledgements\nThe study was supported by SciLifeLab fellows program (A.Z.), Swedish Research council\n(Vetenskapsrådet) starting grant no. 2019-05356 (A.Z.), Formas early-career research grant\n2019-01403 (A.Z.), WALP Wallenberg Launchpad project 2023.0523 supported by the Knut\nand Alice Wallenberg Foundation (A.Z.). A.Z. is a Marius Jakulis Jason Foundation scholar.\nWe thank Roland Kádár and Sajjad Pashazadehgaznagh from Chalmers University of\nTechnology for their help with textile pretreatment. We acknowledge Jacob Kindbom from\nChalmers Mass Spectrometry Infrastructure for providing training and instruction on HPLC\nusage, Stefan Gustafsson from Chalmers Materials Analysis Laboratory on SEM training and\nKatarina Logg on FT-IR guidance. We thank Shuichi Haraguchi from Chalmers University of\nTechnology for discussions on DSC results. We thank Mukil Madhusudanan from Technical\nUniversity of Denmark for discussions on nanoparticles. We thank Shanjun Ruan for\nvideographyandvideoediting.\nCompeting interests\nX.F. and A.Z. submitted a patent application on enzymatic PET depolymerization. A.Z. is a\nco-founder ofElipticaLtd.All other authorshavedeclared non-competinginterests.\nReferences\n1. George, N. & Kurian, T. Recent Developments in the Chemical Recycling of\nPostconsumer Poly(ethylene terephthalate) Waste. Ind. Eng. Chem. Res. 53,\n14185–14198(2014).\n2. Marfella, R. et al. Microplastics and Nanoplastics in Atheromas and Cardiovascular\nEvents.N. Engl. J. Med.390,900–910(2024).\n3. Yoshida, S. et al. A bacterium that degrades and assimilates poly(ethylene\nterephthalate).Science 351,1196–1199(2016).\n4. Tournier, V. et al. An engineered PET depolymerase to break down and recycle plastic\nbottles. Nature vol. 580 216–219 Preprint at https://doi.org/10.1038/s41586-020-2149-4\n(2020).\n5. Simon, N. et al.Abindingglobal agreementto addressthelife cycleofplastics. Science\n373,43–47(2021).\n6. DeFrancesco,L.Closingtherecyclingcircle. Nat. Biotechnol.38,665–668(2020).\n7. Cao, Z. et al. Synthesis of metal–organic frameworks through enzymatically recycled\npolyethylene terephthalate. ACS Sustain. Chem. Eng. (2023)\n24\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \ndoi:10.1021/acssuschemeng.3c05222.\n8. Hong, H. et al. Discovery and rational engineering of PET hydrolase with both\nmesophilicandthermophilicPEThydrolaseproperties. Nat. Commun.14,4556 (2023).\n9. Eiamthong, B. et al. Discovery and Genetic Code Expansion of a Polyethylene\nTerephthalate (PET) Hydrolase from the Human Saliva Metagenome for the\nDegradation and Bio-Functionalization of PET. Angew. Chem. Int. Ed Engl. 61,\ne202203061 (2022).\n10. Pfaff, L.et al. Multiple Substrate Binding Mode-Guided Engineering of a Thermophilic\nPETHydrolase. ACS Catal.12,9790–9800(2022).\n11. Richter, P. K. et al. Structure and function of the metagenomic plastic-degrading\npolyester hydrolasePHL7boundtoitsproduct. Nat. Commun.14,1905(2023).\n12. Zrimec, J., Kokina, M., Jonasson, S., Zorrilla, F. & Zelezniak, A. Plastic-degrading\npotential across the global microbiome correlates with recent pollution trends.MBio 12,\ne0215521(2021).\n13. Buchholz, P. C. F.et al. Plastics degradation byhydrolyticenzymes:Theplastics-active\nenzymesdatabase-PAZy. Proteins 90,1443–1456(2022).\n14. Cui, Y. et al. Computational redesign of a hydrolase for nearly complete PET\ndepolymerization at industrially relevant high-solids loading.Nat. Commun. 15, 1417\n(2024).\n15. Lee, S. H.et al. Three-directional engineering of IsPETasewithenhancedprotein yield,\nactivity,anddurability. J. Hazard. Mater.459,132297 (2023).\n16. Qiao, Y.et al.Fluorescence-activated dropletsortingofPETdegradingmicroorganisms.\nJ. Hazard. Mater.424,127417(2022).\n17. Son, H. F.et al. Rational Protein Engineering of Thermo-Stable PETase from Ideonella\nsakaiensisfor HighlyEfficientPETDegradation. ACS Catal.9,3519–3526(2019).\n18. Lu, H. et al. Machine learning-aided engineering of hydrolases for PET\ndepolymerization.Nature 604,662–667(2022).\n19. Cui, Y. et al. Computational redesign of a PETase for plastic biodegradation under\nambientconditionbytheGRAPEstrategy. ACS Catal.11,1340–1350(2021).\n20. Bell, E. L.et al. Directed evolution of an efficient and thermostable PETdepolymerase.\nNat. Catal.5,673–681(2022).\n21. Shi, L.et al. Complete Depolymerization of PET Wastes by an EvolvedPETHydrolase\nfromDirectedEvolution. Angew. Chem. Int. Ed Engl.62,e202218390(2023).\n22. Arnold, F. H. Directed Evolution: Bringing New Chemistry to Life.Angew. Chem. Int. Ed\nEngl. 57,4143–4148(2018).\n23. Jäckel, C., Kast, P. & Hilvert, D. Protein design by directed evolution.Annu. Rev.\nBiophys. 37,153–173(2008).\n24. Packer, M. S. & Liu, D. R. Methods for the directed evolution of proteins.Nat. Rev.\nGenet. 16,379–394(2015).\n25. Debon, A.et al. Ultrahigh-throughput screening enables efficient single-round oxidase\nremodelling.Nat. Catal.2,740–747(2019).\n26. Adolfsen, K. J. et al. Improvement of a synthetic live bacterial therapeutic for\nphenylketonuria with biosensor-enabled enzyme engineering.Nat. Commun. 12, 6215\n(2021).\n27. Stucki, A., Vallapurackal, J., Ward, T. R. & Dittrich, P. S. Droplet Microfluidics and\nDirected Evolution of Enzymes: AnIntertwinedJourney.Angew. Chem. Int. Ed Engl.60,\n24368–24387(2021).\n28. Fu, X., Zhang, Y., Xu, Q., Sun, X. & Meng, F. Recent advances on sorting methods of\nhigh-throughput droplet-based microfluidics in enzyme directed evolution.Front. Chem.\n9,666867(2021).\n29. Sjostrom, S. L.et al. High-throughput screening for industrial enzyme production hosts\nbydropletmicrofluidics. Lab Chip14,806–813(2014).\n30. Holstein, J. M., Gylstorff, C. & Hollfelder,F.Cell-free DirectedEvolutionofaProteasein\nMicrodropletsatUltrahighThroughput. ACS Synth. Biol.10,252–257(2021).\n31. Zurier, H. S. & Goddard, J. M. A high-throughput expressionand screeningplatformfor\n25\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \napplications-drivenPETase engineering.Biotechnol. Bioeng.120,1000–1014 (2023).\n32. Gonzalez,D.H.,Kuang,X.M.,Scott,J.A.,Rocha,G.O.&Paulson,S.E.Terephthalate\nProbe for Hydroxyl Radicals: Yield of 2-Hydroxyterephthalic Acid and Transition Metal\nInterference.Anal. Lett.51,2488–2497(2018).\n33. Linxiang, L.et al. An HPLC assay of hydroxyl radicals by the hydroxylation reaction of\nterephthalicacid. Biomed. Chromatogr.18,470–474(2004).\n34. Yeom, S.-J. et al. A synthetic microbial biosensor for high-throughput screening of\nlactambiocatalysts. Nat. Commun.9,5053(2018).\n35. Li, J., Nina, M. R. H., Zhang, X. & Bai, Y. Engineering Transcription Factor XylS for\nSensing Phthalic Acid and TerephthalicAcid:AnApplicationfor EnzymeEvolution.ACS\nSynth. Biol.(2022) doi:10.1021/acssynbio.1c00275.\n36. Pardo, I.et al. Gene amplification, laboratory evolution, andbiosensor screeningreveal\nMucK as a terephthalic acid transporter in Acinetobacter baylyi ADP1.Metab. Eng. 62,\n260–274(2020).\n37. Strucko, T. et al. CASCADE, a platform for controlled gene amplification for high,\ntunableand selection-freegeneexpression inyeast. Sci. Rep.7,41431(2017).\n38. Zhang, Y. et al. Multicopy Chromosomal Integration Using CRISPR-Associated\nTransposases.ACS Synth. Biol.9,1998–2008(2020).\n39. Han, X. et al. Structural insight into catalytic mechanism of PET hydrolase. Nat.\nCommun. 8,2106(2017).\n40. Wittmar, A. S. M., Koch, D., Prymak, O. & Ulbricht, M. Factors Affecting the\nNonsolvent-Induced Phase Separation of Cellulose from Ionic Liquid-Based Solutions.\nACS Omega5,27314–27322(2020).\n41. Thomsen, T. B., Hunt, C. J. & Meyer, A. S. Influence of substratecrystallinityandglass\ntransitiontemperature onenzymaticdegradationofpolyethyleneterephthalate(PET). N.\nBiotechnol. 69,28–35(2022).\n42. Johnson, L. M.et al. Fabrication of polyethylene terephthalate(PET) nanoparticleswith\nfluorescent tracers for studies in mammalian cells.Nanoscale Advances 3, 339–346\n(2021).\n43. Rodríguez-Hernández, A. G., Alejandro Muñoz-Tabares, J., Cristobal Aguilar-Guzmán,\nJ. & Vazquez-Duhalt, R. A novel and simple method for polyethylene terephthalate\n(PET) nanoparticleproduction.Environ. Sci.: Nano6,2031–2036(2019).\n44. Chen, Z., Hay, J. N. & Jenkins, M. J. FTIR spectroscopic analysis of poly(ethylene\nterephthalate) oncrystallization.Eur. Polym. J.48,1586–1610(2012).\n45. Collins, D. J., Neild, A., deMello, A., Liu, A.-Q. & Ai, Y. The Poisson distribution and\nbeyond: methods for microfluidic droplet production and single cell encapsulation.Lab\nChip 15,3439–3459(2015).\n46. Schaerli, Y. Bacterial Microcolonies in Gel Beads for High-throughput Screening.Bio\nProtoc 8,(2018).\n47. van den Berg, B. A. et al. Exploring sequence characteristics related to high-level\nproductionofsecretedproteinsinAspergillusniger. PLoS One7,e45869(2012).\n48. Buric, F. et al. The amino acid sequence determines protein abundance through its\nconformational stability and reduced synthesis cost. bioRxiv (2023)\ndoi:10.1101/2023.10.02.560091.\n49. Johnson, S. R., Fu, X., Viknander, S., Goldin, C. & Monaco, S. Computational Scoring\nand Experimental Evaluation of Enzymes Generated by Neural Networks. bioRxiv\n(2023).\n50. Joo, S.et al.Structural insightintomolecular mechanismofpoly(ethyleneterephthalate)\ndegradation.Nat. Commun.9,382(2018).\n51. Son, H. F.et al. Structural bioinformatics-based protein engineering of thermo-stable\nPETasefromIdeonellasakaiensis. Enzyme Microb. Technol.141,109656 (2020).\n52. Tripp, A. E., Burdette, D. S., Zeikus, J. G. & Phillips, R. S. Mutation of Serine-39 to\nthreonine in thermostable secondary alcohol dehydrogenasefromThermoanaerobacter\nethanolicuschangesenantiospecificity. J. Am. Chem. Soc.120,5137–5141 (1998).\n53. Austin, H. P.et al. Characterization and engineering of a plastic-degrading aromatic\n26\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \npolyesterase.Proc. Natl. Acad. Sci. U. S. A.115,E4350–E4357(2018).\n54. Burgin, T.et al. The reaction mechanism of the Ideonella sakaiensis PETase enzyme.\nCommun Chem7,65(2024).\n55. Van Wart, A. T., Durrant, J., Votapka, L. & Amaro, R. E. Weighted Implementation of\nSuboptimal Paths (WISP): An Optimized Algorithm and Tool for Dynamical Network\nAnalysis.J. Chem. Theory Comput.10,511–517(2014).\n56. Arnal, G.et al. Assessment of Four Engineered PET Degrading Enzymes Considering\nLarge-ScaleIndustrial Applications.ACS Catal.13,13156–13166(2023).\n57. Torres-Huerta, A. M.et al. Morphological and Mechanical Properties Dependence of\nPLA Amount in PET Matrix Processed by Single-Screw Extrusion. Polym. Plast.\nTechnol. Eng.55,672–683(2016).\n58. Zhong-Johnson, E. Z. L., Voigt, C. A. & Sinskey, A. J. An absorbance method for\nanalysis of enzymatic degradation kinetics of poly(ethylene terephthalate) films.Sci.\nRep. 11,928(2021).\n59. Avilan, L. et al. Concentration-Dependent Inhibition of Mesophilic PETases on\nPoly(ethylene terephthalate) Can Be Eliminated by Enzyme Engineering.\nChemSusChem 16,e202202277(2023).\n60. Linda Zhong-Johnson, E. Z.et al. Analysis of Poly(ethylene terephthalate) Degradation\nKinetics of Evolved IsPETase Variants Using a Surface CrowdingModel.J. Biol. Chem.\n105783(2024).\n61. Bååth, J. A., Borch, K., Jensen, K., Brask, J. & Westh, P. Comparative Biochemistry of\nFour Polyester (PET) Hydrolases*.Chembiochem 22,1627–1637(2021).\n62. Yang, B., Dai, Z., Ding, S.-Y. & Wyman, C. E. Enzymatic hydrolysis of cellulosic\nbiomass.Biofuels 2,421–449(2011).\n63. Allen, R.D.&James,M.I.Chemical recyclingofPET.in ACS Symposium Series61–80\n(AmericanChemical Society,Washington,DC,2021).\n64. Majumdar, A., Shukla, S., Singh, A.A.&Arora,S.Circular fashion:Propertiesoffabrics\nmade from mechanically recycled poly-ethylene terephthalate (PET) bottles.Resour.\nConserv. Recycl.161,104915(2020).\n65. Radev, R. & Marinova, V. Textile wasteinthecontextofthe circular economy.E3S Web\nConf. 402,08048(2023).\n66. Gu, J., Xu, Y. & Nie, Y. Role of distal sites in enzyme engineering.Biotechnol. Adv.63,\n108094(2023).\n67. Vanella, R. et al. Understanding activity-stability tradeoffs in biocatalysts by enzyme\nproximitysequencing. Nat. Commun.15,1807(2024).\n68. Faure, A. J.et al. Mapping the energetic and allosteric landscapes of protein binding\ndomains.Nature 604,175–183(2022).\n69. Casilli, F., Canyelles-Niño, M., Roelfes, G. & Alonso-Cotchico, L. Computation-guided\nengineering of distal mutations in an artificial enzyme. Faraday Discuss. (2024)\ndoi:10.1039/d4fd00069b.\n70. Guo, B.et al. Conformational Selection in Biocatalytic Plastic Degradation by PETase.\nACS Catal.12,3397–3409(2022).\n71. Awaja,F.&Pavel,D.RecyclingofPET. Eur. Polym. J.41,1453–1477(2005).\n72. Lim, H. & Hoag, S. W. Plasticizer effects on physical-mechanical properties of solvent\ncastSoluplus®films. AAPS PharmSciTech14,903–910(2013).\n73. Vieira, M. G. A., da Silva, M. A., dos Santos, L. O. & Beppu, M. M. Natural-based\nplasticizersand biopolymer films:Areview. Eur. Polym. J.47,254–263(2011).\n74. Jog, J. P. Crystallization of polyethyleneterephthalate. Journal of Macromolecular\nScience, Part C: Polymer Reviews35,531–553(1995).\n75. Chen, Y.et al. Construction of Fusion Protein with Carbohydrate-Binding Module and\nLeaf-Branch Compost Cutinase to Enhance the Degradation Efficiency of Polyethylene\nTerephthalate.Int. J. Mol. Sci.24,(2023).\n76. Palm, G. J. et al. Structure of the plastic-degrading Ideonella sakaiensis MHETase\nboundtoasubstrate. Nat. Commun.10,1717(2019).\n77. Yin, Q., You, S., Zhang, J., Qi, W. & Su, R. Enhancement of the polyethylene\n27\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nterephthalate and mono-(2-hydroxyethyl) terephthalate degradation activity of Ideonella\nsakaiensis PETase by an electrostatic interaction-based strategy.Bioresour. Technol.\n364,128026(2022).\n78. Yoshioka, T., Motoki, T. & Okuwaki, A. Kinetics of hydrolysis of poly(ethylene\nterephthalate) powder in sulfuric acid by a modified shrinking-core model.Ind. Eng.\nChem. Res.40,75–79(2001).\n79. Giraldo-Narcizo, S., Guenani, N., Sánchez-Pérez, A. M. & Guerrero, A. Accelerated\nPolyethylene Terephthalate (PET) Enzymatic Degradation by Room Temperature Alkali\nPre-treatmentfor ReducedPolymer Crystallinity.Chembiochem 24,e202200503 (2023).\n80. Li, T., Menegatti, S. & Crook, N. Breakdown ofpolyethylenetherepthalate microplastics\nunder saltwater conditionsusingengineeredVibrio natriegens.AIChE J.69,(2023).\n81. Sadler, J. C. & Wallace, S. Microbial synthesis of vanillin from waste poly(ethylene\nterephthalate). Green Chemistry vol. 23 4665–4672 Preprint at\nhttps://doi.org/10.1039/d1gc00931a(2021).\n82. Pabortsava, K. & Lampitt, R. S. High concentrations of plastic hidden beneath the\nsurfaceoftheAtlanticOcean. Nat. Commun.11,4073(2020).\n83. Gibson, D. G. et al. Enzymatic assembly of DNA molecules up to several hundred\nkilobases.Nat. Methods6,343–345(2009).\n84. Green, M. R. & Sambrook, J. The HanahanMethodfor PreparationandTransformation\nof Competent Escherichia coli: High-Efficiency Transformation. Cold Spring Harb.\nProtoc. 2018,(2018).\n85. van den Ent, F. & Löwe, J. RF cloning: a restriction-free method for inserting target\ngenesinto plasmids.J. Biochem. Biophys. Methods67,67–74(2006).\n86. Zinchenko, A.et al. One in a million: flow cytometric sorting ofsinglecell-lysateassays\nin monodisperse picolitre double emulsion droplets for directed evolution.Anal. Chem.\n86,2526–2533(2014).\n87. Kari, J., Andersen,M.,Borch,K.&Westh,P.AninverseMichaelis–Mentenapproachfor\ninterfacial enzymekinetics.ACS Catal.7,4904–4914 (2017).\n88. Frank, R., Krinke, D., Sonnendecker, C., Zimmermann, W. & Jahnke, H.-G. Real-time\nnoninvasiveanalysisofbiocatalyticPETdegradation. ACS Catal.12,25–35(2022).\n89. Pettersen, E. F.et al. UCSF Chimera—A visualization system for exploratory research\nandanalysis. J. Comput. Chem.25,1605–1612(2004).\n90. Webb, B. & Sali, A. Comparative Protein Structure Modeling Using MODELLER.Curr.\nProtoc. Bioinformatics54,5.6.1–5.6.37(2016).\n91. Jo, S.,Kim,T.,Iyer,V.G.&Im,W.CHARMM-GUI:aweb-basedgraphical user interface\nfor CHARMM.J. Comput. Chem.29,1859–1865(2008).\n92. Lee,J. et al.CHARMM-GUIInputGenerator for NAMD,GROMACS,AMBER,OpenMM,\nand CHARMM/OpenMM Simulations Using the CHARMM36 Additive Force Field.J.\nChem. Theory Comput.12,405–413(2016).\n93. Jorgensen, W. L., Chandrasekhar, J., Madura, J. D., Impey, R. W. & Klein, M. L.\nComparison of simple potential functions for simulating liquid water.J. Chem. Phys.79,\n926–935(1983).\n94. Huang, J. et al. CHARMM36m: an improved force field for folded and intrinsically\ndisorderedproteins. Nat. Methods14,71–73(2017).\n95. Loncharich, R. J., Brooks, B. R. & Pastor, R. W. Langevin dynamics of peptides: the\nfrictional dependence of isomerization rates of N-acetylalanyl-N’-methylamide.\nBiopolymers 32,523–535(1992).\n96. Molecular dynamics simulations of water andbiomoleculeswithaMonteCarlo constant\npressurealgorithm. Chem. Phys. Lett.384,288–294(2004).\n97. Darden, T.,York,D.&Pedersen,L.ParticlemeshEwald:An N⋅log(N) methodfor Ewald\nsumsinlargesystems. J. Chem. Phys.98,10089–10092(1993).\n98. Case,D.A. et al. Amber 2023.(UniversityofCalifornia,SanFrancisco,2023).\n99. McGibbon, R. T.et al. MDTraj: A Modern Open Library for the Analysis of Molecular\nDynamicsTrajectories. Biophys. J.109,1528–1532 (2015).\n28\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint"
  ]
}