{
  "txt_file": "2024.07.20.604433v1.full.txt",
  "experimental_sections": [
    "Materials and Methods \nYeast culture and display of trifunctional scaffoldin on the yeast cell surface \nS. cerevisiae strain EBY100 [MATa AGA1::GAL1-AGA1::URA3 ura3-52 trp1 leu2-1 \nhis3-200 pep4::HIS3 prb1-1.6R can1 GAL] transformed with pScaf-ctf32 was used for the surface \ndisplay of the trifunctional scaffoldin.   \nThe yeast cells harboring the surface display plasmid were precultured in SDC medium  (20g/L \ndextrose, 5g/L Bacto casamino acids, 6.7g/L yeast nitrogen base without amino acids) at 30°C for \n18h. For the surface display of the trifunctional scaffoldin, the precultured cells  were inoculated \ninto SGC medium (20g/L galactose, 5g/L Bacto casamino acids, 6.7g/L yeast nitrogen base without \namino acids) at OD 600 of 0.5.  These were subsequently  allowed to grow at 20°C for 60h.                     \nS. cerevisiae EBY100 without the pScaf-ctf plasmid served as a negative control.  \nExpression and purification of PET-degrading enzymes \nSequences of g ene fragments encoding for dockerins from C. cellulolyticum  (Doc Cc) ,                              \nC. thermocellum  (Doc Ct) , and R. flavefaciens  (Doc Rf) were obtained from a previous \npublication.32 Dockerin-tagged FAST-PETase and MHETase were constructed by fusing the \ndockerins at the C-terminus of the protein of interest (POI) separated by a flexible GS linker and \ntransformed into E. coli NEB 5-alpha. \nThe constructed plasmids, pBbE8k-FAST-PETase-Dockerin Rf ( pBB8-FP-Rf), pBbE8k -FAST-\nPETase-Dockerin Cc ( pBB8-FP-Cc) and pBbE8k-MHETase-Dockerin Ct ( pBB8-MH-Ct) were  \nsubsequently transformed into E. coli SHuffle T7 for protein expression.  The cells harboring \npBB8-FP-Rf and pBB8 -FP-Cc were inoculated into fresh LB medium  containing kanamycin , \ncultured overnight at 37°C, and then scaled up at the same temperature  until OD600 reached 0.9. \nSubsequently, intracellular protein expression was induced with 10 mM L-arabinose at \n20°C/250RPM for 20h. The cells harboring pBB8-MH-Ct were grown in TB medium and protein \nexpression was induced with 1 mM L-arabinose.  \nPost-protein expression, the cells were lysed and the proteins were purified by His tag purification \n(HisPur Ni-NTA Resin, Thermo Scientific), followed by concentration and buffer exchange into \nExchange buffer (50mM HEPES, 100mM NaCl, pH 8 ) using a centrifugal filter. All purification \nsteps were performed at 4°C. Protein purity was assessed using SDS -PAGE and quantified using \nBio-Rad Image Lab software.  Protein concentration was determined using Bio -Rad DC Protein \nAssay.  \n \n \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 23, 2024. ; https://doi.org/10.1101/2024.07.20.604433doi: bioRxiv preprint \nEnzyme assembly on the yeast cell surface \nYeast cells displaying the  scaffoldin were resuspended in Binding buffer (50 mM Tris HCl, 100 \nmM NaCl, 10 mM CaCl2, pH 8). Subsequently, purified dockerin-tagged enzymes were added and \nincubated with the yeast cells at 20°C for 1.5h with continuous shaking. After incubation, the yeast \ncells were washed with 1x PBS to remove unbound dockerins, and resuspended in Binding buffer \nfor activity assays. \nEnzyme activity assays on PET \nAmorphous PET film (Goodfellow, ES301445) was used as substrate to test the PET hydrolytic \nactivity of the whole -cell biocatalyst. PET films were hole -punched into circular films (6 mm \ndiameter) and thoroughly washed with 1% SDS, 20% ethanol , and deionized water prior to use.  \nThe PET films were added to a glass test tube containing 300μL of yeast cells (OD600 10) followed \nby incubation at 30°C and 250 RPM. Samples were collected periodically to quantify the reaction \nproducts.  \nTo terminate the enzyme reaction, the reaction mixture was centrifuged at 10000g for 5 minutes \nto remove yeast cells, followed by heat treatment of the reaction supernatant at 85°C for 20 \nminutes. This reaction supernatant was subsequently analyzed using HPLC (detection wavelength \n240 nm) to quantify the formation of  MHET and TPA by comparing  against a standard curve \nprepared using commercially available standards.  \nConfirmation of scaffoldin surface display  and determination of F AST-PETase s aturation \nconcentration \nTo confirm the surface display of the scaffoldin, S. cerevisiae cells displaying the scaffoldin (OD600 \n1) were harvested by centrifugation and washed with 1x PBS. The cells were resuspended in 100μL \nBlocking buffer (1xPBS containing 1 mg/ml bovine serum albumi n) and left on a rotary nutator \nfor 1h for blocking. This was followed by incubation with the primary anti-C-myc antibody (Myc-\nTag (71D10) Rabbit mAb #2278, Cell Signaling Technology, 1:200 dilution) at 4°C overnight. The \ncells were then washed with 1x PBS and resuspended in blocking buffer, followed by the addition \nof the secondary antibody conjugated to Alexa 488 ( Anti-rabbit IgG (H+L), F(ab')2 Fragment \n(Alexa Fluor® 488 Conjugate) #4412 , Cell Signaling Technology, 1:500 dilution) at room \ntemperature for 2h in the dark on a rotary nutator. After incubation, the cells were washed with 1x \nPBS and fluorescence was measured  using a microplate reader  (BioTek Synergy H1) at the \nfollowing wavelengths: λex = 488 nm, λem = 530nm. \nTo determine saturation concentration of FP-Rf and FP-Cc on the scaffoldin, equimolar amounts \nof both enzymes were bound to the scaffoldin using the enzyme assembly protocol. S. cerevisiae \ncells (OD600 5) containing the bound dockerins were centrifuged and washed, followed by blocking \nfor 1h in Blocking buffer . They were then incubated with the anti-C-His antibody conjugated to \nAlexa Fluor 488 (His-Tag (D3I1O) XP® Rabbit mAb (Alexa Fluor® 488 Conjugate) #14930, Cell \nSignaling Technology, 1:100 dilution) for 1h at room temperature in the dark on a rotary nutator.  \nAfter incubation, the cells were washed with 1x PBS and fluorescence was measured ( λex = 488 \nnm, λem = 530nm).  \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 23, 2024. ; https://doi.org/10.1101/2024.07.20.604433doi: bioRxiv preprint \nResults and discussion \nFunctional display of scaffoldin on the surface of the yeast cell \nA trifunctional scaffoldin, comprised of three cohesin domains from C. thermocellum (Coh Ct),                    \nC. cellulolyticum (Coh Cc), and R. flavefaciens (Coh Rf) with a cellulose-binding domain (CBD) \nwas displayed on the surface of the S. cerevisiae cell using the Aga1-Aga2 anchor system (Figure \n1A).32 To verify the surface display of the scaffoldin, a  c-myc tag on the scaffoldin was u tilized. \nUpon incubating  S. cerevisiae  whole-cells with fluorophore -conjugated anti -c-myc antibody, \nconsiderably higher fluorescence intensity was observed in cells displaying the scaffoldin  \ncompared to  wild-type whole -cells (Figure 1B) , confirming the surface localization of the \nscaffoldin.  \nBinding of PET-degrading enzymes on the scaffoldin \nPrevious studies have shown that PETase and MHETase work synergistically to completely \ndegrade PET . It has  been reported that  higher PETase loading leads to high degradation \nperformance and even low MHETase concentrations are sufficient to boost product release  and \ncompletely convert MHET to TPA.19 Based on this understanding, we hypothesized that attaching \nFAST-PETase at two different sites would allow higher FAST-PETase concentrations than single-\nsite attachment of FAST-PETase, promoting efficient and complete PET depolymerization. In our \napproach, w e utilized FAST PETase-Doc Rf (FP-Rf) and FAST PETase -Doc Cc (FP-Cc) for \nimmobilizing FAST-PETase on the surface scaffold in and MHETase -Doc Ct (MH-Ct) for \nMHETase immobilization (Figure 1).  \nWe determined the saturation concentration of FAST -PETase on the scaffoldin  by incubating \nequimolar concentrations of FP-Rf and FP-Cc with the yeast cells (Figure S1). This concentration \nof the FAST-PETase dockerin enzymes was used for activity assays on the PET film in this work. \nMeanwhile, when wild -type yeast cells (lacking the scaffoldin) were incubated with all three \nenzymes, we observed negligible TPA formation compared with scaffoldin display cells . This \nobservation confirmed minimal non-specific enzyme binding on the yeast surface in the absence \nof the scaffoldin (Figure 2). \nStudy of PET depolymerization performance of whole-cell biocatalyst \nFollowing incubation  of S. cerevisiae  whole cells with the PET film, we quantified reaction \nproducts in the supernatant using HPLC to monitor MHET and TPA formation. When only FAST-\nPETase dockerins were present on the scaffoldin , both MHET and TPA were formed (Figure 2 , \nFigure S2).  \nWhen MH-Ct was present on the scaffold in along with FP-Cc and FP-Rf, we observed complete \nPET depolymerization, yielding only TPA as the enzymatic reaction product, with no MHET \naccumulation detected  (Figure 2, Figure S2 ). This demonstrate s that each enzyme , including \nPETase and MHETase, was active after binding to the scaffoldin , and the PETase-MHETase pair \nwas able to completely depolymerize PET with no intermediate accumulation. As expected, MH-\nCt alone did not show any activity on the PET film (data not shown). \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 23, 2024. ; https://doi.org/10.1101/2024.07.20.604433doi: bioRxiv preprint \nOn Day 4, the scaffoldin-displaying yeast cells bound with FP-Rf and MH-Ct exhibited better \nperformance than their FP-Cc and MH-Ct counterpart (Figure 2A). This difference in performance \ncould be attributed to variance in enzyme localization and access to plastics. We also explored the \neffect of having FAST-PETase at two sites (with MHETase at one site) on the scaffoldin, aiming \nto further enhance the concentration of FAST-PETase in the depolymerization reaction. The three-\nenzyme system exhibited  up to 1.63 times  better depolymerization performance than the two -\nenzyme counterparts throughout Day 4, with mean TPA yields of 2013 µM. \nIt was observed that the  total product formation was significantly boosted when MH -Ct was co-\nimmobilized with FP-Rf and FP-Cc on the scaffoldin (Figure 2A, 2B). This could be attributed to \nthe inhibitory effect of MHET accumulation in the absence of MHETase, which has been shown \nto have a detrimental impact on PETase activity.20,21 \nThroughout Day 7 (Figure 2B), the whole cells remained active, with at least a 2-fold increase in \nTPA production relative to Day 4 . Notably, b inding of  FAST-PETase at multiple sites  (with \nMHETase at one site) on the scaffoldin proved extremely beneficial, resulting in a 1.4-fold increase \nrelative to FP-Rf (with MH-Ct) and a 1.8-fold increase relative to FP -Cc (with MH-Ct). A mean \nyield of 4.9 mM TPA was obtained after 7 days of incubation with the PET film when all three \nenzymes were bound to the scaffoldin . With these results, we  successfully demonstrated the \nadvantages of immobilizing FAST-PETase at multiple sites on the scaffoldin for efficient and \ncomplete PET depolymerization. \n \nConclusion \nWe developed an S. cerevisiae based whole-cell biocatalyst capable of fully depolymerizing PET \ninto its constituent monomers, TPA and EG.  The PET-degrading enzymes , FAST-PETase and \nMHETase, were immobilized on the surface of the yeast cell by binding to a trifunctional scaffoldin \ndisplayed on the yeast surface in a highly  site-specific manner. TPA yields of 4.9 mM were \nachieved in 7 days at 30°C, with no observed accumulation of reaction intermediates. The \nattachment of FAST-PETase at two sites on the trifunctional scaffoldin proved advantageous, as \nPETase is required in excess compared to MHETase in the enzymatic PET depolymerization \nprocess. \nThe produced TPA and EG can be reused by both chemical and biological methods.  They can \nfacilitate the regeneration of virgin PET, enabling closed-loop PET recycling.12 Additionally, these \nproducts can be repurposed into various value-added chemicals and bioplastics  using alternative \nbiocatalysts.2,33,34 Thus, this PET depolymerization approach could pave the way for a circular \nplastic economy. \n \n \n \n \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 23, 2024. ; https://doi.org/10.1101/2024.07.20.604433doi: bioRxiv preprint \nDeclaration of Competing Interest \nThe authors declare that they have no known competing financial interests or personal \nrelationships that could have appeared to influence the work reported in this paper. \n \nCredit Author Statement \nQ. S. did the conceptualization. S. G. designed the experiment, conducted experiment, and drafted \nthe manuscript. Q. S. revised the manuscript and did the funding acquisition. \n \nAcknowledgements \nThis work was supported by funds provided by a National Science Foundation (NSF) grant to Q. \nS. (2203715), USA; NSF Emerging Frontiers in Research and Innovation (EFRI) to Q. S. \n(2132156), USA; Texas A&M Excellence Fund X-grants to Q. S., Texas A&M, USA; Texas A&M \nTargeted Proposal Teams (TPT) grant to Q. S., Texas A&M, USA. The authors thank Dr. Wilfred \nChen for providing the yeast strains. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 23, 2024. ; https://doi.org/10.1101/2024.07.20.604433doi: bioRxiv preprint \nFigures \n \n \nFigure 1. (A) Schematic representation of trifunctional scaffoldin displayed on the yeast cell surface. The \nscaffoldin consists of cohesin domains derived from C. cellulolyticum (Cc), C. thermocellum (Ct) and R. \nflavefaciens (Rf) and an internal cellulose-binding domain (CBD). Dockerin-tagged FAST-PETase (FP) and \nMHETase (MH) bind specifically to their corresponding cohesin domains ; (B) Fluorescence intensity of \nscaffoldin-displaying whole cells  probed using a primary anti-C-myc antibody and an Alexa Fluor 488 -\nconjugated secondary antibody. Wild-type (WT) yeast cells served as negative control. Experiments were \nconducted in triplicate s, data shown are mean values (± standard deviation ). Statistical significance was \nevaluated using unpaired student t-tests. **P<0.01. \n  \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 23, 2024. ; https://doi.org/10.1101/2024.07.20.604433doi: bioRxiv preprint \n \nFigure 2. Determination of PET hydrolytic activity of whole-cell biocatalyst, evaluated by quantification \nof amount of MHET and TPA released in reaction supernatant via HPLC after degradation of PET film  at  \n(A) Day 4 and (B) Day 7. Reactions were performed at 30°C in Binding buffer. (Whole-cell OD600=10, FP-\nRf = 400 nM, FP-Cc = 400 nM , MH-Ct = 50 nM). Experiments were conducted in triplicates, data shown \nare mean values (± standard deviation). Statistical significance was evaluated using unpaired student t-tests. \n*P<0.05, ***P<0.001. \n \n \n  \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 23, 2024. ; https://doi.org/10.1101/2024.07.20.604433doi: bioRxiv preprint \nReferences \n1. Mican, J. et al. Exploring new galaxies: Perspectives on the discovery of novel PET-degrading \nenzymes. Appl. Catal. B Environ. 342, 123404 (2024). \n2. Diao, J., Hu, Y ., Tian, Y ., Carr, R. & Moon, T. S. Upcycling of poly(ethylene terephthalate) to \nproduce high-value bio-products. Cell Rep. 42, 111908 (2023). \n3. Ragaert, K., Delva, L. & Van Geem, K. Mechanical and chemical recycling of solid plastic \nwaste. Waste Manag. 69, 24–58 (2017). \n4. Soong, Y .-H. V ., Sobkowicz, M. J. & Xie, D. Recent Advances in Biological Recycling of \nPolyethylene Terephthalate (PET) Plastic Wastes. Bioengineering 9, 98 (2022). \n5. Zhu, B., Wang, D. & Wei, N. Enzyme discovery and engineering for sustainable plastic \nrecycling. Trends Biotechnol. 40, 22–37 (2022). \n6. Wei, R. et al.  Possibilities and limitations of biotechnological plastic degradation and \nrecycling. Nat. Catal. 3, 867–871 (2020). \n7. Taniguchi, I. et al. Biodegradation of PET: Current Status and Application Aspects. ACS Catal. \n9, 4089–4105 (2019). \n8. Shi, L. & Zhu, L. Recent Advances and Challenges in Enzymatic Depolymerization and \nRecycling of PET Wastes. ChemBioChem e202300578 (2023) doi:10.1002/cbic.202300578. \n9. Yoshida, S. et al.  A bacterium that degrades and assimilates poly(ethylene terephthalate).  \nScience 351, 1196–1199 (2016). \n10. Son, H. F. et al.  Rational Protein Engineering of Thermo -Stable PETase from Ideonella \nsakaiensis for Highly Efficient PET Degradation. ACS Catal. 9, 3519–3526 (2019). \n11. Cui, Y . et al. Computational Redesign of a PETase for Plastic Biodegradation under Ambient \nCondition by the GRAPE Strategy. ACS Catal. 11, 1340–1350 (2021). \n12. Lu, H. et al. Machine learning-aided engineering of hydrolases for PET depolymerization.  \nNature 604, 662–667 (2022). \n13. Chen, Z. et al.  Efficient biodegradation of highly crystallized polyethylene terephthalate \nthrough cell surface display of bacterial PETase. Sci. Total Environ. 709, 136138 (2020). \n14. Gercke, D., Furtmann, C., Tozakidis, I. E. P. & Jose, J. Highly Crystalline Post‐Consumer PET \nWaste Hydrolysis by Surface Displayed PETase Using a Bacterial Whole‐Cell Biocatalyst.  \nChemCatChem 13, 3479–3489 (2021). \n15. Jia, Y . et al. Hydrophobic cell surface display system of PETase as a sustainable biocatalyst \nfor PET degradation. Front. Microbiol. 13, 1005480 (2022). \n16. Zhu, B., Ye, Q., Seo, Y . & Wei, N. Enzymatic Degradation of Polyethylene Terephthalate \nPlastics by Bacterial Curli Display PETase. Environ. Sci. Technol. Lett. 9, 650–657 (2022). \n17. Chen, Z. et al. Biodegradation of highly crystallized poly(ethylene terephthalate) through cell \nsurface codisplay of bacterial PETase and hydrophobin. Nat. Commun. 13, 7138 (2022). \n18. Li, T., Menegatti, S. & Crook, N. Breakdown of polyethylene therepthalate microplastics \nunder saltwater conditions using engineered Vibrio natriegens. AIChE J. 69, e18228 (2023). \n19. Knott, B. C. et al.  Characterization and engineering of a two -enzyme system for plastics \ndepolymerization. Proc. Natl. Acad. Sci. 117, 25476–25485 (2020). \n20. Zhang, J. et al. Computational design of highly efficient thermostable MHET hydrolases and \ndual enzyme system for PET recycling. Commun. Biol. 6, 1135 (2023). \n21. Erickson, E. et al. Comparative Performance of PETase as a Function of Reaction Conditions, \nSubstrate Properties, and Product Accumulation. ChemSusChem 15, e202101932 (2022). \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 23, 2024. ; https://doi.org/10.1101/2024.07.20.604433doi: bioRxiv preprint \n22. Barth, M. et al. Effect of hydrolysis products on the enzymatic degradation of polyethylene \nterephthalate nanoparticles by a polyester hydrolase from Thermobifida fusca. Biochem. Eng. \nJ. 93, 222–228 (2015)."
  ],
  "computational_sections": []
}