{
  "txt_file": "2025.03.24.645130v1.full.txt",
  "experimental_sections": [
    "2. Materials and Methods  90 \nAll chemicals used in this study were purchased from Fujifilm Wako Chemicals (Tokyo, 91 \nJapan), Nacalai Tesque Inc. (Kyoto, Japan), and Sigma-Aldrich Inc. (St. Louis, MO, US), unless 92 \notherwise indicated. Tryptone and yeast extracts for the bacterial cultures were purchased from 93 \nBecton Dickinson (Franklin Lakes, NJ, USA). Imidazole for protein purification was purchased 94 \nfrom Calbiochem, Inc. (Rahway, NJ, USA).  95 \n 96 \n2.1. Preparation of PET substrate  97 \nPET pellets were purchased from Scientific Polymer Products Inc. (NY , USA; catalog 98 \n#: 138; inherent viscosity: 0.58) and subjected to melt-quenching to prepare amorphous PET films. 99 \nFirstly, approximately 60 mg of the PET pellets were sandwiched between a pair comprising 100 \nKapton film, glass slides, and copper plates; the Kapton film touched the PET pellets directly, and 101 \nthe copper plates exposed to the outside were used for efficient heat transfer. This sandwich was 102 \nplaced on a heating plate and maintained at 300 °C for ca. 2 min and manually pressed with 103 \nforceps to remove visible air bubbles. Thereafter, the sandwich of PET in the Kapton film was 104 \nquickly placed between the copper plates at room temperature ( ca. 20 °C), which is lower than 105 \nthe glass transition temperature of PET (ca. 75 °C). This melt-quenched amorphous film, which 106 \ntypically had a thickness of 150 µm and a round shape with a radius of 10 mm, was evenly cut 107 \nwith scissors into 8 fan-shaped pieces and used as the substrate in the degradation experiment.  108 \n 109 \n2.2. Purification of PETase 110 \n2.2.1. Cloning of Fast-PETase  111 \n The PETase used in this study is a previously reported Fast-PETase [11], which is a 112 \nhighly thermostable variant of IsPETase. The first 27 amino acid residues were truncated as 113 \npreviously described [11] because this region was predicted to be a signal peptide by SignalP6.0 114 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n7 \n \n[19]. The DNA sequence of Fast-PETase without the signal peptide sequence was synthesized by 115 \nEurofins Genomics Inc. (Tokyo, Japan) with codon optimization in Escherichia coli. The DNA 116 \nof the codon-optimized Fast-PETase gene was inserted between the NdeI and BamHI sites in the 117 \ncloning site of the pET-28b plasmid (Millipore Inc.) by restriction enzyme treatment and 118 \nsubsequent ligation.  119 \n 120 \n2.2.2. Expression of recombinant PETase protein in Escherichia coli 121 \n The pET-28b plasmid carrying Fast-PETase, prepared as described in Section 2.2.1, was 122 \nintroduced into Escherichia coli BL21(DE3). The E. coli transformants carrying this plasmid 123 \nDNA were selected based on kanamycin resistance on LB agar plate, and used for expressing 124 \nrecombinant Fast-PETase protein.  125 \n The transformant was precultured in LB liquid medium with 50 μg/mL kanamycin at 126 \n37 °C with orbital shaking at 200 rpm. In a typical experiment, 0.5 mL of the preculture was 127 \ntransferred into 50 mL of fresh 2× YT medium with 25 μg/mL kanamycin in a 300 mL flask 128 \nwithout baffles. The flask was maintained at 37 °C in an orbital shaker with agitation at 200 rpm 129 \nuntil the OD600 reached 0.6‒0.8, after which isopropyl thio-β-D-galactoside (IPTG) was added to 130 \na final concentration of 0.5 mM to induce protein expression. The culture was then maintained at 131 \n20 °C for ca. 20 h in an orbital shaker at 200 rpm. Finally, the cultured E. coli cells were collected 132 \nby centrifugation at 5,000×g for 15 min at 4 °C and kept in a freezer at −80 °C until use.  133 \n The frozen cells were thawed on ice and suspended in phosphate buffered saline (PBS) 134 \ncontaining 1 mM phenylmethylsulfonyl fluoride and 5–10 mM imidazole. The cell suspension 135 \nwas ultrasonicated to disrupt the cells, centrifuged at 12,000×g for 30 min at 4 °C to remove the 136 \nunbroken cells, and the supernatant was filtered using Miracloth (Merck Inc.). Hexahistidine-137 \ntagged Fast-PETase in the clarified lysate was purified using immobilized metal affinity 138 \nchromatography (IMAC). Ni-Sepharose (Cytiva, Inc. Marlborough, MA, US) was placed in a 139 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n8 \n \nplastic column (Poly-Prep column; Bio-Rad Inc., Hercules, CA, US) and equilibrated with 5–10 140 \nmM imidazole in PBS. The clarified lysate was then applied to Ni-Sepharose in the column to 141 \nbind the tagged Fast-PETase. The Ni-Sepharose was then washed with PBS containing 20 mM 142 \nimidazole, and the tagged Fast-PETase was eluted with PBS containing 300 mM imidazole. 143 \nIMAC-purified Fast-PETase was applied to BioGel P-4 or P-6 resin (BioRad Inc.) in a spin 144 \ncolumn and centrifuged at 1,000× g to exchange the buffer with PBS (without imidazole). The 145 \nconcentration of Fast-PETase was estimated from the absorbance at 280 nm, using an extinction 146 \ncoefficient of 1.4 (mg/ml)-1∙cm-1.  147 \n 148 \n2.3. Enzymatic treatment of PET 149 \n The fast-PETase purified as described in Section 2.2 was reconstituted at a concentration 150 \nof 500 nM in 100 mM HEPES-NaOH buffer (pH8.0), and the amorphous film prepared as per 151 \nSection 2.1 was immersed in this reaction buffer in a 1.5 mL polypropylene microtube. The 152 \nreaction was conducted at 50 °C by placing the reaction microtubes in an air-phase incubator 153 \nwithout exchanging the reaction buffer with fresh enzyme, and the PET film was removed from 154 \nthe reaction buffer at the desired time. The film was washed briefly with water and dried in air for 155 \nat least 15 min, weighed using an electronic balance, and photographed using a digital camera. 156 \nThe dried PET film was subjected to structural analyses.  157 \n 158 \n2.4. Structural analysis of degraded PET 159 \n2.4.1. Scanning electron microscopy (SEM) 160 \n The sample treated with Fast-PETase was fixed on a copper stub using electron-161 \nconductive glue (DOTITE, Fujikura Kasei Co., Ltd., Tokyo, Japan); the sample was coated with 162 \nplatinum using a JEC-3000FC coater (JEOL Inc., Akishima, Tokyo, Japan) that was operated at 163 \n20 mA for 90 s with the rotating sample stage at a tilt angle of 45° for 45 s and then at 0° for 164 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n9 \n \nanother 45 s.  165 \n The platinum-coated samples were observed using a JSM-7800F prime (JEOL Inc.) 166 \ninstrument operated at an accelerating voltage of 5.0 keV and a working distance of 6 mm. Some 167 \nimages were captured from the side direction by fixing the sample film perpendicularly on a 168 \ncopper stub with a working distance of 10 mm.  169 \n 170 \n2.4.2. X-ray computed tomography (X-ray CT)  171 \n Micro-X-ray computed tomography (CT) was performed at BL8S2 of the Aichi 172 \nSynchrotron Radiation Center (Aichi SRC, Seto, Aichi, Japan). Briefly, the sample was set on a 173 \nrotational stage and illuminated with white X-rays (6–24 keV). The transmitted images were 174 \nrecorded with sample rotation from 0 to 360° at an interval of 0.1° using an ORCA-Flash4.0 175 \nsCMOS image sensor (Hamamatsu Photonics K.K., Hamamatsu, Shizuoka, Japan)) with a zoom 176 \nlens: the pixel size corresponds to 0.65 μm 2. Three-dimensional reconstruction of the obtained 177 \nimage dataset was performed at the beamline using TomoPy, which is a Python package for X-178 \nray CT image analysis and image reconstruction [20]. Three-dimensional volumetric data were 179 \nvisualized using Fiji [21] and Molcer (WhiteRabit Co., Ltd., Tokyo, Japan) for visual inspection.  180 \n 181 \n2.4.3. Small angle X-ray scattering (SAXS) and wide angle X-ray diffraction (WAXD)  182 \n Small-angle X-ray scattering (SAXS) and wide-angle X-ray diffraction (WAXD) 183 \nanalyses were performed at the synchrotron facility, BL40B2, of SPring-8 (Hyogo, Japan). The 184 \nwavelength of the X-rays used in this study was 1 Å and the scattering/diffraction patterns were 185 \nrecorded with a Pilatus3 S 2M instrument (Dectris Inc., Switzerland). The exposure times were 186 \n10 s and 5 s for SAXS and WAXD, respectively.  187 \nThe scattering/diffraction patterns were circularly averaged using a beamline program 188 \nand corrected for absorbance. Given the scattering vector q = (4π sin θ)/λ, where θ and λ are half 189 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n10 \n \nof the scattering angle and the wavelength of the X-rays, respectively, the q-range of the SAXS 190 \nand WAXD experiments covered 0.007‒0.4 A˚−1 and 0.05‒2.5 A˚−1, respectively. For some data, 191 \nthe WAXD profiles were manually rescaled and merged with the SAXS profiles using Microsoft 192 \nExcel.   193 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n11 \n \n3. Results and Discussion 194 \n3.1. Weight-loss and visual inspection of amorphous PET film after Fast-PETase treatment 195 \n First, the weight loss of the amorphous PET film treated with purified Fast-PETase was 196 \nevaluated (Figure 1), conforming the significant PET-degrading activity of the Fast-PETase used 197 \nin this study. Visual inspection also demonstrated a change from the clear appearance of the PET 198 \nfilm before degradation to white after degradation by Fast-PETase, where the whiteness became 199 \nmore pronounced after degradation (Figure 1), consistent with prior reports [9].  200 \nTwo mechanisms were hypothesized for this phenomenon: (i) an increase in the 201 \ncrystallinity upon degradation and (ii) the formation of a structure with voids having dimensions 202 \non the order of the wavelength of visible light (~10 -7 m) in the PET film sample. Given a lower 203 \nglass transition temperature for the surface of a polymer film [22], crystallization might be 204 \npossible under the glass transition temperature of PET (ca. 50 °C) and was tested as a reason for 205 \nwhitening in this study. The residual PET films were analyzed using WAXD, X-ray CT, SEM, 206 \nand SAXS to test these hypotheses. Furthermore, the structural changes in the PET film due to 207 \nenzymatic degradation were tracked over the reaction time.  208 \n 209 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n12 \n \nFigure 1.  Representative weight loss data and visual appearance of PET film degraded 210 \nby Fast-PETase.  211 \n 212 \n3.2. WAXD analysis 213 \nFirst, the fine structure of the film was assessed using WAXD to test the hypothesis that 214 \nthe increased turbidity of the film induced by Fast-PETase was due to the increased crystallinity 215 \nof PET. The WAXD profile of PET before degradation (Figure 2A) shows no sharp peaks, but a 216 \nbroad peak composed of a number of diffraction peaks, indicating that the melt-quench film is 217 \namorphous. The intensity of the broad diffraction peak decreased with the degradation time 218 \n(Figure 2A), indicating that PET molecules were gradually removed from the film by Fast-PETase. 219 \nHowever, the sharpness of the WAXD profile did not change significantly, indicating that the film 220 \nremained highly amorphous after degradation. Thus, the turbidity of the PET film observed after 221 \ndegradation by Fast-PETase was not caused by increased crystallinity of PET.  222 \nThe small difference in the WAXD profiles at different enzymatic degradation times 223 \nsuggests that Fast-PETase evenly degraded the amorphous PET film on a scale observable by 224 \nWAXD. In other words, Fast-PETase seems to have no preference for more crystalline PET 225 \nsubstrates when degrading PET. This is in contrast to cellulose-degrading enzymes such as 226 \ncellobiohydrolase, which degrade crystalline cellulose more effectively than endoglucanase [23]. 227 \nSuch variability in enzymatic properties is important for the effective degradation of native 228 \ncellulose, a long crystalline fiber [24].  229 \nFor detailed analysis of the change in the diffraction profile, all WAXD profiles were 230 \nnormalized relative to the most intense peak (Figure 2B). Notably, the profiles for degradation at 231 \n15.5, 26.5, 55.2, and 64.5 h were completely superimposable, whereas a slight increase in the 232 \ndiffraction intensity was observed in a limited q-region around 1.75 Å-1 between 0 h and 15.5 h 233 \n(indicated by the arrow in Figure 2B). This small increase in the diffraction intensity is plausibly 234 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n13 \n \ndue to broadening of the amorphous hallow, suggesting a slight enhancement in the disorder of 235 \nthe PET molecules at the beginning of degradation. Given that this change was very small and 236 \noccurred only at an earlier stage, the enhanced disorder due to PETase-induced degradation may 237 \nhave resulted from the removal of the outer surface layer of the PET film. Such a change, specific 238 \nto the earlier stage of degradation, was also observed in the SEM and SAXS analyses, as shown 239 \nin Sections 3.4 and 3.5, respectively.  240 \n 241 \nFigure 2. WAXD profiles of PET films degraded for different times: 0 h, 15.5 h, 26.5 h, 242 \n55.2 h, and 64.5 h. (A) Absorbance-corrected profiles with the weight loss percentage 243 \nindicated for each of the profiles. (B) The WAXD profiles were normalized to the most 244 \nintense peak at ca. 1.5 Å-1. Dashed line corresponds to the film before degradation, while 245 \nthe solid lines indicate PET degraded for 15.5 h, 26.5 h, 55.2 h, and 64.5 h; all profiles 246 \nwere similar. The arrow indicates the q-region where the diffraction intensity increased 247 \nafter degradation.  248 \n 249 \n3.3. Micro X-ray CT analysis  250 \nGiven the WAXD results, the structural changes were analyzed on a larger scale. X-ray 251 \nCT demonstrated that the surface morphology of the PET film was flat and smooth before 252 \ndegradation (Figure 3). During degradation, the film gradually became thinner and exhibited a 253 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n14 \n \nrougher surface. In most parts of the film, no significant void spaces were observed (Figure 3A–254 \nD). These observations indicate that the erosion of the PET film by Fast-PETase primarily 255 \noccurred at the surface.  256 \n 257 \nFigure 3. Three-dimensional volume data from X-ray CT. (A‒D) Typical cross-section of 258 \nvolume data for films degraded for 0 h (A), 26.5 h (B), 55.2 h (C), and 64.5 h (D). (E‒H) 259 \nSerial cross-sections with an interval of 1.3 μm for the film degraded for 55.2 h.  260 \n 261 \nHowever, using X-ray CT, some void spaces were observed in the films subjected to a 262 \nlonger degradation time (Figure 3E–3H), suggesting degradation of the PET film by Fast-PETase, 263 \nnot only on the surface but also within the film. The reconstructed X-ray CT data showed that the 264 \nvoids within the film were disconnected from the outside. Given that no void space was observed 265 \nin the X-ray CT data before degradation of the PET film, the voids are thought to be generated by 266 \nFast-PETase. Thus, it is reasonable to assume that the pores were too small to be visualized using 267 \nX-ray CT (nominally 0.65 μm pixel size): the Fast-PETase protein has a size of about 3 nm. 268 \nPlausibly, the void space observed in the film using X-ray CT is not due to an experimental artifact 269 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n15 \n \nbut represents the action of Fast-PETase. Therefore, it can be concluded that gradual erosion from 270 \nthe surface is the major mode by which Fast-PETase attacks the PET film; however, erosion inside 271 \nthe film sometimes occurs at a later stage of the reaction.  272 \nMoreover, one side of the film surface became rougher than the other as the reaction 273 \nprogressed (Figure 4A–4D). Although this indicates a difference in the rate of structural decay of 274 \nthe two surfaces of the film, the reason for the difference is not clear. However, this phenomenon 275 \ncan be attributed to the method of preparation of the amorphous PET film. In other words, PET 276 \nfilm preparation could be one of the keys to controlling the enzymatic digestibility, which is 277 \nimportant for developing highly degradable PET materials.  278 \n 279 \n3.4. SEM analysis 280 \n SEM observation in top-view clearly demonstrated that the initially very flat and smooth 281 \nsurface of the PET film before degradation (Figure 4A and 4B) became undulated after 282 \ndegradation by Fast-PETase (Figure 4C and 4D), as previously reported [9, 11]. Observations of 283 \nthe surface from the side confirmed the presence of depressions that were not convex (Figure 4D).  284 \n 285 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n16 \n \nFigure 4.  SEM images of PET film before (A and B) after degradation for 26.5 h (C and 286 \nD). Scale bars indicate 10 μm except for B where it represents 1 μm. (A and B): PET 287 \nbefore degradation at magnification of ×1,000 (A) and ×10,000 (B). (C and D): Largely 288 \ndegraded part of the PET film observed at a magnification of ×1,000 in top-view (C) and 289 \nside-view from the edge (D).  290 \n 291 \nThe films were further observed at different degradation times to track the structural 292 \nchanges in the amorphous PET film induced by Fast-PETase (Figure 5). Before degradation, the 293 \nsurface was flat and smooth, whereas after 4 h of degradation, many depressions having a 294 \ndiameter of 1 μm were apparent. Given that areas of undegraded surface were found close to these 295 \ndepressions, the depressions were structures generated by Fast-PETase in the initial phase. The 296 \nsurface of this depression was not as rough as that of the PET degraded for 12 h, as shown below.  297 \nAt 12 h of degradation, the depressions formed at 4 h were not observed, and the surface 298 \nappeared flat at a lower magnification (Figure 5D). However, hollows with a diameter of 2‒4 μm 299 \nappeared, and the surface appeared sandy at a higher magnification due to the granularity of many 300 \nsmaller pores with a diameter of 10‒100 nm (indicated by the arrowheads in Figure 5E and 5F). 301 \nThis hollow structure was also found less frequently at 4 h of degradation and is thus considered 302 \na characteristic feature that appears after the initial depressions (Figure 5A–5C) disappear.  303 \nAfter 26.5 h, the surface became highly rough even at a lower magnification due to the 304 \nlarger diameter (10 μm or more) of the holes (Figure 5G). Closer observation revealed many pores 305 \nwith diameters of 100 nm or less on the surface of the depressions (Figure 5H and 5I), which were 306 \nfound specifically in the hollows of the sample degraded for 12 h (Figure 5E and 5F). Thus, the 307 \nhollows with sizes of a few micrometers frequently observed after 12 h of degradation might have 308 \nenlarged or fused to form larger holes.  309 \nAfter 55.2 h, the crater-like depressions, which were also found in some areas after 26.5 310 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n17 \n \nh, were sufficiently enlarged to expose a relatively flat and smooth surface when viewed at lower 311 \nmagnification (Figure 5J). However, the higher-magnification images clearly show more porous 312 \nsurfaces with smaller pore sizes (10‒100 nm) and larger numbers of pores than at 26.5 h (Figure 313 \n5K and 5L). These porous features were maintained at 64.5 h, whereas the 1 μm pores became 314 \nless; consequently, the surface became flatter with pores of 100 nm or less in diameter (Figure 5N 315 \nand 5O). In a wider view (Figure 5M), the crater-like depressions with a diameter of ~50 μm 316 \nappeared more clearly. In summary, degradation by Fast-PETase induced hierarchical boring on 317 \nthe order of 10-5 m to 10-8 in the PET film. 318 \n 319 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n18 \n \n 320 \n 321 \nFigure 5. SEM observation of morphological changes of film surface during treatment 322 \nwith Fast-PETase at three magnifications: ×1,000, ×5,000, and ×20,000. A–C: 4 h; D–F: 323 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n19 \n \n12 h; G –I: 26.5 h; J –L: 55.2 h; M –O: 64.5 h. Asterisks in B and C show a flat and 324 \nundegraded surface, and the arrowheads in E and F show pores with diameters of 10‒325 \n100 nm.  326 \n 327 \nIt was thus concluded that the turbidity of the PET film after Fast-PETase degradation 328 \nwas due to the porous structure generated by Fast-PETase and not to crystallization of the 329 \namorphous parts, as discussed in Section 3.1.  330 \n 331 \n3.5. SAXS analysis 332 \n Although scanning electron microscopy (SEM) is a powerful tool for visualizing the 333 \nfine structure of degraded PET, it only provides a local view of the structure. Therefore, it is 334 \nnecessary to consider whether the SEM observations truly reflect the structure as a whole. SAXS 335 \nwas used to visualize the mesoscale structure of the degraded PET film in an averaged view. Two 336 \nnotable observations were made.  337 \nFirstly, the scattering intensity around q = 0.022 Å -1, observed before degradation, 338 \ndecreased quickly (in the first 12 h) after treatment with Fast-PETase (Figure 6A), indicating that 339 \nthe structure represented by this scattering feature was selectively attacked and removed by Fast-340 \nPETase. Furthermore, this signal shifted to lower q, accompanied by a decrease in the intensity 341 \nduring the early stages of degradation, as shown in the Lorentz-factor-corrected plot (Figure 6A, 342 \ninset). Given the equation d = 2π/ q, where d indicates the spatial periodicity, the size of the 343 \nstructural component represented by this scattering changed from ca. 290 to 320 Å. Although 344 \ncareful discussion is required for describing the structure represented by this scattering signal, it 345 \nmay represent a randomly distributed denser region in a less dense region, which has been 346 \nproposed as a “nodule” in some previous studies [25, 26].  347 \n The second specific structural change induced by Fast-PETase was observed as an 348 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n20 \n \nincrease in the scattering at the q-region below 0.02 Å-1 in the SAXS profile, up to the reaction 349 \ntime of 12 h. Given the synchronicity with the appearance of small pores in the SEM images 350 \n(diameter of 10‒100 nm), this may represent the small pores observed in the SEM images after 351 \ndegradation for 12 h and beyond (Figure 5), where the contrast between the PET substrate and air 352 \nbecomes more pronounced due to the boring. The scattering in this low q-region increased 353 \ncontinuously after 12 h of degradation, and finally the scattering profile at 68.8 h followed a power 354 \nlaw with an exponent of −3.2 in the observed q-range (Figure 6B, black line), which provides the 355 \nsurface fractal dimension of 2.8 (= 6 – 3.2), indicating that the pores with diameters of 10 -7‒10-8 356 \nm formed a three-dimensionally rough surface rather than a smooth surface. This is also consistent 357 \nwith the SEM observations, which showed that the nested porous structures with dimensions of 358 \n10-7 m or smaller became dominant after 12 h degradation.  359 \n 360 \n 361 \nFigure 6. SAXS profiles of PET film treated with Fast-PETase for different reaction times. 362 \nThe degradation experiment was independently conducted to obtain the data in A (earlier 363 \nstage of the degradation) and B (later stage). Lorentz-factor-corrected plot (q – q2∙I plot) 364 \nis also shown in the inset of panel A; arrows indicate the peak maxima for the films 365 \ndegraded for 0 h and 4 h. The scattering profiles in B were prepared by merging the 366 \nWAXD data with SAXS data as described in 2.4.3. The data acquired after 68.8 h of 367 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n21 \n \ndegradation were fitted (closed circles in panel B) and followed a power-law with an 368 \nexponent of −3.2 along the scattering vector q, as shown by black line.  369 \n 370 \nNotably, this study revealed several structural changes that occurred specifically in the 371 \nearlier degradation stage: (i) broadening of the amorphous hallow in WAXD profiles (Figure 2B), 372 \n(ii) removal of the smooth surface, visualized by SEM (Figures 4 and 5), and (iii) a decrease in 373 \nthe SAXS signal around q = 0.022 Å-1 (Figure 6A). Summarizing these observations, the surface 374 \nlayer of the amorphous PET film might be slightly more crystalline than the core region and 375 \ncontains the domain (nodule) structure with a size of around 300 Å. This surface layer did not 376 \nallow PETase to bore smaller holes (~100 nm) and yielded less porous features, as observed in 377 \nthe SEM images. Thus, this study supports the idea that the surface and core structures differ for 378 \namorphous PET films. Feasibly, PETase can be used as a probe to assess the polymer structure of 379 \nPET in future studies.  380 \n 381 \n3.6. Comparison with enzymatic degradation of cellulose 382 \nFinally, the results of this study were compared with the structural changes in cellulose 383 \ndegraded by cellulase to discuss a biological strategy for degrading solid polymers. In our 384 \nprevious study [27], the degradation of bacterial cellulose by crude cellulase was analyzed using 385 \nSAXS, where an overall decrease in the scattering intensity was observed, without changes in the 386 \nscattering features, indicating that the amount of the cellulose simply decreased without 387 \nsignificant structural changes at the scale represented by q = 0.04‒0.2 Å-1. SEM observations in 388 \nthe same study also demonstrated that the cellulose microfibrils remained generally intact despite 389 \nthe appearance of large cavities between the fiber bundles in a bacterial cellulose film [27]. 390 \nAnother study analyzed the full-width at half-maximum (FWHM) of the diffraction peaks in the 391 \nWAXD profiles, and also showed that the lateral crystallite size of cellulose decreased because of 392 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n22 \n \ncellulase degradation [28]. These previous observations of cellulose degradation are in contrast 393 \nto the structural decay of the PET film by Fast-PETase observed in this study (Figures 2, 5, and 394 \n6). This is plausibly due to the structural differences in PET and cellulose due to differences in 395 \nthe assembly of the polymer molecules, as explained below.  396 \nNative cellulosic material is generally a woven textile of crystalline cellulose 397 \nmicrofibrils with a lateral size of 10-9‒10-8 m, whereas the PET film is a continuous mass in which 398 \nmany chains are entangled without a well-defined elementary structural unit, such as the 399 \nmicrofibrils in cellulose. It is assumed that each cellulose microfibril is degraded independently 400 \nby cellulase, and the structural features appear to be maintained on average. However, structural 401 \ndegradation of the PET film by Fast-PETase may preferentially occur close to the surface, as 402 \nrevealed by the specific decrease in the SAXS signal at approximately q = 0.022 Å -1 at the 403 \nbeginning of degradation, which is not observed for cellulose. Therefore, the polymer structure 404 \ngoverns the enzymatic degradability. In other words, the design of the polymer structure is as 405 \nimportant as enzyme engineering for realizing eco-friendly PET or plastic materials in general.  406 \nThe relationship between the polymer structure and enzymatic degradation of cellulose 407 \nhas aided in understanding the structure of cellulose and the function of cellulase. For example, 408 \nthe unidirectional degradation of native cellulose microfibrils by cellobiohydrolase was used to 409 \ndemonstrate parallel chain packing in native cellulose microfibrils [29]. In contrast, parallel-chain 410 \npacking in native cellulose allowed the processive action of cellobiohydrolases to be clearly 411 \nunderstood [30-32]. Such interrelated research is also required for PET and PETase to deepen our 412 \nunderstanding of the mechanism of decay of the PET structure by PETase. Thus, studying PETase 413 \nfrom the viewpoint of the PET structure will be a highly valuable strategy for studying not only 414 \nPETase but also PET, where many issues remain obscure despite the long history of research [16-415 \n18].  416 \nGiven that cellulase is a good example of the efficient degradation of polymer solids, it 417 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n23 \n \nwill be worthwhile to design a PETase protein by referring to cellulase. The fusion of the 418 \ncarbohydrate-binding module (CBM) to PETase, which is also found in nature [33], has been 419 \nshown to enhance the PET-degrading activity [34-37]. In addition to implementing the absorption 420 \nfunction by CBM, the synergistic effect of mixing enzymes with different modes of action, such 421 \nas exotype cellulases (cellobiohydrolases) and endoglucanases, is a promising strategy [23]. To 422 \nthis end, the mode of action of many PETase proteins must be clarified to design a high-423 \nperformance PETase cocktail. A cellulase-wise strategy is a promising way to develop higher-424 \nperformance PETases. This approach is set apart from state-of-the-art technologies, such as 425 \nprotein engineering with bioinformatics. Polymer structure analysis during enzymatic degradation 426 \nis important for the sustainable utilization of plastic materials and for the research and 427 \ndevelopment of biodegradable plastics.  428 \n 429 \n4. Conclusion 430 \nThe multiscale structural analysis in this study revealed that Fast-PETase gradually 431 \neroded the PET film from the surface and bored many pores with diameters of 10-5 to 10-8 m. The 432 \ndomain structure with dimensions of 10-8 m on the surface of the film was preferentially removed 433 \nat earlier reaction times. However, the crystallinity of PET did not change after degradation. In 434 \nsummary, it was demonstrated that Fast-PETase evenly erodes the amorphous PET film from the 435 \nsurface. This study provides a perspective on the degradation of the solid PET by PETase. This is 436 \nvaluable information as a reference for comparing the enzymatic efficacy of PETase variants for 437 \nPET degradation that are still to be discovered and will help pave the way for a circular economy 438 \nof PET materials in the future by conferring full biodegradability to PET, a conventional plastic.  439 \n 440 \nAcknowledgments 441 \nSEM observations were performed at a collaborative facility at the Research Institute 442 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n24 \n \nfor Sustainable Humanosphere (RISH) at Kyoto University, Cellulosic Advanced Nanomaterials 443 \nDevelopment Organization (CAN-DO). The micro-X-ray CT experiment was performed at 444 \nBL8S2 at Aichi SRC (202403106). SAXS measurements were performed at BL40B2 445 \n(2023B1470, 2024A1381, and 2024B1389) and BL19B2 (2024A1728) at SPring-8 and BL8S3 at 446 \nAichi SRC (202306168). The WAXD measurements were performed at BL40B2 at SPring-8 447 \n(2023B1470, 2024A1381, and 2024B1389)). We thank the beamline staff at the synchrotron 448 \nfacilities for their supporting the experiments. We acknowledge Dr. Susumu Fujiwara in Kyoto 449 \nInstitute of Technology, Dr. Shosuke Yoshida in Nara Institute of Science and Technology, and Dr. 450 \nTakashi Konishi in Kyoto University for discussing the experimental results.  451 \n 452 \nAuthor contributions 453 \nDT conceptualization; DT and TI methodology; DT and TI formal analysis; DT and TI 454 \ninvestigation; DT and TI resources; DT and TI data curation; DT and TI writing–original draft; 455 \nTI writing–review and editing; DT and TI visualization; TI supervision; TI project administration; 456 \nDT and TI funding acquisition. 457 \n 458 \nFunding sources  459 \nThis work was partially supported by RISH in Kyoto University with the Humanosphere 460 \nScience Research; the Mission-2 Research.   461 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n25 \n \nReferences 462 \n[1] V . Hidalgo-Ruz, L. Gutow, R.C. Thompson, M. Thiel, Microplastics in the Marine 463 \nEnvironment: A Review of the Methods Used for Identification and Quantification, Environ. 464 \nSci. Technol. 46(6) (2012) 3060-3075. 465 \n[2] A.A. Horton, Plastic Pollution in the Global Ocean,  WORLD SCIENTIFIC,  Singapore, 466 \n2022. 467 \n[3] Y . Li, L. Chen, N. Zhou, Y . Chen, Z. Ling, P. Xiang, Microplastics in the human body: A 468 \ncomprehensive review of exposure, distribution, migration mechanisms, and toxicity, Sci. Total 469 \nEnviron. 946 (2024) 174215. 470 \n[4] K. Ragaert, L. Delva, K. Van Geem, Mechanical and chemical recycling of solid plastic 471 \nwaste, Waste Manag. 69 (2017) 24-58. 472 \n[5] C. Jehanno, J.W. Alty, M. Roosen, S. De Meester, A.P. Dove, E.Y .X. Chen, F.A. Leibfarth, 473 \nH. Sardon, Critical advances and future opportunities in upcycling commodity polymers, Nature 474 \n603(7903) (2022) 803-814. 475 \n[6] M. Tsuchiya, T. Kitahashi, R. Nakajima, K. Oguri, K. Kawamura, A. Nakamura, K. Nakano, 476 \nY . Maeda, M. Murayama, S. Chiba, K. Fujikura, Distribution of microplastics in bathyal- to 477 \nhadal-depth sediments and transport process along the deep-sea canyon and the Kuroshio 478 \nExtension in the Northwest Pacific, Mar. Pollut. Bull. 199 (2024) 115466. 479 \n[7] M.H. Ghasemi, N. Neekzad, F.B. Ajdari, E. Kowsari, S. Ramakrishna, Mechanistic aspects 480 \nof poly(ethylene terephthalate) recycling–toward enabling high quality sustainability decisions 481 \nin waste management, Environ. Sci. Pollut. Res. 28(32) (2021) 43074-43101. 482 \n[8] R.-J. Müller, H. Schrader, J. Profe, K. Dresler, W.-D. Deckwer, Enzymatic Degradation of 483 \nPoly(ethylene terephthalate): Rapid Hydrolyse using a Hydrolase from T. fusca, Macromol. 484 \nRapid Commun. 26(17) (2005) 1400-1405. 485 \n[9] S. Yoshida, K. Hiraga, T. Takehana, I. Taniguchi, H. Yamaji, Y . Maeda, K. Toyohara, K. 486 \nMiyamoto, Y . Kimura, K. Oda, A bacterium that degrades and assimilates poly(ethylene 487 \nterephthalate), Science 351(6278) (2016) 1196-1199. 488 \n[10] S. Sulaiman, S. Yamato, E. Kanaya, J.-J. Kim, Y . Koga, K. Takano, S. Kanaya, Isolation of 489 \na Novel Cutinase Homolog with Polyethylene Terephthalate-Degrading Activity from Leaf-490 \nBranch Compost by Using a Metagenomic Approach, Appl. Environ. Microbiol. 78(5) (2012) 491 \n1556-1562. 492 \n[11] H. Lu, D.J. Diaz, N.J. Czarnecki, C. Zhu, W. Kim, R. Shroff, D.J. Acosta, B.R. Alexander, 493 \nH.O. Cole, Y . Zhang, N.A. Lynd, A.D. Ellington, H.S. Alper, Machine learning-aided 494 \nengineering of hydrolases for PET depolymerization, Nature 604(7907) (2022) 662-667. 495 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n26 \n \n[12] S.H. Lee, H. Seo, H. Hong, J. Park, D. Ki, M. Kim, H.-J. Kim, K.-J. Kim, Three-directional 496 \nengineering of IsPETase with enhanced protein yield, activity, and durability, J. Hazard. Mater. 497 \n459 (2023) 132297. 498 \n[13] S. Joo, I.J. Cho, H. Seo, H.F. Son, H.-Y . Sagong, T.J. Shin, S.Y . Choi, S.Y . Lee, K.-J. Kim, 499 \nStructural insight into molecular mechanism of poly(ethylene terephthalate) degradation, Nature 500 \nCommunications 9(1) (2018) 382. 501 \n[14] S. Weigert, P. Perez-Garcia, F.J. Gisdon, A. Gagsteiger, K. Schweinshaut, G.M. Ullmann, J. 502 \nChow, W.R. Streit, B. Höcker, Investigation of the halophilic PET hydrolase PET6 from Vibrio 503 \ngazogenes, Protein Sci. 31(12) (2022) e4500. 504 \n[15] T. Burgin, B.C. Pollard, B.C. Knott, H.B. Mayes, M.F. Crowley, J.E. McGeehan, G.T. 505 \nBeckham, H.L. Woodcock, The reaction mechanism of the Ideonella sakaiensis PETase enzyme, 506 \nCommun. Chem. 7(1) (2024) 65. 507 \n[16] P.H. Geil, Morphology of Amorphous Polymers, Product R&D 14(1) (1975) 59-71. 508 \n[17] A.L. Renninger, D.R. Uhlmann, On the structure of glassy polymers. III. Small-angle x-ray 509 \nscattering from amorphous polyethylene terephthalate, J. Polym. Sci.: Polym. Phys. Ed. 14(3) 510 \n(1976) 415-425. 511 \n[18] P. Calvert, Order in amorphous polymers, Nature 271(5645) (1978) 507-508. 512 \n[19] F. Teufel, J.J.A. Armenteros, A.R. Johansen, M.H. Gíslason, S.I. Pihl, K.D. Tsirigos, O. 513 \nWinther, S. Brunak, G. von Heijne, H. Nielsen, SignalP 6.0 predicts all five types of signal 514 \npeptides using protein language models, Nat. Biotechnol. 40(7) (2022) 1023-+. 515 \n[20] D.a. Gürsoy, F. De Carlo, X. Xiao, C. Jacobsen, TomoPy: a framework for the analysis of 516 \nsynchrotron tomographic data, J. Synchrotron Radiat. 21(5) (2014) 1188-1193. 517 \n[21] J. Schindelin, I. Arganda-Carreras, E. Frise, V . Kaynig, M. Longair, T. Pietzsch, S. 518 \nPreibisch, C. Rueden, S. Saalfeld, B. Schmid, J.-Y . Tinevez, D.J. White, V . Hartenstein, K. 519 \nEliceiri, P. Tomancak, A. Cardona, Fiji: an open-source platform for biological-image analysis, 520 \nNat. Methods 9(7) (2012) 676-682. 521 \n[22] K. Tanaka, A. Takahara, T. Kajiyama, Rheological Analysis of Surface Relaxation Process 522 \nof Monodisperse Polystyrene Films, Macromolecules 33(20) (2000) 7588-7593. 523 \n[23] T.T. Teeri, Crystalline cellulose degradation: new insight into the function of 524 \ncellobiohydrolases, Trends Biotechnol. 15(5) (1997) 160-167. 525 \n[24] C.M. Payne, B.C. Knott, H.B. Mayes, H. Hansson, M.E. Himmel, M. Sandgren, J. 526 \nStåhlberg, G.T. Beckham, Fungal Cellulases, Chem. Rev. 115(3) (2015) 1308-1448. 527 \n[25] G.S.Y . Yeh, Morphology of amorphous polymers and effects of thermal and mechanical 528 \ntreatments on the morphology, Pure Appl. Chem. 31(1-2) (1972) 65-90. 529 \n[26] T. Konishi, D. Okamoto, D. Tadokoro, Y . Kawahara, K. Fukao, Y . Miyamoto, Origin of 530 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n27 \n \nSAXS intensity in the low-q region during the early stage of polymer crystallization from both 531 \nthe melt and glassy state, Phys. Rev. Mater. 2(10) (2018) 105602. 532 \n[27] P.A. Penttilä, T. Imai, J. Hemming, S. Willför, J. Sugiyama, Enzymatic hydrolysis of 533 \nbiomimetic bacterial cellulose¥textendashhemicellulose composites, Carbohydr. Polym. 190 534 \n(2018) 95-102. 535 \n[28] T. Imai, M. Naruse, Y . Horikawa, K. Yaoi, K. Miyazaki, J. Sugiyama, Disturbance of the 536 \nhydrogen bonding in cellulose by bacterial expansin, Cellulose 30 (2023) 8423-8438. 537 \n[29] H. Chanzy, B. Henrissat, Undirectional degradation of valonia cellulose microcrystals 538 \nsubjected to cellulase action, FEBS Lett. 184(2) (1985) 285-288. 539 \n[30] T. Imai, C. Boisset, M. Samejima, K. Igarashi, J. Sugiyama, Unidirectional processive 540 \naction of cellobiohydrolase Cel7A on Valonia cellulose microcrystals, FEBS Lett. 432(3) (1998) 541 \n113–116. 542 \n[31] N.-H. Kim, T. Imai, M. Wada, J. Sugiyama, Molecular directionality in cellulose 543 \npolymorphs, Biomacromolecules 7(1) (2006) 274–280. 544 \n[32] K. Igarashi, A. Koivula, M. Wada, S. Kimura, M. Penttila, M. Samejima, High speed 545 \natomic force microscopy visualizes processive movement of Trichoderma reesei 546 \ncellobiohydrolase I on crystalline cellulose, J. Biol. Chem. 284(52) (2009) 36186-36190. 547 \n[33] E. Erickson, J.E. Gado, L. Avilán, F. Bratti, R.K. Brizendine, P.A. Cox, R. Gill, R. Graham, 548 \nD.-J. Kim, G. König, W.E. Michener, S. Poudel, K.J. Ramirez, T.J. Shakespeare, M. Zahn, E.S. 549 \nBoyd, C.M. Payne, J.L. DuBois, A.R. Pickford, G.T. Beckham, J.E. McGeehan, Sourcing 550 \nthermotolerant poly(ethylene terephthalate) hydrolase scaffolds from natural diversity, Nat. 551 \nCommun. 13(1) (2022) 7850. 552 \n[34] Y . Zhang, L. Wang, J. Chen, J. Wu, Enhanced activity toward PET by site-directed 553 \nmutagenesis of Thermobifida fusca cutinase–CBM fusion protein, Carbohydr. Polym. 97(1) 554 \n(2013) 124-129. 555 \n[35] J. Weber, D. Petrovic, B. Strodel, S.H.J. Smits, S. Kolkenbrock, C. Leggewie, K.E. Jaeger, 556 \nInteraction of carbohydrate-binding modules with poly(ethylene terephthalate), Appl. Microbiol. 557 \nBiotechnol. 103(12) (2019) 4801-4812. 558 \n[36] L. Dai, Y . Qu, J.-W. Huang, Y . Hu, H. Hu, S. Li, C.-C. Chen, R.-T. Guo, Enhancing PET 559 \nhydrolytic enzyme activity by fusion of the cellulose–binding domain of cellobiohydrolase I 560 \nfrom Trichoderma reesei, J. Biotechnol. 334 (2021) 47-50. 561 \n[37] R. Graham, E. Erickson, R.K. Brizendine, D. Salvachúa, W.E. Michener, Y . Li, Z. Tan, G.T. 562 \nBeckham, J.E. McGeehan, A.R. Pickford, The role of binding modules in enzymatic 563 \npoly(ethylene terephthalate) hydrolysis at high-solids loadings, Chem Catalysis 2(10) (2022) 564 \n2644-2657. 565 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint"
  ],
  "computational_sections": []
}