{
  "txt_file": "2025.08.14.670228v1.full.txt",
  "experimental_sections": [
    "methodology to estimate and visualize evolutionary conservation in macromolecules. Nucleic Acids Res. \n2016;44:W344–50. \n20. Zhu K, Day T, Warshaviak D, Murrett C, Friesner R, Pearlman D. Antibody structure determination"
  ],
  "computational_sections": [
    "molecular dynamics parameters. Principal Component Analysis and the free energy landscape \nduring binding to BHET also validated the hypothesis and these three PETases could be \nimmediately explored for possible plastic degradation activity. \n \nKeywords: PETase, molecular dynamics, Ideonella sakaiensis, BHET, plastic degradation \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nIntroduction \nThe world is burdened by a burgeoning load of plastics and the accumulation of these contaminants \nin the ecosystem is a potent threat to life and livelihood [1, 2]. The array of these plastic pollutants, \nof different sizes and types is also mind- boggling. While the load of plastic pollution keeps \nincreasing, driven by global demand and eventual production, means and methods of plastic \nrecycling are few and far in between and ineffective on a broader perspective. The staggering range \nof the burden is often disturbing. The yearly production of plastic waste has been projected to \nreach 3.4 billion tonnes by 2050, according to the study done by World Bank [3]. \nIn an effort to limit the load of plastic pollutants, degradation of plastics using microbial sources \nhas been the subject of study over the past few decades. The polymerization of plastic is effected \nby means of weak forces like van der Waals interactions, electrostatic forces as well as hydrogen \nbonds. etc. Microbes are known to degrade plastics in a sequential manner. Broadly, this can be \nsimplified as physical or chemical deterioration, followed by breakdown of polymers which are \nthen shipped to the cytoplasm of the microbes for metabolic breakdown [3].  \nOne of the biggest sources of the pollution and perhaps the most commonly used of plastics is \nPolyethylene Terephthalate (PET). Microbial biodegradation of PET has been mooted for long and \na few breakthroughs have been achieved over the years. Enzymes from  Thermobifida fusca were \nreported from the early years of this century to be effective in the degradation of PET\n[4]. Lipases \nfrom Candida antarctica [4] and cutinases from Humicola insolens  [5] have also been known to \ndisplay PET degradation, and some of these have been shown to have synergistic effects in \nelevating the efficacy and reducing the time of the degradation process [6].  \nIdeonella sakaiensis, a plastic-degrading bacterium, was first discovered in 2016 [7]. I. sakaiensis \nis a Gram negative, aerobic, rod -shaped bacterium belonging to the genus Ideonella and family \nComamonadaceae [8]. Originally isolated from a sediment sample taken outside of a plastic bottle \nrecycling facility in Sakai, the bacterium also uses PET as a sole carbon and energy source for \ngrowth. The PETase enzyme found in the bacteria aids in the degradation of the ester bond of PET. \nIsPETase (PETase from I. sakaiensis) has demonstrated the highest plastic degradation activity \ncompared to all other bacterial enzymes despite the fact that similar enzymes have been discovered \nin a number of other organisms.  \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nThe mechanism of PET degradation by the IsPETase enzyme [9] has been studied and reported by \nnumerous groups. The PETase enzymes showed the presence of a conserved, PET-binding active \nsite. Ser (160), Asp (206) and His (237) form a highly conserved catalytic triad that aids in the \nstable binding with PET. Several mutations were introduced into the PETase enzyme of Ideonella \nsakaiensis, and wild- type bacteria were used for comparison.  [6] has also reported that mutant \nIsPETase R280A is 22.4% more effective than the wild type. According to the report, these \nvariants were more effective at higher temperatures and their plastic degradation rate was \nsignificantly higher compared to the wild type, but they are not effectively utilised for refuse \ndegradation [10]. However, wild-type bacteria have certain limitations that prevent large -scale \napplication. IsPETase in its natural state is exceedingly unstable and therefore, IsPETase have also \nbeen modified to degrade PET completely at higher temperatures [11]. \nThe mechanism and high- resolution crystal structure of IsPETase [12]  showed that the enzyme \nhas a hydrophobic cavity that binds to PET polymers and breaks the PET into monomers like bis(2-\nhydroxyethyl)-TPA (BHET) and mono-(2-hydroxyethyl) terephthalic acid (MHET) 13. IsPETase \nthough is incapable of hydrolyzing MHET to terephthalic  acid (TPA) and ethylene glycol (EG). \nVery recently, [14] reported that PETase from Rhizobacter gummiphilus has comparable binding \naffinity for PET and hydrolysis activity at moderate temperatures. With very few substitutions in \nthe conserved domain, RgPETase was found to be  remarkably similar to IsPETase. These are \nthough, the only two instances of discovery of PET degrading bacteria till date. \nThe discovery of plastic degradation abilities in prokaryotic species is a slow process, and \ndiscoveries are few and far in between. With the knowledge of the available enzymes and the \ncouple of structures that have been solved, we therefore strived to predict the presence of such \nplastic degradation abilities in other bacterial species. The search was manifold, both at the level \nof the sequences and the conservation of the degradation domain. The hits were subjected to in \nsilico verification using structural parameters and docking tools. In this investigation, BHET was \nchosen as the substrate both due to its structural similarity to the nucleus of PET and it’s ability to \nhydrolyze into TPA and EG monomers. The predicted structures and the enzymes shed light on \nthe variety of plastic degradation domains from across the prokaryotes, and also demonstrate th e \nrange of alternatives that could be explored in addition to I. sakaiensis for plastic degradation  \nmediated by bacteria. \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nMethods",
    "4. Docking and molecular dynamics simulation studies: \nThe ligand for docking at the PETase site was chosen to be the 3D conformer of bis (2-\nhydroxyethyl) terephthalate (BHET) retrieved from PubChem. The 3D structure -data files (SDF) \nformat was utilised for docking analysis. The docked structures were analyzed for the lowest \nenergy conformer, Root mean square deviation (RMSD) and hydrogen bond (HB) interaction.",
    "Molecular Dynamics: \nMolecular Dynamics (MD) simulation was performed utilizing Gromacs 2021.3 through the \ncommand line interface [25]. Proteins were vacuum energy minimized before the actual MD \nprocedure to obtain the optimized PDB structure. The most optimal PETase was identified from \ndocking scores and RMSD, followed by subsequent 100 nanosecond molecular dynamics (MD) \nsimulation, repeated over three iterations each . The simulation employed the Charmm36 \nforcefield. The protein topology file was constructed using the Gromacs software, whereas the \nligand topology file was prepared using the CGenFF server [26]. For solvating the complex, the \nTIP3P water model was used in a 1 nm -sized dodecahedron box. To counterbalance the overall \ncharge of the protein-ligand complex, an adequate amount of sodium (Na+) or chloride (Cl-) ions \nwere added. The system's energy minimisation was performed using the steepest descent algorithm \nfor 50,000 iterations to resolve steric clashes. \nThe C -rescale and V -rescale coupling approach was used for equilibration in NVT and NPT \nensemble simulations respectively, with positional restrains imposed on the protein and ligand to \npreserve its structural integrity  during the equilibration phase . The structural coordinates of the \nsystem were saved for every 10 ps by GROMACS. Generated MD trajectories were analysed in \norder to calculate root mean square deviation (RMSD), root mean square fluctuation (RMSF) and \nto conduct Principal Component Analysis (PCA). The conformational stability, fluctuating \nresidues, and compactness of the protein and the protein- BHET complexes were validated using \nthe gmx rms, gmx rmsf, gmx gyrate modules of GROMACS, respectively. The Molecular \nMechanics/Poisson-Boltzmann Surface Area (MMPBSA) approach was utilised to determine the \nrelative binding free energy of protein-ligand complexes. The gmx_MMPBSA tool was employed \nto compute the binding free energies of protein -ligand complexes, using 1000 frames collected \nfrom the final 10 ns (90–100 ns) of the molecular dynamics simulation. \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nPrincipal Component Analysis (PCA) \nPrincipal Component Analysis (PCA) was conducted in this study to examine the motion and \ncompactness of the molecule during the simulation. The covariance matrix was constructed using \nthe gromacs \"gmx covar\" module based on the previously determined trajec tories. The eigen \nvectors and eigen values obtained from the covariance matrix were analysed using the \"gmx \nanaeig\" package. The eigen vector indicates the direction of motion, whereas the eigenvalues \nindicate the degree of motion along each major component. The data was stored in .xvg file, and \na software application based on Python programming language was constructed for the purpose of \ndata visualization.",
    "molecular dynamics simulation illustrates the degree of the protein's surface exposure to the solvent over \ntime. Variations in SASA values indicate conformational changes, folding processes, or modifications in \nthe stability of the complex. a) PETase from Ideonella sakaiensis  (black colour) b) PETase from \nRhizobacter gummiphilus (purple) c) PETase from Halopseudomonas pertucinogena (orange) d) PETase \nfrom Halopseudomonas bauzanensis (pink) e) PETase from Ketobacter sp. (cyan) \n \nStability of PETase-BHET interactions \nThe detailed secondary structural transitions of PETase in presence of BHET were studied \nemploying MD simulations for 100 ns. In order to mitigate the potential for poor connections and \ngeometry inside the structure, energy minimization was conducted prior to conducting the \nmolecular dynamics (MD) simulation.  \nAmong all the PETase enzymes, HpPETase was found to be the most resilient on interaction with \nBHET (even better than IsPETase), with the RMSD values stabilizing around 0.4 nm throughout \nthe simulation, after an initial inflection (figure 5c) . In case of the IsPETase-BHET complex, the \naverage root mean square deviation (RMSD) values remained consistently below 0.5 nm for the \nwhole simulation. The HbPETase -BHET complex exhibited the third highest stability, with an \naverage RMSD value of 0.6 nm. The KsPETase performed better than the RgPETase  in it’s \ninteractions with BHET – the RMSD stabilizing around 0.8 nm in due course, albeit with \nintermediate flexions. The RgPETase, which has now been experimentally proven to degrade PET,  \nstabilized at around a RMSD value of 1 nm. Overall, the dynamics for all the 5 PETases suggested \nthat the structures of the proteins remained intact during the simulation (figure 5). In each RMSD \nplot, the darker lines highlight the RMSD during the protein-ligand interaction against the RMSD \nof the protein backbone (in faded lines). \n  \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \n \n \n \n \n \n \n                   (a)                                                                                                    (b)  \n                                                                               \n \n \n                   \n                         (c)                                                                                                  (d) \n \n \n \n \n                                                                          (e)  \nFigure 5: The RMSD plots demonstrate the structural stability of the protein-ligand complex throughout \nthe duration of simulation. Consistent RMSD values indicate that the complex has reached equilibrium, \nsignifying stable interactions between the protein and ligand. In each figure bright colour lines represent \nprotein-ligand RMSD and light colour lines are representing the protein backbone a) PETase from Ideonella \nsakaiensis (black colour) b) PETase from Rhizobacter gummiphilus  (purple colour) c ) PETase from \nHalopseudomonas pertucinogena (orange colour) d) PETase from Halopseudomonas bauzanensis  (pink \ncolour) e) PETase from Ketobacter sp. (cyan colour) \n \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nThe root mean square fluctuation (RMSF) was calculated to analyze the mobility and flexibility of \nindividual amino acids from their mean positions during simulation, which allow s the  \nidentification of the specific areas of the protein showing higher degrees of dynamic behavior. The \nRMSF values consistently stayed below 0.3 for all the PETases, with occasional peaks above 0.3 \n(+0.1) (figure 6). In all the figures, the curve for RMSF of the specific PETase has been contrasted \nwith the curve for IsPETase (shown in the background in grey). For the reported PETases of I. \nsakaiensis and R. gummiphilus, the RMSF values were identical and lower  in comparison to the \nother PETases. Alignment of the sequences of the PETases with the RMSF data revealed that the \nfluctuations were greater in the regions of the proteins having flexible loops, as compared to the \nmore structured regions (supplementary table 5). The N terminal residues which show increased \nflexibility are predictably the ones with greater exposure to the solvent. The peaks of significant \nintensity visible in the RMSF plot of HbPETase, KsPETase, and HpPETase (figure 6b, 6c and 6d) \nare indicative of the presence of significantly more flexible regions of the protein segment at \nmultiple places in these enzymes . The substitution and addition events observed in the sequence \nalignment have an impact on the peak heights observed in RMSF. Though the loop regions display \nincreased variability in these PETases, this has however not impacted the ligand binding, as none \nof the residues from these regions contributed to the ligand binding cavity. The residues \ncomprising the binding site of all the proteins exhibited a high degree of stability and fluctuations, \nif any were of relatively insi gnificant magnitude. The orange colour used in the figure indicates \nregions of intense peaks, while specific information relating to the residues can be found in the \nsupplementary table 5.  \n \n \n \n \n \n \n(a)                                                                                (b) \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \n \n \n \n \n \n                                (c)                                                                                  (d) \nFigure 6: The Root Mean Square Fluctuation (RMSF) plot for the protein- ligand complex during the \nmolecular dynamics simulation demonstrates the temporal flexibility of each residue. Peaks in the RMSF \nprofile signify places of increased mobility, such as loops or ter minal ends, whereas valleys denote more \nstable, stiff areas. In each plot, the RMSF of protein residues were compared with IsPETase. The RMSF of \nIsPETase is depicted in grey in each plot. a ) PETase from Rhizobacter gummiphilus . b ) PETase from \nHalopseudomonas pertucinogena  c ) PETase from Halopseudomonas bauzanensis\n d) PETase from \nKetobacter sp. \nThese results are also in correlation with the Free Energy Landscape plots ( figure 7). While the \nfree energy minima for IsPETase ( figure 7a) and RgPETase ( figure 7b) are quite similar, \nHpPEtase, HbPETase, and KsPETase enzymes too exhibit suitably low free energy levels in the \npresence of the BHET ligand (figure 7c, 7d and 7e), which indicates structural stability throughout \nthe simulation. The radius of gyration of the five PETases were also within permissible range \nshowing acceptable stability and maintenance of conformational compaction during the simulation \n(figure 8). However, the radius of gyration showed more fluctuations in the KsPETase (figure 8e), \nindicating a higher order of flexibility. \n  \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \n \n \n \n  \n \n \n(a)                                                                                 (b) \n \n \n \n \n \n                 \n                   (c)                                                                                     (d)  \n \n \n \n \n \n \n \n(e) \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nFigure 7: Free energy landscape between PC1 and PC3 of the different PETases with BHET (a) \nIsPETase (b) RgPETase (c) HpPETase (d) HbPETase (e) KsPETase \n \n \n \n \n                     (a)                                                                                              (b) \n \n \n \n                              \n                           (c)                                                                                              (d) \n \n \n \n \n                                                                            (e) \nFigure 8: The Radius of Gyration (Rg) plot for the protein- ligand complex during the molecular \ndynamics simulation measures the compactness of the complex over time. Stable Rg values \nsuggest that the complex maintains its folded structure throughout the simulation, indicating \nconsistent interactions between the protein and ligand. 1) PETase from Ideonella sakaiensis (black \ncolour) 2) PETase from Rhizobacter gummiphilus  (purple) 3) PETase from Halopseudomonas \npertucinogena (orange) 4) PETase from Halopseudomonas bauzanensis\n (pink) 5) PETase from \nKetobacter sp. (cyan) \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \n \nPrincipal Component Analysis was performed to identify collective motion of the different \nPETases. Quantitative understanding of the directions of motion captured by the eigenvectors were \ndepicted the 2D projection of eigen vectors 1 and 3 (principal components 1 and 3) on the resulting \n100 nanosecond molecular dynamics trajectories. In order to simplify the calculation, the \ncovariance matrix of Cα atomic fluctuations was converted into a diagonal matrix to determine the \neigen values. A denser and more localized area in the conformational space corresponds to a stable \nensemble, with very few structural variations. On the other hand, a more dispersed distribution \nwith multiple clusters would be representative of greater conformational flexibility. The PCA \nscatter plots of IsPETase, HpPETase and HbPETase (figures 9a, c and d) thereby reveal a singular \npredominant conformation with no significant dispersion during the simulation process. On the \nother hand, the plot for RgPETase (figure 9b), which shoes more dive rsity (two distinct clusters) \nis reflective of a transition between states, resulting mostly from the ligand binding. The plot for \nKsPETase shows an even larger diffusiveness (more than two clusters), indicating a transition \nbetween at least two different conformational states during the interaction with the ligand. The \nobservations reported for all the PETases captured more than 99% of the total motion, and hence, \nreveal a complete landscape of the interactions. \n                             \n                                     \n \n \n \n \n \n \n(a)                                                                                        (b) \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \n  \n \n \n \n \n                                  \n \n \n \n               (c)                                                                                    (d)                                                                \n \n \n \n \n \n \n \n \n                                                                          \n(e) \nFigure 9: The PCA scatter plots of PC1 vs PC3 illustrate the principal patterns of motion in the \nprotein-ligand complex throughout the simulation. The clear grouping or dispersion in the figure \nsignifies the extent of conformational alterations and dynamic behaviour of the complex. a) \nPETase from Ideonella sakaiensis  (black colour) b) PETase from Rhizobacter gummiphilus  \n(purple colour) c) PETase from Halopseudomonas pertucinogena (orange colour) d) PETase from \nHalopseudomonas bauzanensis (pink colour) e) PETase from Ketobacter sp. (cyan colour) \n \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nConclusion \nThe discovery of a PETase from I. sakaiensis with high degradability and specificity in the recent \npast provided a major boost to the search for plastic degrading enzymes from microbes. The \nsubsequent discovery of R. gummiphilus stirred the interest even more, and the past few years have \nseen renewed vigour in the quest for a naturally occurring solution to the ever-increasing threat of \nplastic pollution in the environment. The work in this manuscript would supplant and provide a \nheadstart to these efforts as it reveals a handful of prospective bacterial candidates which could be \ntapped to harness their plastic degradation abilities.  \nAll of the species shortlisted for this work have shown the presence of a conserved hydrolysis \ndomain, and some of them have been documented to hydrolyze PET and other polymers. \nSubstitution in the catalytic triad has been demonstrated to diminish enzyme activity, and sequence \nalignment confirms that the catalytic triad residues are 100% conserved across all enzymes.  \nBesides the typified Ser 160, Asp 206 and His 237 catalytic triad , the presence of a conserved \nMet161 in the vicinity has also been revealed as a major contributor to binding targets.  All the \nthree candidates have substitutions akin to the t ype IIa category of PETases, further bolstered by \nthe two conserved cysteine residues at positions 203 and 239 for the formation of an extra \ndisulphide bond (unlike type I PETases). \nThe spectrum of variation in the source of these bacterial candidates is also diverse and includes \nspecies residing in environments ranging from the marine to sub- zero habitats. Ketobacter \nalkanivorans [31], Marinobacter daqiaonensis [32], and Gammaproteobacteria bacterium [33] \nwere identified from marine sources and possess conserved hydrolase domains that may aid in the \nbreakdown of microplastics in the ocean, a major issue that plagues the environment and mankind. \nOn the other hand, Oleispira antarctica is another bacterium that could be instrumental in plastic \ndegradation at lower temperatures[34]. A.delafieldii is a common Gram negative aerobe which had \npreviously exhibited high degradation activity against Poly(tetramethylene succinate) -co-\n(tetramethylene adipate) (PBSA) [35] are commonly found in soil, water and on plants but are \nseldom implicated in human infections Interestingly, Schlegelella brevitalea  has been identified \nas a triple mutant of Ideonella sakaiensis , although its hydrolysis activity may not be as efficient \nas that of I. sakaiensis  [36]. The species of Pseudomonas  that have been reported, are known to \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nsurvive across variable environmental conditions and can prospectively degrade plastics to varying \ndegrees [37].  \nThe notable conservation of the AXE domain among all the examined PETases, particularly the \nessential residues in the binding locations (including subsite1 and subsite 2), strongly indicates an \nevolutionary inclination for plastic degradation abilities. The MD studies of the five PETases from \nvarious species revealed significant potential in HpPETase, HbPETase, and KsPETase for plastic \ndegradation, comparable to the experimentally validated IsPETase and RgPETase. The binding of \nBHET to HpPETase , infact, showed better binding energies than the reference IsPETase and \nRgPETase, signifying improved substrate affinity. The values of the MMPBSA calculations  in \nconjunction with its RMSD plot, illustrate enhanced structural stability over time for HpPETase -\nBHET binding, when contrasted with both IsPETase and RgPETase. The same could also be \nhypothesized for the HbPETase and the KsPETase too, arguably to a lesser extent though. The \nconformational stability of the PETases during the simulation using the PCA  analysis again \nrevealed stable structural conformations for the HpPETase, comparable to IsPETase. Interestingly, \nthe PETase from R. gummiphilus (one of the validated PETases) displayed a rather diffusive \ntrajectory during the dynamics, suggesting a flexible conformation during binding interactions, \nwhich may be attributed to the presence of variable region 1 (VR1, Q26- S51), the wobbling \ntryptophan-containing loop (WW-loop, W183-S187), variable region 2 (VR2, P207-V228) and the \nC-terminal region (G271-Y292) in the structure of this PETase. Furthermore, the outputs of Free \nEnergy Landscape (FEL) and Radius of Gyration (Rg) consistently demonstrated that these \npotential PETases preserve structural integrity and compactness during the simulation duration.  \nThe PETase from H. pe rtucinogena and to some extent, H. bauzanensis can be therefore, subjected \nto experimental analysis of their plastic degradation activity. Indeed, a structure for the PETase \nfrom H. bauzanensis have been now deposited, but the reports of its activity still remains elusive. \nThe prospective PETase from Ketobacter sp. however, does not show as much promise as the other \ntwo, but in some aspects, resembles the binding interactions of R. gummiphilus and hence, can also \nbe tried for PET degradation. Although the results obtained in the current study suggest the PET \ndegradation activities of these three alone, the rest of the PETases could also be a source of plastic \ndegradation enzymes, with suitable protein engineering processes to increase their activity. In that \ndirection, the characterization of the interface in these prospective enzymes, with a detailed \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nunderstanding of the surface amino acids and their binding mechanisms is also supposed to provide \na significant platform to the process.",
    "using a combination of homology modeling, energy-based refinement, and loop prediction. Proteins: \nStructure, Function, and Bioinformatics. 2014;82:1646–55. \n21. Laskowski RA, MacArthur MW, Moss DS, Thornton JM. PROCHECK: a program to check the \nstereochemical quality of protein structures. J Appl Crystallogr. 1993;26:283–91. \n22. Colovos C, Yeates TO. Verification of protein structures: Patterns of nonbonded atomic interactions. \nProtein Science. 1993;2:1511–9. \n23. Trott O, Olson AJ. AutoDock Vina: Improving the speed and accuracy of docking with a new scoring \nfunction, efficient optimization, and multithreading. J Comput Chem. 2009;:NA–NA. \n24. Duru CE, Duru IA, García BAA, Enenebeaku UE. Computational Modeling of the Activity of \nMetronidazole against EhG\\alpha{}1 of Entamoeba histolytica Enhanced by its Copper and Zinc \nComplexes. Chemistry Africa. 2021;4:545–51. \n25. Pronk S, Páll S, Schulz R, Larsson P, Bjelkmar P, Apostolov R, et al. GROMACS 4.5: a high-throughput \nand highly parallel open source molecular simulation toolkit. Bioinformatics. 2013;29:845–54. \n26. Vanommeslaeghe K, Hatcher E, Acharya C, Kundu S, Zhong S, Shim J, et al. CHARMM general force \nfield: A force field for drug-like molecules compatible with the CHARMM all-atom additive biological \nforce fields. J Comput Chem. 2010;31:671–90. \n27. Sagong H-Y, Son HF, Seo H, Hong H, Lee D, Kim K-J. Implications for the PET decomposition \nmechanism through similarity and dissimilarity between PETases from Rhizobacter gummiphilus and \nIdeonella sakaiensis. J Hazard Mater. 2021;416:126075. \n28. Sagong H-Y, Kim S, Lee D, Hong H, Lee SH, Seo H, et al. Structural and functional characterization of \nan auxiliary domain-containing PET hydrolase from Burkholderiales bacterium. J Hazard Mater. \n2022;429:128267. \n29. Xia C, Feng S-H, Xia Y, Pan X, Shen H-B. Fast protein structure comparison through effective \nrepresentation learning with contrastive graph neural networks. PLoS Comput Biol. 2022;18:e1009986-. \n30. Boneta S, Arafet K, Moliner V. QM/MM Study of the Enzymatic Biodegradation Mechanism of \nPolyethylene Terephthalate. J Chem Inf Model. 2021;61:3041–51. \n31. Kim S-H, Kim J-G, Jung M-Y, Kim S-J, Gwak J-H, Yu W-J, et al. Ketobacter alkanivorans gen. nov., sp. \nnov., an n-alkane-degrading bacterium isolated from seawater. Int J Syst Evol Microbiol. 2018;68:2258–\n64. \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \n32. Ivanova EP, Ng HJ, Webb HK, Feng G, Oshima K, Hattori M, et al. Draft Genome Sequences of \nMarinobacter similis A3d10 T and Marinobacter salarius R9SW1 T. Genome Announc. 2014;2. \n33. Birnstiel S, Sebastián M, Romera-Castillo C. Structure and activity of marine bacterial communities \nresponding to plastic leachates. Science of The Total Environment. 2022;834:155264. \n34. Blázquez-Sánchez P, Engelberger F, Cifuentes-Anticevic J, Sonnendecker C, Griñén A, Reyes J, et al. \nAntarctic Polyester Hydrolases Degrade Aliphatic and Aromatic Polyesters at Moderate Temperatures. \nAppl Environ Microbiol. 2022;88. \n35. Uchida H, Nakajima-Kambe T, Shigeno-Akutsu Y, Nomura N, Tokiwa Y, Nakahara T. Properties of a \nbacterium which degrades solid poly(tetramethylene succinate)-co-adipate, a biodegradable plastic. \nFEMS Microbiol Lett. 2000;189:25–9. \n36. Wang X, Song C, Qi Q, Zhang Y, Li R, Huo L. Biochemical characterization of a polyethylene \nterephthalate hydrolase and design of high-throughput screening for its directed evolution. Engineering \nMicrobiology. 2022;2:100020. \n37. Wilkes RA, Aristilde L. Degradation and metabolism of synthetic plastics and associated products \nbyPseudomonassp.: capabilities and challenges. J Appl Microbiol. 2017;123:582–93. \n  \n \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint"
  ]
}