{
  "txt_file": "41467_2022_Article_34908.txt",
  "experimental_sections": [],
  "computational_sections": [
    "simulation, the (GGGGS)\n2 linker showed highﬂexibility, and no unique\nstructure was observed when the linker-attached PETase was displayed\nby the yeast cell-wall protein GCW51. Moreover, thisﬂexible linker\nseparated PETase from GCW51 in space, meaning that the two func-\ntional units did not affect each other.\nTheoretically, our codisplay system should perform dual func-\ntions that mimic the two-step process of PET degradation\n23,24.T h eﬁrst\nfunction, which is derived from the HFBI part, is the ability to self-\nassemble and facilitate the binding of yeast cells onto the hydrophobic\nPET surface. The second function, which is inherited from PETase, is to\nenzymatically degrade the highly crystallized substrate PET.\nArticle https://doi.org/10.1038/s41467-022-34908-z\nNature Communications|         (2022) 13:7138 2\nSupplementary Fig. 3 shows the Western blot (WB) results of both\nPETase and HFBI at different induction times. Positive bands on the WB\nﬁlm indicated that both proteins were successfully expressed in the\nrecombinant yeast. To further demonstrate that HFBI and PETase were\nsuccessfully displayed on the yeast cell surface, an immunolocalization\nassay was performed. Aﬂag tag was introduced to the N-terminus of\nPETase as a response to the detection of anti-ﬂag antibodies. For the\ndisplayed HFBI, a monoclonal antibody against HFBI was used in the\nimmunoﬂuorescence assay. As shown in Fig.1f, strong ﬂuorescent\nsignals of PETase and HFBI were observed on the yeast cell surfaces.\nAdditionally, noﬂuorescent signal was detected inside the cells. Fur-\nthermore, WB analysis of different cell fractions (whole cells, cell walls,\nand protoplasts) was performed to detect the cellular location of\nlinker-attached PETase. As shown in Supplementary Fig. 4, immune\npetase linker\nlinkerhfbI\ngcw51\ngcw61",
    "Molecular dynamics simulations\nThe all-atom MD simulations were performed by Gromacs 2019.6 with\nCHARMM36 forceﬁeld84,85. The structural models of PETase and GCW51\nfusion protein, HFBI and GCW61 fusion protein were generated by\nAlphaFold2\n86. The 4PET polymer chain and the corresponding para-\nmeterﬁles (.top and.itp) were generated following previously published\nprocedures87. For the modeling of solution-state PETase, a predocked\nPETase/4PET or PETase-GCW51/4PET complex was solvated with TIP3P\nwaters and ions (0.15 M NaCl, total of 164,478 atoms). The Nose‒Hoover\nthermostat (303.15 K) and Parrinello-Rahman isotropic NPT ensembles\nwere adopted with h-bond LINCS constraints. Three independent tra-\njectories were performed (250 ns each) after a short 10 ns equilibrium\nsimulation. To model the membrane-bound PETase, PETase-GCW51 and\nHFBI-GCW61 were anchored to a bilayer of lipids through glycosyl-\nphosphatidylinositol modiﬁcations at protein N-termini. A typical\ncomposition of lipids included 66 molecules of ergosterol, 32 molecules\nof POPA, 64 molecules of POPC, 60 molecules of POPE, and 96 mole-\ncules of POPI to mimic the yeast membrane environment and maintain\nthe bilayer stability (15 nm × 15 nm in the xy dimension)\n88,89. To mimic\nPET plastic in a possible solvent-swelling state, 20 individual chains of\n4PET were added to the system at random positions along with 6 nm\nthickness of TIP3P waters and ions (0.15 M NaCl), the resulting system\ncontained a total of 343086 atoms. After equilibrium was reached,\nsimulations were performed using three independent trajectories for\n50 ns. Representative conformations were extracted from each trajec-\ntory bygmx clusterfor further analysis. Quantitative analysis was also\nimplemented usinggmx rms, rmsf, Rgtools.\nMolecular docking\nInduced ﬁt docking (IFD) experimentswere performed using Schrö-\ndinger 2021-3, employing the Maestro graphical interface on PETase-\nLinker-GCW51 generated by AlphaFold2. A PET-tetramer capped at both\nends as ethyl esters was prepared and minimized in Maestro using the\nLigPrep module with the OPLS3e forceﬁeld\n90.T h eP E T a s e - L i n k e r -\nGCW51 structure was prepared in Maestro employing the Protein Pre-\nparation Wizard\n91. Protonation states were assigned according to the\npKa values and a pH of 7 with PropKa. Finally, the structures were\nreﬁned through restrained minimization using the OPLS3e forceﬁeld to\nwithin an RMS gradient of 0.1 kcal mol\n−1 Å−1. Finally, a Glide redocking\nstep was performed using the extra precision Grid-Based Ligand\nDocking with Energetics (Glide XP) algorithm. In Glide XP docking, a\nbetter correlation between bestposes and scores was obtained\n73.\nReporting summary\nFurther information on research design is available in the Nature\nPortfolio Reporting Summary linked to this article.\nData availability\nThe coordinates for crystal structures of wild-type PETase and PETase-\nlinker have been deposited in the Protein Data Bank (PDB), with the\naccession codes 8GU5 [https://doi.org/10.2210/pdb8GU5/pdb]a n d\n8GU4 [https://doi.org/10.2210/pdb8GU4/pdb], respectively. The data\ngenerated in this study are provided in the Supplementary Information\nand the Source Dataﬁle provided with this paper. Data were also\navailable from the corresponding author upon request. Source data\nare provided with this paper.\nReferences\n1 . S c h w a b l ,P . ,K ö p p e l ,S . ,K ö n i g s h o f e r ,P . ,B u c s i c s ,T .&L i e b m a n n ,B .\nDetection of various microplastics in human stool: a prospective\ncase series.Ann. Intern. Med.171,4 5 3–457 (2019).\n2. Palm, G. J. et al. Structure of the plastic-degradingIdeonella\nsakaiensisMHETase bound to a substrate.Nat. Commun.10,\n1717 (2019).\n3. Jambeck, J. et al. Plastic waste inputs from land into the ocean.\nScience 347,7 6 8–771 (2015).\n4. Kawecki, D., Scheeder, P. R. W. & Nowack, B. Probabilistic material\nﬂow analysis of seven commodity plastics in Europe.Environ. Sci.\nTechnol.52,9 8 7 4–9888 (2018).\n5. Nomura, K. et al. Multiblock copolymers for recycling polyethylene-\npoly(ethylene terephthalate) mixed waste.ACS Appl. Mater. Inter-\nfaces 12,9 7 2 6–9735 (2020).\nArticle https://doi.org/10.1038/s41467-022-34908-z\nNature Communications|         (2022) 13:7138 14\n6. Taniguchi, I. et al. Biodegradation of PET: current status and appli-\ncation aspects.ACS Catal.9,4 0 8 9–4105 (2019).\n7. Zhang, X., Fevre, M., Jones, G. O. & Waymouth, R. M. Catalysis as an\nenabling science for sustainable polymers.Chem. Rev.118,\n839–885 (2017).\n8. Shoda, S., Uyama, H., Kadokawa, J., Kimura, S. & Kobayashi, S.\nEnzymes as green catalysts for precision macromolecular synth-\nesis. Chem. Rev.116,2 3 0 7–2413 (2016).\n9. Tournier, V. et al. An engineered PET depolymerase to break down\nand recycle plastic bottles.Nature 580,2 1 6–219 (2020).\n10. Chen, S., Su, L., Chen, J. & Wu, J. Cutinase: characteristics, pre-\nparation, and application.Biotechnol. Adv.31,1 7 5 4–1767 (2013).\n11. Austin, H. P. et al. Characterization and engineering of a plastic-\ndegrading aromatic polyesterase.Proc. Natl Acad. Sci. USA115,\n4350–4357 (2018).\n12. Tokiwa, Y. & Suzuki, T. Hydrolysis of polyesters by lipases.Nature\n270,7 6–78 (1977).\n13. Kawai, F., Kawabata, T. & Oda, M. Current knowledge on enzymatic\nPET degradation and its possible application to waste stream\nmanagement and otherﬁelds. Microb. Biotechnol.103,\n4253–4268 (2019).\n14. Yoshida, S. et al. A bacterium that degrades and assimilates poly(-\nethylene terephthalate).Science 351, 1196–1199 (2016).\n15. Joo, S. et al. Structural insight into molecular mechanism of poly\n(ethylene terephthalate) degradation.Nat. Commun.9, 382 (2018).\n16. Han, X. et al. Structural insight into catalytic mechanism of PET\nhydrolase.Nat. Commun.8, 2106 (2017).\n17. Cui, Y. et al. Computational redesign of a PETase for plastic bio-\ndegradation under ambient condition by the GRAPE strategy.ACS\nCatal. 11,1 3 4 0–1350 (2021).\n18. Son, H. F. et al. Rational protein engineering of thermo-stable\nPETase fromIdeonella sakaiensisfor highly efﬁcient PET degrada-\ntion. ACS Catal.9,3 5 1 9–3526 (2019).\n19. Chen, K., Hu, Y., Dong, X. & Sun, Y. Molecular insights into the\nenhanced performance of EKylated PETase toward PET degrada-\ntion. ACS Catal.11\n,7 3 5 8–7370 (2021).\n20. Son, H. F. et al. Structural bioinformatics-based protein engineering\nof thermo-stable PETase fromIdeonella sakaiensis. Enzym. Microb.\nTechnol.141, 109656 (2020).\n2 1 . Z h o n g ,J .E .Z .L . ,V o i g t ,C .A .&S i n s k e y ,A .J .A na b s o r b a n c em e t h o d\nfor analysis of enzymatic degradation kinetics of poly(ethylene\nterephthalate)ﬁlms. Sci. Rep.11,9 2 8( 2 0 2 1 ) .\n22. Lu, H. et al. Machine learning-aided engineering of hydrolases for\nPET depolymerization.Nature 604, 662–667 (2022).\n23. Shah, A. A., Hasan, F., Hameed, A. & Ahmed, S. Biological degra-\ndation of plastics: a comprehensive review.Biotechnol. Adv.26,\n246–265 (2008).\n24. Ammala, A. et al. An overview of degradable and biodegradable\npolyoleﬁns. Prog. Polym. Sci.36,1 0 1 5–1049 (2011).\n25. Kim, J. W. et al. Functional expression of polyethylene\nterephthalate-degrading enzyme (PETase) in green microalgae.\nMicro. Cell Fact.19, 97 (2020).\n2 6 . L i u ,B .e ta l .P r o t e i nc r y s t a l l o g raphy and site-direct mutagenesis\nanalysis of the poly(ethylene terephthalate) hydrolase PETase from\nIdeonella Sakaiensis. Chembiochem19,1 4 7 1–1475 (2018).\n27. Sadler, J. C. & Wallace, S. Microbial synthesis of vanillin from waste\npoly(ethylene terephthalate).Green. Chem.23, 4665–4672 (2021).\n28. Furukawa, M., Kawakami, N., Oda, K. & Miyamoto, K. Acceleration of\nenzymatic degradation of poly(ethylene terephthalate) by surface\ncoating with anionic surfactants.ChemSusChem11,\n4018–4025 (2018).\n29. Puspitasari, N., Tsai, S.-L. & Lee, C.-K. Class I hydrophobins pre-\ntreatment stimulates PETase for monomers recycling of waste PETs.\nInt. J. Biol. Macromol.176,1 5 7–164 (2021).\n30. Xue, R. et al. Fusion of chitin-binding domain fromChit-\ninolyticbacter meiyuanensisSYBC-H1 to the leaf-branch compost\ncutinase for enhanced PET hydrolysis.Front. Bioeng. Biotechnol.9,\n762854 (2021).\n31. Ribitsch, D. et al. Fusion of binding domains toThermobiﬁda cel-\nlulosilyticacutinase to tune sorption characteristics and enhancing\nPET hydrolysis.Biomacromolecules14,1 7 6 9–1776 (2013).\n32. Zhang, Y., Wang, L., Chen, J. & Wu, J. Enhanced activity toward PET\nby site-directed mutagenesis of\nThermobiﬁda fuscacutinase-CBM\nfusion protein.Carbohydr. polym.97,1 2 4–129 (2013).\n33. Dai, L. et al. Catalytically inactive lytic polysaccharide mono-\noxygenase PcAA14A enhances the enzyme-mediated hydrolysis of\npolyethylene terephthalate.Int. J. Biol. Macromol.190,\n456–462 (2021).\n34. Chen, Z. et al. Efﬁcient biodegradation of highly crystallized poly-\nethylene terephthalate through cell surface display of bacterial\nPETase. Sci. Total Environ.709, 136138 (2020).\n35. Gamerith, C. et al. Improving enzymatic polyurethane hydrolysis by\ntuning enzyme sorption.Polym. Degrad. Stab.132,6 9–77 (2016).\n36. Aimanianda, V. et al. Surface hydrophobin prevents immune\nrecognition of airborne fungal spores.Nature460, 1117–1121 (2009).\n37. Maiolo, D. et al. Bioreducible hydrophobin-stabilized supraparticles\nfor selective intracellular release.ACS Nano11,9 4 1 3–9423 (2017).\n38. Talbot Fungal biology: coming up for air and sporulation.Nature\n398,2 9 5–296 (1999). & J., N.\n3 9 . L i n d e r ,M . ,S z i l v a y ,G .R . ,N a k a r i s e t a l a ,T .&P e n t t i l a ,M .H y d r o -\nphobins: the protein‐amphiphiles ofFilamentous Fungi. FEMS\nMicrobiol. Rev.29,8 7 7–896 (2005).\n40. Linder, M. B. Hydrophobins: proteins that self assemble at inter-\nfaces. Curr. Opin. Colloid Interface Sci.14,3 5 6–363 (2009).\n41. Gebbink, M. F. B. G., Claessen, D., Bouma, B., Dijkhuizen, L. &\nWosten, H. A. B. Amyloids - A functional coat for microorganisms.\nNat. Rev. Microbiol.3, 333–341 (2005).\n42. Wosten, H. A. B., Schuren, F. & Wessels, J. G. H. Interfacial self-\nassembly of a hydrophobin into an amphipathic protein membrane\nmediates fungal attachment to hydrophobic surfaces.EMBO J.13,\n5848–5854 (1994).\n43. Meister, K., Baumer, A., Szilvay, G. R., Paananen, A. & Bakker, H. J.\nSelf-assembly and conformational changes of hydrophobin classes\nat the air-water interface.J. Phys. Chem. Lett.7,4 0 6 7–4071 (2016).\n44. Wang, Z., Michael, L., Qiao, M. & Linder, M. B. Mechanisms of pro-\ntein adhesion on surface\nﬁlms of hydrophobin.Langmuir26,\n8491–8496 (2010).\n45. Hakanpaa, J. et al. Atomic resolution structure of the HFBII hydro-\nphobin, a self-assembling amphiphile.J. Biol. Chem.279,\n534–539 (2004).\n46. Gruner, M. S. et al. Self-assembly of class II hydrophobins on polar\nsurfaces.Langmuir28,4 2 9 3–4300 (2012).\n47. Espino-Rammer, L. et al. Two novel class II hydrophobins fromTri-\nchodermaspp. stimulate enzymatic hydrolysis of poly(ethylene\nterephthalate) when expressed as fusion proteins.Appl. Environ.\nMicrobiol.79,4 2 3 0–4238 (2013).\n48. Ribitsch, D. et al. Enhanced cutinase-catalyzed hydrolysis of poly-\nethylene terephthalate by covalent fusion to hydrophobins.Appl.\nEnviron. Microbiol.81,3 5 8 6–3592 (2015).\n49. Puspitasari, N., Tsai, S.-L. & Lee, C.-K. Fungal hydrophobin RolA\nenhanced PETase hydrolysis ofpolyethylene terephthalate.Appl.\nBiochem. Biotechnol.193,1 2 8 4–1295 (2021).\n50. Puspitasari, N. & Lee, C. K. Class Ihydrophobin fusion with cellulose\nbinding domain for its soluble expression and facile puriﬁcation.Int.\nJ. Biol. Macromol.193,3 8–43 (2021).\n51. Nakari-Setälä, T., Aro, N., Kalkkinen, N., Alatalo, E. & Penttilä, M.\nGenetic and biochemical characterization of theTrichoderma reesei\nhydrophobin HFBI.Eur. J. Biochem.235,2 4 8–255 (1996).\nArticle https://doi.org/10.1038/s41467-022-34908-z\nNature Communications|         (2022) 13:7138 15\n52. Oude Vrielink, A. S. et al. Suspended crystallineﬁlms of protein\nhydrophobin I (HFBI).J. Colloid Interface Sci.447,1 0 7–112 (2015).\n53. Xiao, Y. et al. Dual-functional protein for one-step production of a\nsoluble and targetedﬂuorescent dye.Theranostics8,\n3111–3125 (2018).\n54. Wu, X., Fraser, K., Zha, J. & Dordick, J. S. Flexible peptide linkers\nenhance the antimicrobial activity of surface-immobilized bacter-\niolytic enzymes.ACS Appl. Mater. Interfaces10,\n36746–36756 (2018).\n55. Chen, X., Zaro, J. L. & Shen, W. C. Fusion protein linkers: property,\ndesign and functionality.Adv. Drug. Deliv. Rev.65,\n1357–1369 (2013).\n56. Brueckner, T., Eberl, A., Heumann, S., Rabe, M. & Guebitz, G. M.\nEnzymatic and chemical hydrolysis of poly(ethylene terephthalate)\nfabrics.J. Polym. Sci. A46,6 4 3 5–6443 (2008).\n57. Smith, M. R. et al. Elucidating structure-performance relationships\nin whole-cell cooperative enzyme catalysis.Nat. Catal.2,\n809–819 (2019).\n58. Zoueki, C. W., Tufenkji, N. & Ghoshal, S. A modiﬁed microbial\nadhesion to hydrocarbons assay to account for the presence of\nhydrocarbon droplets.J. Colloid Interface Sci.344,4 9 2–496 (2010).\n59. Kaczorek, E., Chrzanowski,Ł., Pijanowska, A. & Olszanowski, A.\nYeast and bacteria cell hydrophobicity and hydrocarbon biode-\ngradation in the presence of natural surfactants: rhamnolipides and\nsaponins.Bioresour. Technol.99,4 2 8 5–4291 (2008).\n60. Rosenberg, M. Microbial adhesion to hydrocarbons: twenty-ﬁve\nyears of doing MATH.FEMS Microbiol. Lett.262,1 2 9–134 (2006).\n61. Faille, C., Lemy, C., Allion-Maurer, A. & Zoueshtiagh, F. Evaluation of\nthe hydrophobic properties of latex microspheres and bacillus\nspores. Inﬂuence of the particle size on the data obtained by the\nMATH method (microbial adhesion to hydrocarbons).Colloids Surf.\nB Biointerfaces182, 110398 (2019).\n6 2 . A s k o l i n ,S . ,N a k a r i s e t a l a ,T .&T e n k a n e n ,M .O v e r p r o d u c t i o n ,p u r -\niﬁcation, and characterization of theTrichoderma reeseihydro-\nphobin HFBI.Appl. Microbiol. Biotechnol.57,1 2 4\n–130 (2001).\n63. Wang, X. et al. Probing the self-assembly and the accompanying\nstructural changes of hydrophobin SC3 on a hydrophobic surface\nby mass spectrometry.Biophys. J.87,1 9 1 9–1928 (2004).\n64. Wang, X., Gravelandbikker, J. F., De Kruif, C. G. & Robillard, G. T.\nOligomerization of hydrophobin SC3 in solution: from soluble state\nto self-assembly.Protein Sci.13,8 1 0–821 (2004).\n6 5 . L i u ,X .Y .e ta l .I n u l i nh y d r o l y s i sa n dc i t r i ca c i dp r o d u c t i o nf r o m\ninulin using the surface-engineeredYarrowia lipolyticadisplaying\ninulinase.Metab. Eng.12, 469–476 (2010).\n66. Cooney, C. L. Bioreactors: design and operation.Science 219,\n728–733 (1983).\n67. Zhang, S. et al. An efﬁcient, recyclable and stable immobilized\nbiocatalyst based on bioinspired microcapsules-in-hydrogel scaf-\nfolds. ACS Appl. Mater. Interfaces8,2 5 1 5 2–25161 (2016).\n68. Lee, G.-Y. et al. Isomaltulose production via yeast surface display of\nsucrose isomerase fromEnterobactersp. FMB-1 onSaccharomyces\ncerevisiae. Bioresour. Technol.102,9 1 7 9–9184 (2011).\n69. de Carvalho, C. C. C. R. Whole cell biocatalysts: essential workers\nfrom nature to the industry.Microb. Biotechnol.10,2 5 0–263 (2017).\n70. Barth, M. et al. Effect of hydrolysis products on the enzymatic\ndegradation of polyethylene terephthalate nanoparticles by a\npolyester hydrolase fromThermobiﬁda fusca. Biochem. Eng. J.93,\n222–228 (2015).\n71. Fan, S. et al. Controllable display of sequential enzymes on yeast\nsurface with enhanced biocatalytic activity toward efﬁcient enzy-\nmatic biofuel cells.J. Am. Chem. Soc.142, 3222–3230 (2020).\n7 2 . T o s c a n i ,A . ,R i s i ,C . ,B l a c k ,G .W . ,B r o w n ,N .L .&C a s t a g n o l o ,D .\nMonoamine oxidase (MAO-N) whole cell biocatalyzed aromatiza-\ntion of 1,2,5,6-tetrahydropyridines into pyridines.ACS Catal.8,\n8781–8787 (2018).\n73. Guo, B. et al. Conformational selection in biocatalytic plastic\ndegradation by PETase.ACS Catal.12, 3397–\n3409 (2022).\n7 4 . J e r v e s ,C . ,N e v e s ,R .P .P . ,R a m o s ,M .J . ,d aS i l v a ,S .&F e r n a n d e s ,P .\nA. Reaction mechanism of the PET degrading enzyme PETase stu-\ndied with DFT/MM molecular dynamics simulations.ACS Catal.11,\n11626–11638 (2021).\n75. da Costa, C. H. S. et al. Assessment of the PETase conformational\nchanges induced by poly(ethylene terephthalate) binding.Proteins\n89,1 3 4 0–1352 (2021).\n76. Boneta, S., Arafet, K. & Moliner, V. QM/MM study of the enzymatic\nbiodegradation mechanism of polyethylene terephthalate.J. Chem.\nInf. Model.61,3 0 4 1–3051 (2021).\n77. Feng, S. et al. Is PETase- and Is MHETase-catalyzed cascade\ndegradation mechanism towardpolyethylene terephthalate.ACS\nSustain. Chem. Eng. 9,9 8 3 2( 2 0 2 1 ) .\n7 8 . J o ,J .H . ,I m ,E .M . ,K i m ,S .H .&L e e ,H .H .S u r f a c ed i s p l a yo fh u m a n\nlactoferrin using a glycosylphosphatidylinositol-anchored protein\nof Saccharomyces cerevisiaein Pichia pastoris. Biotechnol. Lett.33,\n1113–1120 (2011).\n7 9 . L o d d e r ,A .L . ,L e e ,T .K .&B a l l e s t er, R. Characterization of the Wsc1\nprotein, a putative receptor in the stress response ofSacchar-\nomyces cerevisiae. Genetics152,1 4 8 7–1499 (1999).\n80. Wang, J.-m et al. Construction of armingYarrowia lipolyticasurface-\ndisplaying soybean seed coat peroxidase for use as whole-cell\nbiocatalyst.Enzym. Microb. Technol.135, 109498 (2020).\n81. Wei, R. et al. Biocatalytic degradation efﬁciency of postconsumer\npolyethylene terephthalate packaging determined by their polymer\nmicrostructures.Adv. Sci.6, 1900491 (2019).\n82. Wellen, R., Rabello, M. & Canedo, E. Nonisothermal crystallization\nand fusion of PET/PS blends. Part I: Effect of PS content. In29th\nInternational Conference of the Polymer Processing Society(2013).\n8 3 . M e h t a ,A .K . ,G a u r ,U .K .&W u n d e r l i c h ,B .K .E q u i l i b r i u mm e l t i n g\nparameters of poly(ethylene terephthalate).J. Polym. Sci. B.16,\n289–296 (1978).\n8 4 . A b r a h a m ,M .J .e ta l .G R O M A CS: high performance molecular\nsimulations through multi-level par a l l e l i s mf r o ml a p t o p st os u p e r -\ncomputers.SoftwareX1-2,1 9–25 (2015).\n85. Huang, J. & MacKerell, A. D. Jr CHARMM36 all-atom additive protein\nforceﬁeld: validation based on comparison to NMR data.\nJ. Comput.\nChem. 34,2 1 3 5–2145 (2013).\n86. Jumper, J. et al. Highly accurate protein structure prediction with\nAlphaFold.Nature 596,5 8 3–589 (2021).\n87. Zhang, X., Vázquez, S. A. & Harvey, J. N. Vibrational energy relaxa-\ntion of deuteriumﬂuoride in d-dichloromethane: insights from dif-\nferent potentials.J. Chem. Theory Comput.17,1 2 7 7–1289 (2021).\n88. Jo, S., Lim, J. B., Klauda, J. B. & Im, W. CHARMM-GUI membrane\nbuilder for mixed bilayers and its application to yeast membranes.\nBiophys. J.97,5 0–58 (2009).\n89. Liu, R. et al. Bomidin: an optimized antimicrobial peptide with broad\nantiviral activity against enveloped viruses.Front. Immunol.13,\n851642 (2022).\n90. Harder, E. et al. OPLS3: a forceﬁeld providing broad coverage of\ndrug-like small molecules and proteins.J. Chem. Theory Comput.\n12,2 8 1–296 (2016).\n91. Banks, J. L. et al. Integrated modeling program, applied chemical\ntheory (IMPACT).J. Comput. Chem.26,1 7 5 2–1780 (2005).\nAcknowledgements\nWe thank the staff from beamlines BL17U1, BL18U1, BL02U1, and BL19U1\nat Shanghai Synchrotron Radiation Facility (China). This work was sup-\nported by grants from the National Natural Science Foundation of China\n(No. 31970048) to Z.W., the National Natural Science Foundation of\nChina (No. 61971302) to Yanyan W., the National Natural Science Foun-\ndation of China (NO. 82202518) to Y.X., the National Natural Science\nFoundation of China (NO. 22007071and 22077094) to C.Z.\nArticle https://doi.org/10.1038/s41467-022-34908-z\nNature Communications|         (2022) 13:7138 16\nAuthor contributions\nZ.W. and Yanyan W. conceived and supervised the project; Z.W., Yanyan\nW., Yi W., Z.C., Y.X., R.D., and H.Y. designed the experiments; C.Z. and\nY.Y. performed the computational simulations; Z.W., Yanyan W., Y.X., Yi\nW., Z.C., R.D., C.Z., X.S., Y.C., X.W., S.T., H.Z., S.W., and H.Y. analyzed and\ndiscussed the data; Z.W., Yanyan W., Yi W., Z.C., R.D., C.Z., and Y.X. wrote\nthe manuscript.\nCompeting interests\nThe authors declare no competing interests.\nAdditional information\nSupplementary informationThe online version contains\nsupplementary material available at\nhttps://doi.org/10.1038/s41467-022-34908-z.\nCorrespondenceand requests for materials should be addressed to\nYanyan Wang or Zefang Wang.\nPeer review informationNature Communicationsthanks the anon-\nymous reviewer(s) for their contribution to the peer review of this\nwork. Peer reviewer reports are available.\nReprints and permissions informationis available at\nhttp://www.nature.com/reprints\nPublisher’s noteSpringer Nature remains neutral with regard to jur-\nisdictional claims in published maps and institutional afﬁliations.\nOpen AccessThis article is licensed under a Creative Commons\nAttribution 4.0 International License, which permits use, sharing,\nadaptation, distribution and reproduction in any medium or format, as\nlong as you give appropriate credit to the original author(s) and the\nsource, provide a link to the Creative Commons license, and indicate if\nchanges were made. The images or other third party material in this\narticle are included in the article’s Creative Commons license, unless\nindicated otherwise in a credit line to the material. If material is not\nincluded in the article’s Creative Commons license and your intended\nuse is not permitted by statutory regulation or exceeds the permitted\nuse, you will need to obtain permission directly from the copyright\nholder. To view a copy of this license, visithttp://creativecommons.org/\nlicenses/by/4.0/.\n© The Author(s) 2022\nArticle https://doi.org/10.1038/s41467-022-34908-z\nNature Communications|         (2022) 13:7138 17"
  ]
}