{
  "txt_file": "assessment-of-four-engineered-pet-degrading-enzymes-considering-large-scale-industrial-applications.txt",
  "experimental_sections": [
    "MATERIALS AND METHODS\nPET Powder Preparation. Amorphous commercial PET\nwas provided by Goodfellow Cambridge Ltd. (Huntingdon,\nUK, product number ES301445) and postconsumer colored-\nflake PET waste were provided by Sorepla Technologie SA, a\nrecycling company (Neufcha ̂ teau, France). Amorphous\ncommercial PET powder (Gf-PET) and postconsumer\ncolored-flake PET waste powder (PcW-PET), with 98% PET\ncontent, were prepared as previously described.\n13\nGf-PET\nmaterial has a T\ng\nof 76.5 °C, a percentage of crystallinity of\n7.7%, and is constituted of particles with sizes lower than 500\nμm. PcW-PET material has a T\ng\nof 78.4 °C, a percentage of\ncrystallinity of 14.6%, and is constituted of particles with size\nlower than 500 μm (D\n90\n< 400 μm and D\n50\nbetween 200 and\n250 μm).\nGene Construction. The genes encoding PES-\nH1\nL92F/Q94Y\n,\n16\nFAST-PETase,\n14\nand HotPETase\n11\nwere\nsynthesized with codon optimization for expression in E. coli\ncells (GeneCust, Boynes, France) into the pET-26b(+)\n(Novagen, San Diego, USA) vector between NdeI and XhoI\nrestriction sites. The gene encoding for the leaf-branch\ncompost cutinase (LCC) variant ICCG was cloned as\ndescribed previously.\n13\nA list of all nucleotide and amino\nacid sequences of the genes used in the study is provided in the\nSupporting Information.\nPreparative Protein Production. Genes were expressed\nin E. coli BL21 (DE3) competent cells (New England Biolabs,\nIpswich, USA) by cultivation in ZYM auto-inducible medium\n46\nfor 23 h at 21 °C. The E. coli cells were harvested by\ncentrifugation (6000g, 10 min, 10 °C) and suspended in lysis\nbuffer (20 mM Tris−HCl, pH 8.0, 300 mM NaCl). Cells were\ndisrupted by sonication on ice, and the lysate was clarified by\ncentrifugation (10,000g, 30 min, 10 °C). The soluble fraction\nwas applied to TALON metal affinity resin (Clontech, CA).\nAfter unbound proteins were washed with the lysis buffer\nsupplemented by 10 mM imidazole, bound proteins were\neluted with elution buffer (20 mM Tris−HCl, pH 8.0, 300 mM\nNaCl, 250 mM imidazole). The buffer was finally exchanged\nfor storage buffer (100 mM potassium phosphate, pH 8.0 for\nLCC\nICCG\n, FAST-PETase, and PES-H1\nL92F/Q94Y\nor 50 mM\nglycine−OH buffer pH 9.2 for HotPETase) using Hiprep 26/\n10 desalting column (GE healthcare, Chicago, IL). Purified\nprotein concentration was determined based on the calculated\nmolar extinction coefficient at 280 nm. Protein purity was\nevaluated by SDS−PAGE analysis.\nAnalytical Method for Melting Temperature Assess-\nment. DSF was used to assess the thermostability of LCC\nICCG\n,\nFAST-PETase, HotPETase, and PES-H1\nL92F/Q94Y\nby determin-\ning their melting temperature (T\nm\n). Protein samples were\nprepared at a concentration of 6.25 μM and stored in buffer\nconsisting of potassium phosphate (pH 8.0, 100 mM) for\nLCC\nICCG\n, FAST-PETase, and PES-H1\nL92F/Q94Y\n, or in glycine−\nOH buffer 50 mM, pH 9.2 for HotPETase. The SYPRO\nOrange dye 5000× stock solution in DMSO was first diluted to\n250× in water. Protein samples were loaded onto a white clear\n96-well PCR plate (Lifescience Bio-Rad, France, catalog no.\nHSP9601) with each well containing a final volume of 25 μL.\nThe final concentration of protein and SYPRO Orange dye in\neach well was 6 μM and 10×, respectively. Loaded volumes per\nwell were as follows: 24 μL of the 6.25 μM protein solution\nand 1 μL of the 250× SYPRO Orange diluted solution. The\nPCR plates were then sealed with optical-quality sealing tape\nand spun at 2000 rpm for 1 min at room temperature. DSF\nexperiments were then carried out using a Bio-Rad CFX96\nreal-time PCR system set on the FRET channel to use the\n450/490 excitation and 560/580 emission filters. The samples\nwere heated from 25 to 100 °C at the rate of 0.3 °C s\n−1\n. A\nsingle fluorescence measurement was taken every 0.03 s. The\nT\nm\nwas determined from the peak of the first derivatives of the\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.3c02922\nACS Catal. 2023, 13, 13156−13166\n13162\n\nmelting curve using the Bio-Rad CFX Manager software. T\nm\nvalues correspond to the average of three measurements.\nPET Depolymerization Assay Using Amorphous\nGoodfellow Film as Substrate. A 49 mL aliquot of\npotassium phosphate buffer (pH 8.0, 100 mM) or glycine−\nOH buffer (pH 9.2, 50 mM) was combined with 100 mg of Gf-\nPET in a 100 mL glass bottle and incubated at 45, 50, 60, 65,\nor 68 °C in a stirring dry bath 15−100 (2mag AG, Munich,\nGermany) under agitation at 200 rpm until the solution\nreached the desired temperature. The depolymerization was\ninitiated by adding 1 mL of a 0.02 mg\nenzyme\nmL\n−1\n(0.7 μM of\nenzyme) solution of purified protein (final concentration of 0.2\nmg\nenzyme\ng\nPET\n−1\n) in 100 mM potassium phosphate buffer, pH\n8.0 for LCC\nICCG\n, FAST-PETase, and PES-H1\nL92F/Q94Y\n, or in\nglycine−OH buffer 50 mM, pH 9.2 for HotPETase. Samples\nwere harvested at 2, 4, 6, 9, 24, 48, 72, and 96 h of reaction\ntime and analyzed by ultraviolet light (UV) absorbance\nmeasurements at 242 nm for the determination of PET\ndepolymerization kinetics (see below). Reactions were\nperformed in triplicate.\nPET Depolymerization Assay in a Bioreactor. PET\ndepolymerization reactions at 20% PET (w/w) were\nperformed using 49 mg of purified protein (1.7 μmol)\nprepared in 195 mL of potassium phosphate buffer (pH 8.0,\n100 mM) or glycine−OH buffer (pH 9.2, 50 mM) that was\ncombined with 50 g of PcW-PET (98% purity). PET\ndepolymerization reactions at 16.5% PET (w/w) were\nperformed using 40.43 mg of purified protein (1.4 μmol)\nprepared in 203.75 mL of potassium phosphate buffer (pH 8.0,\n100 mM) or glycine−OH buffer (pH 9.2, 50 mM) that were\ncombined with 41.25 g of PcW-PET (98% purity). Reactions\nwere performed in a 500 mL Benchtop F1 0.5 MB Bioreactor\n(AD Biotec, France). Temperature regulation was performed\nin the water-jacketed bioreactor, and a double Rushton\nimpeller was used to maintain constant agitation at 800 rpm.\nThe pH value was regulated to pH 8.0 or 9.2 by the addition of\na 20% NaOH (w/w) solution using the ROSITA 2.0 software\n(AD Biotec, France). The kinetics of the PET depolymeriza-\ntion was followed based on NaOH consumption, considering\nthe exclusive production of TPA and EG. Terephthalic acid has\ntwo carboxylic acid groups; therefore, 1 mol of NaOH titrates\n0.5 mol of terephthalic acid. Thus, the conversion of PET to\nterephthalic acid can be easily calculated from the amount of\nNaOH consumed. In addition, samples were harvested at\ndifferent time points and analyzed by UHPLC (see below) to\nadjust PET conversion overtime by considering the TPA/\nMHET ratio (1 mol of NaOH is consumed to titrate 1 mol of\nthe monoacid MHET). The final yield of the PET\ndepolymerization assay was determined either by NaOH\nconsumption or by dry weight determination of residual PET.\nTo determine dry weight of residual PET, the entire reaction\nsolution, including solid particles, was filtered through a 12 to\n15 μm grade 11 ashless paper filter (Dutscher SAS, Brumath,\nFrance) and dried. Maximum productivities in g\nTPAeq\nL\n−1\nh\n−1\nwere estimated from a linear time frame of the NaOH\nconsumption kinetics generated using FAST-PETase, HotPE-\nTase, PES-H1\nL92F/Q94Y\n, or LCC\nICCG\n. Average productivities in\ng\nTPAeq\nL\n−1\nh\n−1\nwere estimated after 24 h of reaction. An\nadditional average productivity in g\nTPAeq\nL\n−1\nh\n−1\nwas\nspecifically estimated after 48 h of reaction when using PES-\nH1\nL92F/Q94Y\n.\nQuantification of Soluble Products Using Ultraviolet\nLight Absorbance. Kinetics of Gf-PET enzymatic depolyme-\nrization were followed by UV light absorbance using a method\nadapted from Zhong-Johnson et al.\n47\nBriefly, the absorbance of\nthe reaction mixtures in the ultraviolet region of the light\nspectrum (at 242 nm) indicates the release of soluble TPA or\nits esters (MHET, BHET, and others) from the insoluble PET\nsubstrate. Standard curves of TPA, MHET, and BHET were\nperformed at 242 nm using an Eon Microplate Spectropho-\ntometer (BioTek, USA). An average coefficient of 16,400 M\n−1\ncm\n−1\ncorresponding to a combination of these products was\nused. Samplings performed at different times (typically at 2, 4,\n6, 9, 24, 48, 72, and 96 h) during the hydrolysis of Gf-PET\nwere analyzed by absorbance reading at 242 nm. If necessary,\nsamples were diluted in potassium phosphate buffer (pH 8.0,\n100 mM). The absorbance value is used to calculate the overall\nsum of soluble PET hydrolysis products according to the\nLambert−Beer law. The SA of PET hydrolysis in μmol\nTPAeq\nh\n−1\nmg\nenzyme\n−1\nwas determined in the linear part (typically\nbetween 0 and 4 h reaction time) of the hydrolysis curve of the\nreaction. Alternatively, when enzymes suffered from poor\nthermostability, specific activity was determined between 0 and\n2 h of reaction time. The term TPA\neq\ncorresponds to the sum\nof soluble products released from the hydrolysis the PET\npolymer (e.g., TPA, MHET, BHET, and longer soluble\noligomers).\nAnalytical Method for TPA, MHET, and BHET\nDetection by UHPLC. The concentrations of TPA, MHET,\nand BHET were monitored by UHPLC. When required,\nsamples were diluted in potassium phosphate buffer (pH 8.0,\n100 mM). Then, 150 μL of methanol and 6.5 μL of HCl 6 N\nwere added to 150 μL of a (diluted) sample. After\nhomogenization and filtering through a 0.45 μm syringe filter,\n20 μL of the sample was injected into a UHPLC column. The\nchromatography system used was a Vanquish UHPLC system\n(Thermo Fisher Scientific, Waltham, MA) equipped with a\npump module, an autosampler, a column oven thermostated at\n25 °C, and a UV detector at 240 nm. TPA, MHET, and BHET\nwere separated using a gradient of methanol (30 to 90%) in 1\nmM H\n2\nS0\n4\nat 1 mL min\n−1\nthrough a Discovery HS C18 HPLC\ncolumn (150 mm × 4.6 mm, 5 μm) equipped with a\nprecolumn (Supelco, Bellefonte, PA). TPA, MHET, and\nBHET were quantified according to standard curves, prepared\nfrom commercial TPA and BHET (Sigma-Aldrich, St. Louis,\nMO) and in-house synthesized MHET,\n13\nunder the same\nconditions as for the samples.\n■"
  ],
  "computational_sections": []
}