{
  "txt_file": "CBIC-26-e202500065.txt",
  "experimental_sections": [
    "4. Experimental Section\nGeneral\nChemicals used to make media and buffers were obtained from\nBioshop. Genes encoding PETases were synthesized into expression\nvectors by BioBasic (Canada). In cases where SignalP 6.0 predicted\nsignal peptides, the corresponding portion of the gene was\nremoved.[39] The genes were codon optimized for expression in\nE. coli a n dc l o n e di n t ot h eN d e Ia n dX h o Is i t e so fp E T - 2 6 b(þ)t o\nencode each enzyme with an C-terminal His6-tag. Optimized gene\nsequences are given in the Supplementary Information (Table S4,\nSupporting Information). Unless otherwise stated, all cultivation\nmedia for E. coli was supplemented with 50 μgm L/C0 1 kanamycin.\nPlysurf A210G surfactant was obtained from Dr. Sofia Lemak and\nProf. Alexander F. Yakunin (University of Toronto). PET film was\npurchased from GoodFellow, PET nanoparticles were purchased\nfrom Nanochemazone, and Ni2þ Sepharose high-performance resin\nwas purchased from Cytiva.E. coliBL21(DE3) and LOBSTR cells were\nobtained from New England Biosciences and Fisher Scientific,\nrespectively.\nSSN Analysis\nLCC-PETase (accession ID: G9BY57) was analyzed by the InterProScan\nwebtool to assign this e nzyme to the IPR029059 ( α/β-hydrolase\nfold-5) family. The Enzyme Function Initiative’sE n z y m eS i m i l a r i t yT o o l\n(EFI-EST)[40] was then used to conduct an all-by-all BLAST for all members\nof this protein family. An alignment score of 45 was used to visualize the\nresulting network in Cytoscape 3.9.1. Sequences contained in this net-\nwork that were from thermophileswere identified using Cytoscape’s\nability to filter nodes on the basis of the name of the host organism.\nProtein Expression and Purification\nPlasmids encoding PETases were transformed into chemically compe-\ntent E. coli cells by heat shock and plated onto lysogeny broth\n(LB)-agar supplemented with 50 μgm L/C0 1 kanamycin. AroC, TrmA,\nand OcnT were expressed in E. coli BL21(DE3) cells, while TrmD,\nTrmN, BelC, and TrmH were expressed in E. coli LOBSTR cells.\nFollowing overnight growth, a single colony was picked and used\nto inoculate 10 mL of sterile LB media. The next day, this overnight\nculture was used to inoculate 1 L of LB. The culture was allowed to\ngrow at 37 °C and 180 rpm until an OD600 of 0.6–0.8 was reached.\nAfter incubating the cells on ice for 10 min, expression was then\ninduced by the addition of isopropyl β-D-1-thiogalactopyranoside\nto a final concentration of 0.5 mM. The culture was then shaken\nat 37 °C and 180 rpm for an additional 3 h before the\ncells were harvested by centrifugation at 4 °C and 4000 /C2 g for\n10 min. Harvested cells were resuspended in binding buffer\n(20 mM Tris–HCl, pH 7.6, 100 mM NaCl, 20 mM imidazole, 10% glycerol\nv/v) and lysed by three passes through an EmulsiFlex C-5 homogenizer\n(Avestin, Ottawa) at 10,000 –15,000 psi. Cellular debris was then\nremoved by centrifugation at 16,000/C2 g for 1 hr and the supernatant\nwas loaded onto a Ni2þ-NTA resin that had been preequilibrated with\nbinding buffer. The column was then washed with 10–15 column vol-\numes (CVs) of binding buffer followed by elution of the protein of inter-\nest with 3–5 CVs of elution buffer (20 mM Tris–HCl, pH 7.6, 100 mM\nNaCl, 500 mM imidazole, 10% glycerol v/v). Fractions containing pure\nenzyme were determined by SDS-PAGE, pooled and concentrated\nusing a 10 kDa MWCO centrifugal filter unit. Concentrated samples\nwere buffer exchanged into storage buffer (40 mM Tris–HCl, pH 7.6,\n100 mM NaCl, and 10% glycerol v/v) using a PD-10 desalting column\nor a 10 kDa MWCO centrifugal filter unit. Protein concentrations were\nmeasured by absorbance at 280 nm using extinction coefficients\ncalculated for each protein using the ProtParam tool from Expasy.[41]\nEnzyme Activity Assays withpNPB\nReactions to assay esterase activity were performed in 976μL5 0 m M\nTris-HCl (pH 8 or 9) equilibrated at 30 °C. Aliquots of 20μL pNPB dis-\nsolved in acetone were added to achieve the desired final substrate\nconcentrations. The reaction was initiated by the addition of 4μL\nconcentrated enzyme, and reaction progress was monitored by\nabsorbance at 405 nm using an Agilent Technologies G9864A spec-\ntrometer. Spontaneous rates of hydrolysis were measured prior to\nadding enzyme and subtracted from the observed enzymatic rate.\nInitial rates were measured at substrate concentrations between\n≈0.2/C2 and ≈5/C2 the final KM values, where possible. Plots of initial\nrates versus substrate concentration were fit to the Michaelis\nMenten equation using Origin Lab 2024. Values ofkcat were deter-\nmined using calculated enzyme extinction coefficients for enzyme\nconcentrations and ε405 = 18,000 M/C0 1 cm/C0 1 for p-nitrophenolate.[42]\nTm Measurements of Enzymes\nProtein samples (300μL of 1 mg mL/C0 1) were loaded into a quartz\ncuvette (Hellma USA Inc., round cylindrical cuvette, 1 mm pathlength)\nChemBioChem 2025, 26, e202500065 (8 of 11) © 2025 The Author(s). ChemBioChem published by Wiley-VCH GmbH\nChemBioChem\nResearch Article\ndoi.org/10.1002/cbic.202500065\nand placed into a Chirascan V100 CD spectroscopy instrument\n(Applied Photophysics Ltd.). Samples were incrementally heated from\n20 to 90 °C in 2.5 °C steps. Ellipticity was measured as a function of\ntemperature between 180 and 260 nm. The melting temperature (Tm)\nis the temperature at which the fraction unfolded (Fu) and fraction\nfolded (F) are equal. Fraction unfolded is calculated using the equa-\ntion Fu = (Fo /C0 F)/(Uf /C0 F) whereFo is the ellipticity value at each tem-\nperature, F is the ellipticity value at low temperature, andUf is the\nellipticity value at the highest temperature.\nEnzyme Thermostability Analysis\nAliquots of enzyme at 100μM in storage buffer (40 mM Tris–HCl, pH\n7.6, 100 mM NaCl, 10% glycerol v/v) were placed in a water bath set at\nthe desired temperature for 0 to 24 h. At a given time, an aliquot of\nenzyme was removed, centrifuged at 8500 rpm for 1 min, then placed\non ice. 4μL of supernatant was then used to initiate the hydrolysis of\n0.5 mMpNPB at 30 °C in 1 mL 50 mM Tris–HCl, pH 8. Initial rates were\nmeasured in triplicate with three individual aliquots.\n3PET Synthesis[43]\n3PET was synthesized as described previously (Scheme S1, Supporting\nInformation), and purified by flash silica gel chromatography using tol-\nuene: ethyl acetate 5:1 (v/v). NMR spectroscopic analysis of pure\n3PET (Figure S6, Supporting Information) matched the literature\ndescription.[43]\nEnzyme Activity Assay with 3PET\nA 3PET emulsion was formed by dissolving 0.1 g of 3PET in 5 mL of\nacetone and adding 20 mg of the surfactant Plysurf A210G. The mix-\nture was poured into 20 mL of Tris–HCl (50 mM, pH 8) and suspended\nby sonication at maximum frequency (Fisher Scientific Sonic\nDismembrator Model 100) on ice for 30 min. The solution was then\nstirred at 60 °C for 30 min, followed by stirring at room temperature\novernight to be ready for use. The 3PET emulsion was diluted with\n50 mM Tris–HCl (pH 8.0) to a final OD600 of ≈1. Then, 150μL of the\ndiluted 3PET emulsion was added to each well of a 96-well plate\nalong with 50μL of enzyme solution to achieve a final concentration\nof 15–400 μM. The plate was shaken (180 rpm) at 45 °C for 72 h using\na BioTek Synergy H1 plate reader, and OD600 was recorded every\n10 min. Triplicate measurements of the initial OD600 of a 3PET emul-\nsion were recorded before these mixtures were centrifuged at\n13,000 rpm for 10 min to collect the 3PET in the emulsion.\nResidues were then dried in a 60 °C oven for≈11 h before being\nweighed. The mass of the collected 3PET was then correlated to\nthe OD600 to convert OD600 measurements to approximate masses\nof 3PET.[33]\nEnzyme Activity Assay with PET Nanoparticles\nThe quantitation of TPA released from PET nanoparticles during enzy-\nmatic hydrolysis was determined by oxidatively converting TPA\nto the fluorescent compound 2-hydroxyterephthalate as described\npreviously.[33] PET nanoparticles were dissolved in 1,1,1,3,3,3-\nhexafluoro-2-propanol (HFIP) and then added dropwise into water\nwhile sonicating on ice at maximum frequency (Fisher Scientific\nSonic Dismembrator Model 100). HFIP was subsequently removed\nby rotary evaporation. 10μL aliquots of the PET emulsion were dis-\npensed into 96-well plates along with 1–10 μL of enzyme solution (to\na final concentration of 1μM) and a sufficient volume of 500 mM\nsodium phosphate buffer (pH 8) to bring the total volume to\n200 μL. The 96-well plate was then placed in a temperature-\ncontrolled shaker (Labnet Vortemp 56) for incubation at 65 °C with\nshaking at 800 rpm for 60 min. Plates were then centrifuged at\n2,844 /C2 g and 4 °C for 15 min before transferring 150μL of the super-\nnatant into a black 96-well plate. Prior to measurements, 25μLo f\n5 mM EDTA and 25μL of 5 mM FeSO4 were added to initiate the oxi-\ndation of TPA, and the plates were incubated at room temperature\nfor at least 10 min before fluorescence readings were recorded on a\nBioTek Synergy H1 plate reader (λex = 314 nm,λem = 421 nm). A stan-\ndard curve of fluorescence versus known concentrations of TPA con-\nverted to 2-hydroxyterepthlalate through the Fenton reaction\nwas used to quantify the enzymatic TPA product (Figure S7,\nSupporting Information).\nPET Film Assay\nGoodfellow PET film (ES30-FM-000145, 0.25 mm thickness, transpar-\nent, amorphous) was cut into 2 mg discs of 6 mm diameter with a\nstandard paper hole punch. The PET discs were placed in a microcen-\ntrifuge tube containing 50 mM Tris–HCl, pH8 followed by adding\nenzymes to a final concentration of 1 nM for a total reaction volume\nof 1 mL. The reaction was incubated in a Labnet Vortem p56 shaker at\n65 °C for 7 days at 800 rpm. Aliquots of 27μL were removed from the\nreactions each day and mixed with 3μL DMSO to assist solubilization\nof the products of hydrolysis. Samples were sonicated for 5 min and\nthen centrifuged at 21,000/C2 g for 10 min. The solutions were then\nresolved on a Cortecs T3 UPLC reverse phase column (1.6 μm,\n2.1 /C2 100 mm) using a Waters Acquity UPLC-MS H class system.\nA1 0μL aliquot of the sample was injected and resolved using a gra-\ndient of 89:1:10 to 55:35:10 water/acetonitrile/1% formic acid over\n11 min with a flow rate of 0.3 mL min/C0 1. The hydrolysis products\n(TPA, MHET, and BHET) were detected by absorbance at 240 nm\nand quantified by comparison to standard curves (Figure S8,\nSupporting Information). The depolymerization percentage of PET\nwas calculated based on the initial mass of the PET film (2 mg) used\nin the experiment. The mass was divided by the molecular weight of\nthe PET repeating unit (192.18 g mol/C0 1) to determine the theoretical\n100% conversion amount in moles. For each enzyme, the total\namount of UPLC-detected depolymerized products — terephthalic\nacid (TPA), mono(2-hydroxyethyl) terephthalate (MHET), and\nbis(2-hydroxyethyl) terephthalate (BHET)— was summed in moles.\nThis total was then divided by the theoretical 100% conversion\namount to obtain the percentage of PET depolymerization.\nAroC X-ray Crystallography\nPurified AroC was concentrated to 10 mg mL/C0 1 in 40 mM Tris-HCl, pH\n7.6, 100 mM NaCl. Crystallization conditions were screened using the\nIndex HT screening kit (Hampton Research Corp) and the final protein\ncrystallization condition after refinement for crystal growth was\n100 mM sodium acetate at pH 4.5 with 8% PEG3350. Protein crystals\nwere stored in liquid nitrogen and data collection was performed at\nthe Canadian Light Source synchrotron. Data was auto-processed\nwith XDS and scaled to a maximum resolution of 2.25 Å (Table S3,\nSupporting Information). The AlphaFold2 predicted structure of\nAroC was utilized for molecular replacement using MOLREP as part\nof the CCP4 suite.[44] Water molecules were resolved, and refinement\nwas completed using REFMAC.[45] Coot[46] was used for structure ver-\nification and manual refinement to fit the structure into the observed\nelectron density map.[47] The final structure was deposited into the\nProtein Data Bank as 9EH6.\nAcknowledgements\nThe authors are grateful to John Habib, Katherine Withnall for their\nassistance with protein production and crystallization. The authors\nare grateful for the assistance of Dr. Laura van Staalduinen for her\nChemBioChem 2025, 26, e202500065 (9 of 11) © 2025 The Author(s). ChemBioChem published by Wiley-VCH GmbH\nChemBioChem\nResearch Article\ndoi.org/10.1002/cbic.202500065\nguidance with crystal refinement. The authors thank Dr. Sofia\nLemak and Prof. Alexander Yakunin for generously providing\nsamples of PlySurf A210G andE. Coli LOBSTR cells. The authors\nare grateful to the Natural Sciences and Engineering Research\nCouncil of Canada and Genome Canada for financial support of\nthis research.\nConflict of Interest\nThe authors declare no conflict of interest.\nData Availability Statement\nThe data that support the findings of this study are available in\nthe supplementary material of this article.\nKeywords: bioinformatics · enzyme catalysis · polyethylene\nterephthalate biodegradation · sequence similarity networks ·\nthermostable\n[1] a) F. Awaja, D. Pavel,Eur. Polym. J.2005, 41, 1453; b) L. De Vos, B. Van de\nVoorde, L. Van Daele, P. Dubruel, S. Van Vlierberghe,Eur. Polym. J.2021,\n161, 110840.\n[2] A. Chamas, H. Moon, J. Zheng, Y. Qiu, T. Tabassum, J. H. Jang, M. Abu-Omar,\nS. L. Scott, S. Suh,ACS Sustainable Chem. Eng.2020, 8,3 4 9 4 .\n[3] E. Barnard, J. J. Rubio Arias, W. Thielemans, Green Chem. 2021,\n23, 3765.\n[4] M. Cronshaw, in Energy in Perspective (Ed: M. Cronshaw), Springer\nInternational Publishing, Cham2021, pp. 179–187.\n[5] R. Gao, H. Pan, J. Lian,Enzyme Microb. Technol.2021, 150, 109868.\n[6] R.-J. Müller, H. Schrader, J. Profe, K. Dresler, W.-D. Deckwer,Macromol.\nRapid Commun. 2005, 26, 1400.\n[7] Å. M. Ronkvist, W. Xie, W. Lu, R. A. Gross, Macromolecules 2009, 42,\n5128.\n[8] S. Yoshida, K. Hiraga, T. Takehana, I. Taniguchi, H. Yamaji, Y. Maeda,\nK. Toyohara, K. Miyamoto, Y. Kimura, K. Oda, Science 2016,\n351, 1196.\n[9] S. Boneta, K. Arafet, V. Moliner,J. Chem. Inf. Model.2021, 61, 3041.\n[10] P. J. Holdsworth, A. Turner-Jones,Polymer 1971, 12, 195.\n[11] A. B. Desai, G. L. Wilkes,J. Polym. Sci. Polym. Symp.1974, 46, 291.\n[12] a) E. Akram, Y. Cao, H. Xing, Y. Ding, Y. Luo, R. Wei, Y. Zhang,Chin. J. Catal.\n2024, 60, 284; b) N. A. Tarazona, R. Wei, S. Brott, L. Pfaff, U. T. Bornscheuer,\nA. Lendlein, R. Machatschek,Chem Catal. 2022, 2, 3573.\n[13] V. Tournier, C. M. Topham, A. Gilles, B. David, C. Folgoas, E. Moya-Leclair,\nE. Kamionka, M. L. Desrousseaux, H. Texier, S. Gavalda, M. Cot, E. Guemard,\nM. Dalibey, J. Nomme, G. Cioci, S. Barbe, M. Chateau, I. Andre,\nS. Duquesne, A. Marty,Nature 2020, 580, 216.\n[14] P. K. Richter, P. Blázquez-Sánchez, Z. Zhao, F. Engelberger, C. Wiebeler,\nG. Künze, R. Frank, D. Krinke, E. Frezzotti, Y. Lihanova, P. Falkenstein,\nJ. Matysik, W. Zimmermann, N. Sträter, C. Sonnendecker, Nat.\nCommun. 2023, 14, 1905.\n[15] E. L. Bell, R. Smithson, S. Kilbride, J. Foster, F. J. Hardy, S. Ramachandran,\nA. A. Tedstone, S. J. Haigh, A. A. Garforth, P. J. R. Day, C. Levy, M. P. Shaver,\nA. P. Green,Nat. Catal. 2022, 5, 673.\n[16] H. Lu, D. J. Diaz, N. J. Czarnecki, C. Zhu, W. Kim, R. Shroff, D. J. Acosta,\nB. R. Alexander, H. O. Cole, Y. Zhang, N. A. Lynd, A. D. Ellington,\nH. S. Alper,Nature 2022, 604, 662.\n[17] S. Sulaiman, S. Yamato, E. Kanaya, J. J. Kim, Y. Koga, K. Takano, S. Kanaya,\nAppl. Environ. Microbiol.2012, 78, 1556.\n[18] G. Arnal, J. Anglade, S. Gavalda, V. Tournier, N. Chabot, U. T. Bornscheuer,\nG. Weber, A. Marty,ACS Catal. 2023, 13, 13156.\n[19] H. Seo, H. Hong, J. Park, S. H. Lee, D. Ki, A. Ryu, H.-Y. Sagong, K.-J. Kim,\nScience 2025, 387, eadp5637.\n[20] E. Erickson, J. E. Gado, L. Avilán, F. Bratti, R. K. Brizendine, P. A. Cox, R. Gill,\nR. Graham, D.-J. Kim, G. König, W. E. Michener, S. Poudel, K. J. Ramirez,\nT. J. Shakespeare, M. Zahn, E. S. Boyd, C. M. Payne, J. L. DuBois,\nA. R. Pickford, G. T. Beckham, J. E. McGeehan,Nat. Commun. 2022, 13,\n7850.\n[21] J. Chen, Y. Jia, Y. Sun, K. Liu, C. Zhou, C. Liu, D. Li, G. Liu, C. Zhang,\nT. Yang, L. Huang, Y. Zhuang, D. Wang, D. Xu, Q. Zhong, Y. Guo,\nA. Li, I. Seim, L. Jiang, L. Wang, S. M. Y. Lee, Y. Liu, D. Wang,\nG. Zhang, S. Liu, X. Wei, Z. Yue, S. Zheng, X. Shen, S. Wang, et al.,\nNature 2024, 633,3 7 1 .\n[22] J. D. Bloom, F. H. Arnold,Proc. Natl. Acad. Sci. U.S.A.2009, 106, 9995.\n[23] P. Jones, D. Binns, H.-Y. Chang, M. Fraser, W. Li, C. McAnulla, H. McWilliam,\nJ. Maslen, A. Mitchell, G. Nuka, S. Pesseat, A. F. Quinn, A. Sangrador-Vegas,\nM. Scheremetjew, S.-Y. Yong, R. Lopez, S. Hunter,Bioinformatics 2014,\n30, 1236.\n[24] J. Jumper, R. Evans, A. Pritzel, T. Green, M. Figurnov, O. Ronneberger,\nK. Tunyasuvunakool, R. Bates, A. Žídek, A. Potapenko, A. Bridgland,\nC. Meyer, S. A. A. Kohl, A. J. Ballard, A. Cowie, B. Romera-Paredes,\nS. Nikolov, R. Jain, J. Adler, T. Back, S. Petersen, D. Reiman, E. Clancy,\nM. Zielinski, M. Steinegger, M. Pacholska, T. Berghammer,\nS. Bodenstein, D. Silver, O. Vinyals, et al.,Nature 2021, 596, 583.\n[25] E. C. Meng, T. D. Goddard, E. F. Pettersen, G. S. Couch, Z. J. Pearson,\nJ. H. Morris, T. E. Ferrin,Protein Sci. 2023, 32, e4792.\n[26] a) T. Tsujita, H. Ninomiya, H. Okuda, J. Lipid Res. 1989, 30, 997;\nb) A. Distaso Marco, N. Chernikova Tatyana, R. Bargiela, C. Coscolín,\nP. Stogios, L. Gonzalez-Alfonso Jose, S. Lemak, N. Khusnutdinova\nAnna, J. Plou Francisco, E. Evdokimova, A. Savchenko, A. Lunev\nEvgenii, M. Yakimov Michail, V. Golyshina Olga, M. Ferrer, F. Yakunin\nAlexander, N. Golyshin Peter, Appl. Environ. Microbiol. 2023, 89,\ne01704.\n[27] a) A. Carniel, V. d. A. Waldow, A. M. d. Castro,Biotechnol. Adv. 2021, 52,\n107811; b) Y. Gao, Y. Zheng, Z. Qi, Y. Pan, Y. Zhou, S. You, R. Su, W. Qi,\nM. Wang, J. Chem. Technol. Biotechnol.2024, 99, 1860.\n[28] K. S. Anderson, K. A. Johnson,Chem. Rev. 1990, 90, 1131.\n[29] N. J. Greenfield, Nat. Protoc. 2006, 1, 2876.\n[30] S. H. Lee, M. Kim, H. Seo, H. Hong, J. Park, D. Ki, K.-J. Kim,ACS Catal.2024,\n14, 4108.\n[31] G. Fischer-Colbrie, S. Heumann, S. Liebminger, E. Almansa, A. Cavaco-Paulo,\nG. M. Guebitz,Biocatal. Biotransform.2004, 22,3 4 1 .\n[32] D. Ribitsch, S. Heumann, E. Trotscha, E. Herrero Acero, K. Greimel, R. Leber,\nR. Birner-Gruenberger, S. Deller, I. Eiteljoerg, P. Remler, T. Weber,\nP. Siegert, K. H. Maurer, I. Donelli, G. Freddi, H. Schwab, G. M. Guebitz,\nBiotechnol. Progr. 2011, 27, 951.\n[33] S. Farah, T. Tsach, A. Bentolila, A. J. Domb,Talanta 2014, 123, 54.\n[34] L. Pfaff, D. Breite, C. P. S. Badenhorst, U. T. Bornscheuer, R. Wei,Methods\nEnzymol. 2021, 648, 253.\n[35] K. Chen, Y. Hu, X. Dong, Y. Sun,ACS Catal. 2021, 11, 7358.\n[36] S. Kaabel, J. P. D. Therien, C. E. Deschênes, D. Duncan, T. Frišˇci´c, K. Auclair,\nProc. Natl. Acad. Sci. U. S. A.2021, 118, e2026452118.\n[37] M. Nardini, B. W. Dijkstra,Curr. Opin. Struct. Biol.1999, 9, 732.\n[38] S. Kumar, C. J. Tsai, B. Ma, R. Nussinov, J. Biomol. Struct. Dyn. 2000,\n17, 79.\n[39] F. Teufel, J. J. Almagro Armenteros, A. R. Johansen, M. H. Gíslason, S. I. Pihl,\nK. D. Tsirigos, O. Winther, S. Brunak, G. von Heijne, H. Nielsen, Nat.\nBiotechnol. 2022, 40, 1023.\n[40] J. A. Gerlt, J. T. Bouvier, D. B. Davidson, H. J. Imker, B. Sadkhin, D. R. Slater,\nK. L. Whalen,Biochim. Biophys. Acta.2015, 1854, 1019.\n[41] E. Gasteiger, C. Hoogland, A. Gattiker, S. e. Duvaud, M. R. Wilkins,\nR. D. Appel, A. Bairoch, in The Proteomics Protocols Handbook\n(Ed: J. M. Walker), Humana Press, Totowa, NJ2005, pp. 571–607.\n[42] Y.-Y. Zhang, Z.-Q. Mei, J.-W. Wu, Z.-X. Wang, J. Biol. Chem. 2008, 283,\n26591.\n[43] G. Fischer-Colbrie, S. Heumann, S. Liebminger, E. Almansa, A. Cavaco-Paulo,\nG. M. Guebitz,Biocatal. Biotransform.2009, 22,3 4 1 .\n[44] A. Vagin, A. Teplyakov,J. Appl. Crystallogr.1997, 30, 1022.\n[45] G. N. Murshudov, A. A. Vagin, E. J. Dodson,Acta Crystallogr., Sect. D: Biol.\nCrystallogr. 1997, 53, 240.\n[46] P. Emsley, K. Cowtan, Acta Crystallogr., Sect. D: Biol. Crystallogr. 2004,\n60, 2126.\n[47] a) L. Potterton, J. Agirre, C. Ballard, K. Cowtan, E. Dodson,\nP. R. Evans, H. T. Jenkins, R. Keegan, E. Krissinel, K. Stevenson,\nA. Lebedev, S. J. McNicholas, R. A. Nicholls, M. Noble, N. S. Pannu,\nC. Roth, G. Sheldrick, P. Skubak, J. Turkenburg, V. Uski, F. von Delft,"
  ],
  "computational_sections": []
}