{
  "txt_file": "CHEM-28-0.txt",
  "experimental_sections": [
    "Experimental Section\nMolecular docking simulations: Molecular docking simulations\nwere performed using the AutoDock Vina\n[26]\nmolecular docking\nsoftware. Input files were prepared using the AutoDock tools\ndesktop application. Molecular docking was performed to generate\ngeometries for the enzyme-substrate complex for both the HEMT\nand HMT ligands."
  ],
  "computational_sections": [
    "simulations and QM/MM calculations, molecular docking simu-\nlations were performed with the enzyme Is-PETase and various\nlengths of PET chain: 3PET, 2PET and HEMT (Figure 3).\nThe aromatic residues Y59, W130 and W156 were set as\nflexible during these simulations as it has been previously\nproposed that their mobility (especially the “wobbling” motion\nFigure 2. Proposed mechanism for the reaction catalysed by Is-PETase. The",
    "simulations of the aPS state revealed that the deprotonated\nproduct forms strong hydrogen bonds with the active site\nresidues (Figure 6). This caused the ligand to persist in the\nactive site for up to 1 ns. This tendency for the product to\ndeprotonate while inside the active site might thus result in a\nsubstantial energy barrier in the product release step of the\nreaction. This would significantly hinder the enzyme’s catalytic\nefficiency.\nConclusions\nUsing QM/MM methods, we have calculated that the lowest\nenergy barrier in the degradation of PET by Is-PETase is\nbetween 34.1 and 62.4 kJ mol\n\u0000 1\n, consistent with that of similar\nesterases. This serves as further support to the hypothesis that\nIs-PETase operates by using the reaction mechanism described\nin Figure 2.\nThe lowest of our computed overall energy barriers is\nassociated with the nucleophilic addition of a water molecule\nactivated by the H208–D177 diad to the enzyme-bound ligand.\nDue to this low calculated barrier, we suggest that the overall\nrate-limiting step for this reaction is product dissociation. This is\nfurther supported by the formation of a stable alternative\nproduct, which might inhibit product release.\nGiven the above results, we recommend modifications to Is-\nPETase that improve the thermostability of the enzyme. This\nwould allow the enzyme to operate effectively at a higher\ntemperature, which would accelerate the diffusion-dependent\nproduct-release step.\nExperimental Section\nMolecular docking simulations: Molecular docking simulations\nwere performed using the AutoDock Vina\n[26]\nmolecular docking\nsoftware. Input files were prepared using the AutoDock tools\ndesktop application. Molecular docking was performed to generate\ngeometries for the enzyme-substrate complex for both the HEMT\nand HMT ligands.",
    "Preparation of solvated enzyme through molecular dynamics:\nThe coordinate structure of the enzyme was obtained from the\nprotein data bank (PDB ID: 5XH3\n[3]\n). Ordered water and other co-\ncrystalised molecules were removed in the molecular visualisation\nprogram PyMOL.\n[27]\nThis was necessary to perform subsequent\nmolecular docking simulations.\nMolecular dynamics simulations were performed using the program\nGromacs\n[28]\nto generate an enzyme geometry that is energetically\nrelaxed and solvated. Initially, the enzyme was placed in a cubic\nsolvent box with dimensions of 75 Å. The TIP3P water model\n[29]\nwas\nused for solvation. Next several solvent molecules were replaced\nwith seven chloride ions to balance the overall system charge. This\nresulted in a system with 41545 atoms (3767 protein atoms,\n28 ligand atoms, seven chloride ions and 37743 solvent atoms).\nDisulfide bonds were explicitly modelled between cysteines 174\nand 210 and between cysteines 244 and 260. An energy\nminimisation step was then performed using the steepest descent\nmethod with a step size of 0.01 nm and a tolerance of\n1000 kJ mol\n\u0000 1\nnm\n\u0000 1\n. Next an NVT simulation was performed with\n50000 steps and a step size of 2 fs, using the V-rescale thermostat.\nThis was followed by an NPT simulation with 50000 steps and a\nstep size of 2 fs, using the V-rescale thermostat and the Berendsen\nbarostat. A full production MD simulation was then performed\nunder NPT conditions for a duration of 5 ns using the V-rescale\nthermostat and the Parrinello–Rahman barostat. All of the above\nsimulations and minimisations were performed using the\nCHARMM36\n[30]\nforcefield and using periodic boundary conditions.\nThe Verlet cutoff scheme was used for all MD steps, with a 10 Å\ncutoff distance for electrostatic and Van der Waals interactions. The\nLINCS algorithm was used to constrain bonds to hydrogen in all\nMD steps. CHARMM compatible forcefield parameters for the\nligands HEMT and HMT were generated using SwissParam.\n[31]\nFigure 7. Geometry of an alternative product state. The carboxylic proton\nhas been donated to S131 resulting in a negatively charged product.\nHydrogen bonds with the backbone nitrogen atoms of Y58 and M132 as\nwell as the side-chain oxygen of S131 are shown (yellow dashed lines).\nChemistry— A Eur\nopean Journal\n \nResearch Article\ndoi.org/10.1002/chem.202201728\nChem. Eur. J. 2022, 28, e202201728 (5 of 7) © 2022 The Authors. Chemistry - A European Journal published by Wiley-VCH GmbH\nWiley VCH Dienstag, 13.12.2022\n2270 / 271916 [S. 77/79]\n1\nLigand parameters and mdp input files used are available in the\nSupporting Information.\nHybrid QM/MM geometry optimisations: The intermediate geo-\nmetries of the enzyme-substrate complex along the proposed\nreaction coordinate were generated through a series of hybrid QM/\nMM geometry optimisations. These were performed using the\nexchange-correlation density functional rev-PBE\n[32]\nwith the\nD3(BJ)\n[33]\ndispersion correction using the def2-SVP\n[34]\nbasis set and\nthe CHARMM27 forcefield\n[35]\nIn each QM/MM calculation the QM\nregion contained the entire ligand (either HEMT or HMT), atoms in\nthe side chains of residues S131, D177 and H208, and backbone\natoms from residues G57, Y58, W130, S131, and M132. Further\ndetails of the QM region are included in the Supporting\nInformation. The charge-shift scheme was used to redistribute\ncharges at the QM/MM boundary. All QM/MM calculations used the\nelectrostatic embedding scheme. Following a geometry optimisa-\ntion using restraints, an unrestrained geometry optimisation was\nalways used to remove the energy contribution from the restraint.\nAtoms allowed to move during these calculations were defined as\nthose within a 10 Å distance from the carbonyl carbon of the ligand\nmolecule, this was determined at the start of the first optimisation\nin each reaction profile, then conserved across subsequent\ncalculations. The functionals used in this work were selected for\ntheir high performance against the GMTKN55 benchmark\ndatabase.\n[36]\nQM/MM optimisations were performed in the program\nChemShell,\n[37]\nusing the dl-find optimiser. The software Orca was\nused to treat the QM region, while the in-built dl-poly method was\nused to treat the MM region."
  ]
}