{
  "txt_file": "ChemSusChem - 2023 - Avilan - Concentration‐Dependent Inhibition of Mesophilic PETases on Poly ethylene terephthalate  Can.txt",
  "experimental_sections": [
    "Experimental Section\nSubstrates and products\nBis(hydroxyethyl) terephthalate (BHET) and terephthalic acid (TPA)\nwere purchased from Sigma-Aldrich. Mono-(2-\nhydroxyethyl)terephthalic acid (MHET) was synthesized and sup-\nplied by ChiroBlock GmbH (Germany). Amorphous, 0.25 mm-thick\nPET film sheet was supplied by Goodfellow (product number ES30-\nFM-000145). In preparation for enzyme hydrolysis assays, 10.5 mg\nstadium shaped pieces with dimensions 13 × 3 × 0.25 mm were\nprepared from the PET film sheet using a hole punch. A micronized\namorphous powder was produced from this PET film by cryo-\nmilling, first in a SM300 cutting mill (Retsch), then in a ZM200\ncentrifugal mill (Retsch), as described previously.\n[40]\nAfter air drying,\nthe particle size and shape distributions in the PET powder were\nassessed by dynamic image analysis using a CAMSIZER X2 (Micro-\ntrac MRB) with X-Fall module. Thereafter, an approximation of the\npowder surface area was calculated from the derived distributions\nof particle cross-sectional area and aspect ratio. Quantitative\nanalysis of the PET crystallinity was performed by DSC using a DSC\n214 Polyma (Netzsch) both before and after cryo-milling.\nPlasmid construction\nNucleotide and amino acid sequences, Genbank accession numbers\nand organism sources of the enzymes used in this study are shown\nin the Tables S1–S3. Amino acid sequences with homology to\nIsPETase and belonging to the Type IIa and IIb groups of the PET-\ndegrading enzymes, were retrieved from NCBI database using\nprotein BLAST software. These sequences were codon optimized for\nexpression in E. coli K12 MG1655 (Highly Expressed Genes) using\nthe codon optimizer at http://genomes.urv.es/OPTIMIZER/ (guided\nrandom method).\n[41]\nThe sequences included the signal peptide\npredicted by Signal 6 software.\n[41]\nThe stop codon was omitted and\noverlaps were added for assembly into the expression vector pET-\n21b(+) such that the assembly would results in the addition of a C-\nterminal 6 His tag. These sequences were synthesized as linear DNA\nfragments by IDT and assembled using NEBuilder® HiFi DNA\nAssembly Master Mix (New England Biolabs) according to the\nmanufacturer’s instructions into pET-21b(+) digested with NdeI and\nXhoI. IsPETase\n[2]\nand the double mutant of IsPETase W159H/\nS238F,\n[30]\nhave been described elsewhere. Mutants of Rhizobacter\ngummiphilus cutinase II (RgCut-II) and other mutants of IsPETase\nwere assembled in pET-29. The HotPETase\n[3]\ngene and the IsPETase\nvariant (IsPETase S121E/D186E/R280 A),\n[31]\ncloned in the expression\nplasmid pBbE8 K, was kindly provided by Anthony Green, University\nof Manchester.\nRecombinant expression of enzymes\nEnzyme expression plasmids were transformed into BL21-C41 (DE3)\nE. coli cells (Sigma), with the exception of HotPETase and the\nIsPETase S121E/D186E/R280 A which were expressed in T7-SHuffle\nE. coli cells (NEB). Isolated colonies from the transformation plates\nwere inoculated into antibiotic-containing liquid medium, either a\nnon-inducing minimum medium containing glucose\n[42]\nfor subse-\nquent autoinduction expression, or 2YT medium; these starter\ncultures were grown overnight at 37 ° C with shaking. The starter\ncultures were used to inoculate multiple 500 mL cultures of either\n2YT broth or ZYM-5052 auto-induction medium\n[42]\n(Table S7) in 2 L\nErlenmeyer flasks (total volume between 2 and 4 L for each\nenzyme); these were then incubated in an Eppendorf shaking\nincubator at 160 rpm at 37 ° C. For cells grown in 2YT medium, the\nculture was grown to an OD\n600\nof 0.6, induced by adding either\narabinose to 10 mM (for HotPETase and the IsPETase variant S121E/\nD186E/R280 A) or IPTG to 1 mM (all other enzymes), and returned\nto the incubator for 18 h at 20 ° C. For the auto-inductive expression\nin ZYM-5052, the cells were grown at 28 ° C for 28 h. In each case,\ncells were harvested by centrifugation and the pellet stored at\n\u0000 20 ° C prior to purification.\nChemSusChem\nResearch Article\ndoi.org/10.1002/cssc.202202277\nChemSusChem 2023, 16, e202202277 (9 of 12) © 2023 The Authors. ChemSusChem published by Wiley-VCH GmbH\nWiley VCH Fr eitag, 14.04.2023\n2308 / 294135 [S. 134/137]\n1\n 1864564x, 2023, 8, Downloaded from https://chemistry-europe.onlinelibrary.wiley.com/doi/10.1002/cssc.202202277 by Readcube (Labtiva Inc.), Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nEnzyme purification\nPellets from 1 L cultures were resuspended in 50 mL lysis buffer\n(20 mM Tris pH 8, 300 mM NaCl, 10 mM imidazole) in the presence\nof DNAse and lysed by sonication (40 % power, 3 s on, 9 s off for a\ntotal of 5 min). The lysate was centrifuged at 40,000 g X 30 min at\n4 ° C, and the supernatant purified by affinity chromatography at\n4 ° C on a 5 mL HisTrap HP column (Cytiva) pre-equilibrated with\nlysis buffer. After washing, the enzyme was eluted with a linear\ngradient of 10 to 250 mM imidazole over 120 mL. Fractions\ncontaining the protein of interest were identified by SDS-PAGE and\nconcentrated to 5 mL by ultrafiltration using Amicon Ultra-15\n(Sigma) with 10 kDa MW cut-off and loaded at 4 ° C onto a HiLoad\n16/600 Superdex 200 (Cytiva) size exclusion column that had been\npre-equilibrated with Tris 20 mM pH 8, 0.3 M NaCl. The purity and\nmolecular weight of the eluted proteins were assessed by SDS-\nPAGE with Coomassie staining, and the protein of interest was\nidentified by Western blotting using an anti-His-tag monoclonal\nantibody (Invitrogen), a horseradish peroxidase coupled anti-mouse\nIgG conjugate (Sigma), with visualization using the enhanced\nchemiluminescence method (ECL substrates, GE Healthcare). The\npurified proteins were concentrated and dialyzed in Tris 20 M, pH 8,\n100 mM NaCl using a PD 10 column and stored at \u0000 20 ° C with 10 %\nglycerol.\nEnzyme differential scanning calorimetry\nFor those enzymes that were purified to a high enough yield, an\napparent melting temperature (T\nm\n) was determined by DSC on a\nMicroCal PEAQ-DSC Automated instrument (Malvern Panalytical).\nPrevious analysis, the samples were submitted to size exclusion\nchromatography in a HiLoad Superdex 75 pg column (Cytiva)\nequilibrated in 50 mM NaH\n2\nPO\n4\n/Na\n2\nHPO\n4\n, 100 mM NaCl pH 7.5. DSC\nanalyses were performed in triplicate using 0.2 mg mL\n\u0000 1\nand the\ntemperature of the sample was raised from 30 ° C to 120 ° C at\n1.5 ° C min\n\u0000 1\n. Buffer subtraction, baseline correction and apparent T\nm\ndetermination were performed using the instrument‘s control and\nanalysis software.\nStructure determination and modelling of IsPETase\nhomologues\nThe structures of IsPETase (PDB: 6EQE), double mutant IsPETase\n(W159H/S238F; PDB: 7OSB) and HotPETase (PDB: 7QVH) have been\ndescribed previously. For crystallization of RgCut-II, PsCut and\nPbauzCut, each protein was concentrated to 10 mg mL\n\u0000 1\nand sitting\ndrop crystallization trials were set up using a Honeybee X8 robot\n(Genomic Solutions). Protein crystals appeared in the following\nscreens and conditions: RgCut-II – Proplex screen (Molecular\nDimensions), G11, 0.1 M HEPES pH 7.5, 1 M sodium acetate; PsCut –\nJCSG-plus screen (Molecular Dimensions), B7, 0.1 M sodium acetate\npH 4.6, 8 % PEG 4000; PbauzCut – JCSG-plus screen (Molecular\nDimensions), A1, 0.1 M sodium acetate pH 4.5, 0.2 M lithium sulfate,\n50 % PEG 400. Diffraction data were collected at the Diamond Light\nSource (Didcot, UK) and processed using DIALS\n[43,44]\non ISPyB. The\nstructure was solved by molecular replacement with MOLREP\n[45]\nusing structure homologs. Model buildings were performed in\nCoot\n[46]\nand the structures were refined with REFMAC5.\n[47]\nMolProbity\n[48]\nwas used to evaluate the final structure models. Data\nand Refinement statistics are summarized in Table S5. The atomic\ncoordinates have been deposited in the Protein Data Bank and are\navailable under the accession codes 8AIR, 8AIS and 8AIT. The\nstructures of another IsPETase homologue were predicted using\nAlphafold2\n[29]\nwith the default parameters. All enzyme structures\nwere visualized in PyMOL (Schrödinger, LLC).\nMolecular dynamics simulations\nMolecular dynamics simulations of IsPETase and HotPETase were\nperformed with the AMBER20 package\n[49]\nand the CHARMM\nforcefield.\n[50]\nThe structures of the proteins were prepared with\nCHARMM-GUI.\n[51]\nThe proteins were surrounded with 12 Å of water\nand 0.1 M of potassium chloride in a cubic box. Langevin dynamics\nwere performed with a time step of 2 fs using SHAKE,\n[52]\na friction\ncoefficient of 1 ps\n\u0000 1\n, and a temperature of 300 K. The cutoff was\n12 Å using force-switching with a switching region of 2 Å.\n[53]\nElectrostatic interactions were treated with the Particle Mesh Ewald\nmethod.\n[54]\nAfter an equilibration of 50 ns at 1 atm, the root mean\nsquare fluctuations of the protein backbone were determined\nduring 150 ns of production. The trajectories were processed with\ncpptraj\n[53,55]\nand analyzed with the CHARMM program.\n[56]\nBiochemical assays on PET film\nEnzymatic reactions (500 μL) were performed in triplicate in\npropylene tubes (Sarted), containing either 50 mM KH\n2\nPO\n4\n/K\n2\nHPO\n4\npH 8.0 or 50 mM bicine pH 9.0, and enzyme at different concen-\ntrations (up to 500 nm) except when evaluating the effect of\ndifferent PET loadings, when up to 4 μM enzyme was used. Where\nindicated for some experiments, DMSO was added in the reaction\nat 10 % (v/v) final concentration. Unless specified otherwise, the\nsamples were incubated for 96 h at 30 ° C. A sample with PET\nwithout enzyme was used as a blank. To stop the reaction, the PET\nwas removed, the solution incubated at 90 ° C for 10 min and\ncentrifugated at 15,000 g for 10 min. The released products from\nthe enzymatic reaction, TPA, MHET and BHET were quantified using\nan Agilent 1260 high pressure liquid chromatography (HPLC)\nsystem equipped with diode array detector at a wavelength of\n240 nm and using a Phenomenex Luna C18 column, 5 μm, 4.6 ×\n150 mm as described previously.\n[16]\nA calibration curve was\nperformed with each analyte with concentrations between 3 and\n100 ng μL\n\u0000 1\nand analyzed with the same conditions than the\nsamples.\nBiochemical assays using monomer substrates\nFor determination of MHET and BHET hydrolysis rates, reactions\nwere performed in triplicate using 2 mM substrate and 100 nm (for\nMHET hydrolysis) or 10 nm (for BHET hydrolysis) of IsPETase\nconcentration in a reaction comprising 98 % (v/v) 50 mM KH\n2\nPO\n4\n/\nK\n2\nHPO\n4\npH 8.0, 2 % (v/v) DMSO, at 30 ° C. BHET and MHET were\nsolubilized in 100 % (v/v) DMSO before addition to the reaction\nmixture. Reactions were terminated using an equal volume of\n100 % methanol. Product and substrate were quantified by HPLC.\nThe apparent turnover rate (k\ncat\n) was calculated using either the\nconcentration of TPA produced in the case of MHET hydrolysis, or\nthe sum of MHET and TPA produced in the case of BHET hydrolysis.\nAcknowledgements\nWe thank Anthony Green and Elizabeth Bell for providing the\nplasmid for HotPETase. JEM, ARP, LA, BRL, GK, MZ, LO, MC and VB\nthank Research England for E3 funding. JEM thanks the BBSRC for\ngrant BB/P011918/1. RG was funded through an NREL subcontract\nand University of Portsmouth Faculty of Science bursary. This work\nwas authored in part by Alliance for Sustainable Energy, LLC, the\nmanager and operator of the National Renewable Energy\nLaboratory (NREL) for the U.S. Department of Energy (DOE) under\nChemSusChem\nResearch Article\ndoi.org/10.1002/cssc.202202277\nChemSusChem 2023, 16, e202202277 (10 of 12) © 2023 The Authors. ChemSusChem published by Wiley-VCH GmbH\nWiley VCH Fr eitag, 14.04.2023\n2308 / 294135 [S. 135/137]\n1\n 1864564x, 2023, 8, Downloaded from https://chemistry-europe.onlinelibrary.wiley.com/doi/10.1002/cssc.202202277 by Readcube (Labtiva Inc.), Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nContract No. DE-AC36-08GO28308. Funding was provided by the\nU.S. DOE, Office of Energy Efficiency and Renewable Energy,\nAdvanced Manufacturing Office (AMO) and Bioenergy Technolo-\ngies Office (BETO). This work was performed as part of the Bio-\nOptimized Technologies to keep Thermoplastics out of Landfills\nand the Environment (BOTTLE) Consortium and was supported by\nAMO and BETO under contract no. DE-AC36-08GO28308 with\nNREL, operated by Alliance for Sustainable Energy, LLC. The\nBOTTLE Consortium includes members from the University of\nPortsmouth, funded under contract no. DE-AC36-08GO28308 with\nNREL. The views expressed in the article do not necessarily\nrepresent the views of the DOE or the U.S. Government. The U.S.\nGovernment retains and the publisher, by accepting the article for\npublication, acknowledges that the U.S. Government retains a\nnonexclusive, paid-up, irrevocable, worldwide license to publish or\nreproduce the published form of this work, or allow others to do\nso, for U.S. Government purposes. We thank staff at the Diamond\nLight Source for beamtime and support. We would also like to\nthank Daniel Hinchen and Tom Shakespeare for helpful conversa-\ntions in support of this work.\nConflict of Interest\nThe authors declare no conflict of interest.\nData Availability Statement\nThe data that support the findings of this study are available in\nthe supplementary material of this article.\nKeywords: biocatalysis · hydrolases · mesophilic enzymes ·\nPETase · plastics\n[1] F. Kawai, T. Kawabata, M. Oda, Appl. Microbiol. Biotechnol. 2019, 103,\n4253.\n[2] S. Yoshida, K. Hiraga, T. Takehana, I. Taniguchi, H. Yamaji, Y. Maeda, K.\nToyohara, K. Miyamoto, Y. Kimura, K. Oda, Science 2016, 351, 1196.\n[3] E. L. Bell, R. Smithson, S. Kilbride, J. Foster, F. J. Hardy, S. Ramachandran,\nA. A. Tedstone, S. J. Haigh, A. A. Garforth, P. J. R. Day, C. Levy, M. P.\nShaver, A. P. Green, Nat. Catal. 2022, 5, 673–681.\n[4] S. Joo, I. J. Cho, H. Seo, H. F. Son, H. Y. Sagong, T. J. Shin, S. Y. Choi, S. Y.\nLee, K. J. Kim, Nat. Commun. 2018, 9, 382.\n[5] H. Y. Sagong, H. F. Son, H. Seo, H. Hong, D. Lee, K. J. Kim, J. Hazard.\nMater. 2021, 416, 126075.\n[6] C. C. Chen, X. Han, X. Li, P. Jiang, D. Niu, L. Ma, W. Liu, S. Li, Y. Qu, H. Hu,\nJ. Min, Y. Yang, L. Zhang, W. Zeng, J.-W. Huang, L. Dai, R.-T. Guo, Nat.\nCatal. 2021, 4, 425–430.\n[7] F. Kawai, T. Kawabata, M. Oda, ACS Sustainable Chem. Eng. 2020, 8,\n8894–8908.\n[8] R. Wei, G. von Haugwitz, L. Pfaff, J. Mican, C. P. S. Badenhorst, W. Liu, G.\nWeber, H. P. Austin, D. Bednar, J. Damborsky, U. T. Bornscheuer, ACS\nCatal. 2022, 12, 3382–3396.\n[9] A. K. Herzog, R. J. Müller, W. D. Deckwer, Polym. Degrad. Stab. 2006, 91,\n2486.\n[10] Å. M. Ronkvist, W. Xie, W. Lu, R. A. Gross, Macromolecules 2009, 42,\n5128–5138.\n[11] R. Wei, T. Oeser, M. Barth, N. Weigl, A. Lübs, M. Schulz-Siegmund, M. C.\nHacker, W. Zimmermann, J. Mol. Catal. B 2014, 103, 72–78.\n[12] K. Vogel, R. Wei, L. Pfaff, D. Breite, H. Al-Fathi, C. Ortmann, I. Estrela-\nLopis, T. Venus, A. Schulze, H. Harms, U. T. Bornscheuer, T. Maskow, Sci.\nTotal Environ. 2021, 773, 145111.\n[13] E. L. Pfaff, J. Gao, Z. Li, A. Jäckering, G. Weber, J. Mican, Y. Chen, W.\nDong, X. Han, C. G. Feiler, Y.-F. Ao, C. P. S. Badenhorst, D. Bednar, G. J.\nPalm, M. Lammers, J. Damborsky, B. Strodel, W. Liu, U. T. Bornscheuer, R.\nWei, ACS Catal. 2022, 12, 9790–9800.\n[14] R. Wei, T. Oeser, J. Then, N. Kuhn, M. Barth, J. Schmidt, W. Zimmermann,\nAMB Express 2014, 4, 44.\n[15] J. Arnling Bååth, K. Borch, K. Jensen, J. Brask, P. Westh, ChemBioChem\n2021, 22, 1627–1637.\n[16] E. Erickson, T. J. Shakespeare, F. Bratti, B. L. Buss, R. Graham, M. A.\nHawkins, G. König, W. E. Michener, J. Miscall, K. J. Ramirez, N. A. Rorrer,\nM. Zahn, A. R. Pickford, J. E. McGeehan, G. T. Beckham, ChemSusChem\n2022, 15, e202102517.\n[17] J. Arnling Bååth, K. Jensen, K. Borch, P. Westh, J. Kari, JACS Au 2022, 2,\n1223–1231.\n[18] J. Kari, M. Andersen, K. Borch, P. Westh, ACS Catal. 2017, 7, 4904–4914.\n[19] J. Kari, S. J. Christensen, M. Andersen, S. S. Baiget, K. Borch, P. Westh,\nAnal. Biochem. 2019, 586, 113411.\n[20] E. Z. L. Zhong-Johnson, C. A. Voigt, A. J. Sinskey, Sci. Rep. 2021, 11, 928.\n[21] K. Mukai, K. Yamada, Y. Doi, Int. J. Biol. Macromol. 1993, 15, 361–366.\n[22] M. Scandola, M. L. Focarete, G. Frisoni, Macromolecules 1998, 31, 3846–\n3851.\n[23] S. Nayak, W.-S. Yeo, M. Mrksich, Langmuir 2007, 23, 5578–5583.\n[24] B. C. Knott, E. Erickson, M. D. Allen, J. E. Gado, R. Graham, F. L. Kearns, I.\nPardo, E. Topuzlu, J. J. Anderson, H. P. Austin, G. Dominick, C. W.\nJohnson, N. A. Rorrer, C. J. Szostkiewicz, V. Copié, C. M. Payne, H. L.\nWoodcock, B. S. Donohoe, G. T. Beckham, J. E. McGeehan, Proc. Natl.\nAcad. Sci. USA 2020, 117, 25476–25485.\n[25] S. Brott, L. Pfaff, J. Schuricht, J. N. Schwarz, D. Böttcher, C. P. S.\nBadenhorst, R. Wei, U. T. Bornscheuer, Eng. Life Sci. 022, 22, 192–203.\n[26] A. A. Singh, N. A. Rorrer, S. R. Nicholson, E. Erickson, J. S. DesVeaux,\nA. F. T. Avelino, P. Lamers, A. Bhatt, Y. Zhang, G. Avery, L. Tao, A. R.\nPickford, A. C. Carpenter, J. E. McGeehan, G. T. Beckham, Joule 2021, 5,\n2479–2503.\n[27] B. T. Uekert, J. S. DesVeaux, A. Singh, S. R. Nicholson, P. Lamers, T.\nGhosh, J. E. McGeehan, A. C. Carpenter, G. T. Beckham, Green Chem.\n2022, 24, 6531–6543.\n[28] R. Graham, E. Erickson, R. K. Brizendine, D. Salvachúa, W. E. Michener, Y.\nLi, Z. Tan, G. T. Beckham, J. E. McGeehan, A. R. Pickford, Chem. Catal.\n2022, 2, 2644–2657.\n[29] J. Jumper, R. Evans, A. Pritzel, T. Green, M. Figurnov, O. Ronneberger, K.\nTunyasuvunakool, R. Bates, A. Žídek, A. Potapenko, A. Bridgland, C.\nMeyer, S. A. A. Kohl, A. J. Ballard, A. Cowie, B. Romera-Paredes, S.\nNikolov, R. Jain, J. Adler, T. Back, S. Petersen, D. Reiman, E. Clancy, M.\nZielinski, M. Steinegger, M. Pacholska, T. Berghammer, S. Bodenstein, D.\nSilver, O. Vinyals, A. W. Senior, K. Kavukcuoglu, P. Kohli, D. Hassabis,\nNature 2021, 596, 583–589.\n[30] H. P. Austin, M. D. Allen, B. S. Donohoe, N. A. Rorrer, F. L. Kearns, R. L.\nSilveira, B. C. Pollard, G. Dominick, R. Duman, K. El Omari, V. Mykhaylyk,\nA. Wagner, W. E. Michener, A. Amore, M. S. Skaf, M. F. Crowley, A. W.\nThorne, C. W. Johnson, H. L. Woodcock, J. E. McGeehan, G. T. Beckham,\nProc. Natl. Acad. Sci. USA 2018, 115, E4350.\n[31] H. F. Son, I. J. Cho, S. Joo, H. Seo, H. Sagong, S. Y. Choi, S. Y. Lee, K. Kim,\nACS Catal. 2019, 9, 3519.\n[32] S. F. Badino, J. A. Bååth, K. Borch, K. Jensen, P. Westh, Enzym. Microb.\nTechnol. 2021, 152, 109937.\n[33] M. Rabe, D. Verdes, S. Seeger, Adv. Colloid Interface Sci. 2011, 162, 87–\n106.\n[34] A. Tjernberg, N. Markova, W. J. Griffiths, D. Hallén, J. Biomol. Screen\n2006, 11, 131–137.\n[35] D. S. H. Chan, M. E. Kavanagh, K. J. McLean, A. W. Munro, D. Matak-\nVinković, A. G. Coyne, C. Abell, Anal. Chem. 2017, 89, 9976–9983.\n[36] A. S. Schubert, K. Schaller, J. A. Bååth, C. Hunt, K. Borch, K. Jensen, J.\nBrask, P. Westh, ChemBioChem 2022, 24, e202200516.\n[37] N. A. Tarazona, R. Wei, S. Brott, L. Pfaff, U. T. Bornscheuer, A. Lendlein, R.\nMachatschek, Chem. Catal. 2022, 2, 3573–3589.\n[38] T. Fecker, P. Galaz-Davison, F. Engelberger, Y. Narui, M. Sotomayor, L. P.\nParra, C. A. Ramirez-Sarmiento, Biophys. J. 2018, 114, 1302.\n[39] S. Kumar, C. J. Tsai, R. Nussinov, Protein Eng. 2000, 13, 179–191.\n[40] E. Erickson, J. E. Gado, L. Avilán, F. Bratti, R. K. Brizendine, P. A. Cox, R.\nGill, R. Graham, D.-J. Kim, G. König, W. E. Michener, S. Poudel, K. J.\nRamirez, T. J. Shakespeare, M. Zahn, E. S. Boyd, C. M. Payne, J. L. DuBois,\nChemSusChem\nResearch Article\ndoi.org/10.1002/cssc.202202277\nChemSusChem 2023, 16, e202202277 (11 of 12) © 2023 The Authors. ChemSusChem published by Wiley-VCH GmbH\nWiley VCH Fr eitag, 14.04.2023\n2308 / 294135 [S. 136/137]\n1\n 1864564x, 2023, 8, Downloaded from https://chemistry-europe.onlinelibrary.wiley.com/doi/10.1002/cssc.202202277 by Readcube (Labtiva Inc.), Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nA. R. Pickford, G. T. Beckham, J. E. McGeehan, Nat. Commun. 2022, 13,\n7850.\n[41] P. Puigbò, E. Guzmán, A. Romeu, S. Garcia-Vallvé, Nucleic Acids Res.\n2007, 35, W126-W131.\n[42] F. W. Studier, Protein Expression Purif. 2005, 41, 207–234.\n[43] G. Winter, D. G. Waterman, J. M. Parkhurst, A. S. Brewster, R. J. Gildea, M.\nGerstel, L. Fuentes-Montero, M. Vollmar, T. Michels-Clark, I. D. Young,\nN. K. Sauter, G. Evans, Acta Crystallogr. D Struct. Biol. 2018, 74, 85–97.\n[44] J. M. Parkhurst, G. Winter, D. G. Waterman, L. Fuentes-Montero, R. J.\nGildea, G. N. Murshudov, G. Evans, J. Appl. Crystallogr. 2016, 49, 1912–\n1921.\n[45] A. Vagin, A. Teplyakov, Acta Crystallogr. Sect. D 2010, 66, 22–25.\n[46] P. Emsley, B. Lohkamp, W. G. Scott, K. Cowtan, Acta Crystallogr. Sect. D\n2010, 66, 486–501.\n[47] G. N. Murshudov, P. Skubák, A. A. Lebedev, N. S. Pannu, R. A. Steiner,\nR. A. Nicholls, M. D. Winn, F. Long, A. A. Vagin, Acta Crystallogr. Sect. D\n2011, 67, 355–367.\n[48] C. J. Williams, J. J. Headd, N. W. Moriarty, M. G. Prisant, L. L. Videau, L. N.\nDeis, V. Verma, D. A. Keedy, B. J. Hintze, V. B. Chen, S. Jain, S. M. Lewis,\nW. B. Arendall, J. Snoeyink, P. D. Adams, S. C. Lovell, J. S. Richardson,\nD. C. Richardson, Protein Sci. 2018, 27, 293–315.\n[49] D. A. Case, T. E. Cheatham, T. Darden, H. Gohlke, R. Luo, K. M. Merz, A.\nOnufriev, C. Simmerling, B. Wang, R. J. Woods, J. Comput. Chem. 2005,\n26, 1668–1688.\n[50] R. B. Best, X. Zhu, J. Shim, P. E. Lopes, J. Mittal, M. Feig, A. D. Mackerell, J.\nChem. Theory Comput. 2012, 8, 3257–3273.\n[51] S. Jo, T. Kim, V. G. Iyer, W. Im, J. Comput. Chem. 2008, 29, 1859–1865.\n[52] W. F. van Gunsteren, H. J. C. Berendsen, Mol. Phys. 1977, 34, 1311–1327.\n[53] P. J. Steinbach, B. R. Brooks, J. Comput. Chem. 1994, 15, 667–683.\n[54] T. Darden, D. York, L. Pedersen, J. Chem. Phys. 1993, 98, 10089–10092.\n[55] D. R. Roe, T. E. Cheatham, J. Chem. Theory Comput. 2013, 9, 3084–3095.\n[56] B. R. Brooks, C. L. Brooks Iii, A. D. Mackerell Jr, L. Nilsson, R. J. Petrella, B.\nRoux, Y. Won, G. Archontis, C. Bartels, S. Boresch, A. Caflisch, L. Caves, Q.\nCui, A. R. Dinner, M. Feig, S. Fischer, J. Gao, M. Hodoscek, W. Im, K.\nKuczera, T. Lazaridis, J. Ma, V. Ovchinnikov, E. Paci, R. W. Pastor, C. B.\nPost, J. Z. Pu, M. Schaefer, B. Tidor, R. M. Venable, H. L. Woodcock, X.\nWu, W. Yang, D. M. York, M. Karplus, J. Comput. Chem. 2009, 30, 1545–\n1614.\nManuscript received: December 7, 2022\nRevised manuscript received: February 17, 2023\nAccepted manuscript online: February 21, 2023\nVersion of record online: March 23, 2023\nChemSusChem\nResearch Article\ndoi.org/10.1002/cssc.202202277\nChemSusChem 2023, 16, e202202277 (12 of 12) © 2023 The Authors. ChemSusChem published by Wiley-VCH GmbH\nWiley VCH Fr eitag, 14.04.2023\n2308 / 294135 [S. 137/137]\n1\n 1864564x, 2023, 8, Downloaded from https://chemistry-europe.onlinelibrary.wiley.com/doi/10.1002/cssc.202202277 by Readcube (Labtiva Inc.), Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
  ],
  "computational_sections": [
    "Molecular dynamics simulations\nMolecular dynamics simulations of IsPETase and HotPETase were\nperformed with the AMBER20 package\n[49]\nand the CHARMM\nforcefield.\n[50]\nThe structures of the proteins were prepared with\nCHARMM-GUI.\n[51]\nThe proteins were surrounded with 12 Å of water\nand 0.1 M of potassium chloride in a cubic box. Langevin dynamics\nwere performed with a time step of 2 fs using SHAKE,\n[52]\na friction\ncoefficient of 1 ps\n\u0000 1\n, and a temperature of 300 K. The cutoff was\n12 Å using force-switching with a switching region of 2 Å.\n[53]\nElectrostatic interactions were treated with the Particle Mesh Ewald\nmethod.\n[54]\nAfter an equilibration of 50 ns at 1 atm, the root mean\nsquare fluctuations of the protein backbone were determined\nduring 150 ns of production. The trajectories were processed with\ncpptraj\n[53,55]\nand analyzed with the CHARMM program.\n[56]\nBiochemical assays on PET film\nEnzymatic reactions (500 μL) were performed in triplicate in\npropylene tubes (Sarted), containing either 50 mM KH\n2\nPO\n4\n/K\n2\nHPO\n4\npH 8.0 or 50 mM bicine pH 9.0, and enzyme at different concen-\ntrations (up to 500 nm) except when evaluating the effect of\ndifferent PET loadings, when up to 4 μM enzyme was used. Where\nindicated for some experiments, DMSO was added in the reaction\nat 10 % (v/v) final concentration. Unless specified otherwise, the\nsamples were incubated for 96 h at 30 ° C. A sample with PET\nwithout enzyme was used as a blank. To stop the reaction, the PET\nwas removed, the solution incubated at 90 ° C for 10 min and\ncentrifugated at 15,000 g for 10 min. The released products from\nthe enzymatic reaction, TPA, MHET and BHET were quantified using\nan Agilent 1260 high pressure liquid chromatography (HPLC)\nsystem equipped with diode array detector at a wavelength of\n240 nm and using a Phenomenex Luna C18 column, 5 μm, 4.6 ×\n150 mm as described previously.\n[16]\nA calibration curve was\nperformed with each analyte with concentrations between 3 and\n100 ng μL\n\u0000 1\nand analyzed with the same conditions than the\nsamples.\nBiochemical assays using monomer substrates\nFor determination of MHET and BHET hydrolysis rates, reactions\nwere performed in triplicate using 2 mM substrate and 100 nm (for\nMHET hydrolysis) or 10 nm (for BHET hydrolysis) of IsPETase\nconcentration in a reaction comprising 98 % (v/v) 50 mM KH\n2\nPO\n4\n/\nK\n2\nHPO\n4\npH 8.0, 2 % (v/v) DMSO, at 30 ° C. BHET and MHET were\nsolubilized in 100 % (v/v) DMSO before addition to the reaction\nmixture. Reactions were terminated using an equal volume of\n100 % methanol. Product and substrate were quantified by HPLC.\nThe apparent turnover rate (k\ncat\n) was calculated using either the\nconcentration of TPA produced in the case of MHET hydrolysis, or\nthe sum of MHET and TPA produced in the case of BHET hydrolysis.\nAcknowledgements\nWe thank Anthony Green and Elizabeth Bell for providing the\nplasmid for HotPETase. JEM, ARP, LA, BRL, GK, MZ, LO, MC and VB\nthank Research England for E3 funding. JEM thanks the BBSRC for\ngrant BB/P011918/1. RG was funded through an NREL subcontract\nand University of Portsmouth Faculty of Science bursary. This work\nwas authored in part by Alliance for Sustainable Energy, LLC, the\nmanager and operator of the National Renewable Energy\nLaboratory (NREL) for the U.S. Department of Energy (DOE) under\nChemSusChem\nResearch Article\ndoi.org/10.1002/cssc.202202277\nChemSusChem 2023, 16, e202202277 (10 of 12) © 2023 The Authors. ChemSusChem published by Wiley-VCH GmbH\nWiley VCH Fr eitag, 14.04.2023\n2308 / 294135 [S. 135/137]\n1\n 1864564x, 2023, 8, Downloaded from https://chemistry-europe.onlinelibrary.wiley.com/doi/10.1002/cssc.202202277 by Readcube (Labtiva Inc.), Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nContract No. DE-AC36-08GO28308. Funding was provided by the\nU.S. DOE, Office of Energy Efficiency and Renewable Energy,\nAdvanced Manufacturing Office (AMO) and Bioenergy Technolo-\ngies Office (BETO). This work was performed as part of the Bio-\nOptimized Technologies to keep Thermoplastics out of Landfills\nand the Environment (BOTTLE) Consortium and was supported by\nAMO and BETO under contract no. DE-AC36-08GO28308 with\nNREL, operated by Alliance for Sustainable Energy, LLC. The\nBOTTLE Consortium includes members from the University of\nPortsmouth, funded under contract no. DE-AC36-08GO28308 with\nNREL. The views expressed in the article do not necessarily\nrepresent the views of the DOE or the U.S. Government. The U.S.\nGovernment retains and the publisher, by accepting the article for\npublication, acknowledges that the U.S. Government retains a\nnonexclusive, paid-up, irrevocable, worldwide license to publish or\nreproduce the published form of this work, or allow others to do\nso, for U.S. Government purposes. We thank staff at the Diamond\nLight Source for beamtime and support. We would also like to\nthank Daniel Hinchen and Tom Shakespeare for helpful conversa-\ntions in support of this work.\nConflict of Interest\nThe authors declare no conflict of interest.\nData Availability Statement\nThe data that support the findings of this study are available in\nthe supplementary material of this article.\nKeywords: biocatalysis · hydrolases · mesophilic enzymes ·\nPETase · plastics\n[1] F. Kawai, T. Kawabata, M. Oda, Appl. Microbiol. Biotechnol. 2019, 103,\n4253.\n[2] S. Yoshida, K. Hiraga, T. Takehana, I. Taniguchi, H. Yamaji, Y. Maeda, K.\nToyohara, K. Miyamoto, Y. Kimura, K. Oda, Science 2016, 351, 1196.\n[3] E. L. Bell, R. Smithson, S. Kilbride, J. Foster, F. J. Hardy, S. Ramachandran,\nA. A. Tedstone, S. J. Haigh, A. A. Garforth, P. J. R. Day, C. Levy, M. P.\nShaver, A. P. Green, Nat. Catal. 2022, 5, 673–681.\n[4] S. Joo, I. J. Cho, H. Seo, H. F. Son, H. Y. Sagong, T. J. Shin, S. Y. Choi, S. Y.\nLee, K. J. Kim, Nat. Commun. 2018, 9, 382.\n[5] H. Y. Sagong, H. F. Son, H. Seo, H. Hong, D. Lee, K. J. Kim, J. Hazard.\nMater. 2021, 416, 126075.\n[6] C. C. Chen, X. Han, X. Li, P. Jiang, D. Niu, L. Ma, W. Liu, S. Li, Y. Qu, H. Hu,\nJ. Min, Y. Yang, L. Zhang, W. Zeng, J.-W. Huang, L. Dai, R.-T. Guo, Nat.\nCatal. 2021, 4, 425–430.\n[7] F. Kawai, T. Kawabata, M. Oda, ACS Sustainable Chem. Eng. 2020, 8,\n8894–8908.\n[8] R. Wei, G. von Haugwitz, L. Pfaff, J. Mican, C. P. S. Badenhorst, W. Liu, G.\nWeber, H. P. Austin, D. Bednar, J. Damborsky, U. T. Bornscheuer, ACS\nCatal. 2022, 12, 3382–3396.\n[9] A. K. Herzog, R. J. Müller, W. D. Deckwer, Polym. Degrad. Stab. 2006, 91,\n2486.\n[10] Å. M. Ronkvist, W. Xie, W. Lu, R. A. Gross, Macromolecules 2009, 42,\n5128–5138.\n[11] R. Wei, T. Oeser, M. Barth, N. Weigl, A. Lübs, M. Schulz-Siegmund, M. C.\nHacker, W. Zimmermann, J. Mol. Catal. B 2014, 103, 72–78.\n[12] K. Vogel, R. Wei, L. Pfaff, D. Breite, H. Al-Fathi, C. Ortmann, I. Estrela-\nLopis, T. Venus, A. Schulze, H. Harms, U. T. Bornscheuer, T. Maskow, Sci.\nTotal Environ. 2021, 773, 145111.\n[13] E. L. Pfaff, J. Gao, Z. Li, A. Jäckering, G. Weber, J. Mican, Y. Chen, W.\nDong, X. Han, C. G. Feiler, Y.-F. Ao, C. P. S. Badenhorst, D. Bednar, G. J.\nPalm, M. Lammers, J. Damborsky, B. Strodel, W. Liu, U. T. Bornscheuer, R.\nWei, ACS Catal. 2022, 12, 9790–9800.\n[14] R. Wei, T. Oeser, J. Then, N. Kuhn, M. Barth, J. Schmidt, W. Zimmermann,\nAMB Express 2014, 4, 44.\n[15] J. Arnling Bååth, K. Borch, K. Jensen, J. Brask, P. Westh, ChemBioChem\n2021, 22, 1627–1637.\n[16] E. Erickson, T. J. Shakespeare, F. Bratti, B. L. Buss, R. Graham, M. A.\nHawkins, G. König, W. E. Michener, J. Miscall, K. J. Ramirez, N. A. Rorrer,\nM. Zahn, A. R. Pickford, J. E. McGeehan, G. T. Beckham, ChemSusChem\n2022, 15, e202102517.\n[17] J. Arnling Bååth, K. Jensen, K. Borch, P. Westh, J. Kari, JACS Au 2022, 2,\n1223–1231.\n[18] J. Kari, M. Andersen, K. Borch, P. Westh, ACS Catal. 2017, 7, 4904–4914.\n[19] J. Kari, S. J. Christensen, M. Andersen, S. S. Baiget, K. Borch, P. Westh,\nAnal. Biochem. 2019, 586, 113411.\n[20] E. Z. L. Zhong-Johnson, C. A. Voigt, A. J. Sinskey, Sci. Rep. 2021, 11, 928.\n[21] K. Mukai, K. Yamada, Y. Doi, Int. J. Biol. Macromol. 1993, 15, 361–366.\n[22] M. Scandola, M. L. Focarete, G. Frisoni, Macromolecules 1998, 31, 3846–\n3851.\n[23] S. Nayak, W.-S. Yeo, M. Mrksich, Langmuir 2007, 23, 5578–5583.\n[24] B. C. Knott, E. Erickson, M. D. Allen, J. E. Gado, R. Graham, F. L. Kearns, I.\nPardo, E. Topuzlu, J. J. Anderson, H. P. Austin, G. Dominick, C. W.\nJohnson, N. A. Rorrer, C. J. Szostkiewicz, V. Copié, C. M. Payne, H. L.\nWoodcock, B. S. Donohoe, G. T. Beckham, J. E. McGeehan, Proc. Natl.\nAcad. Sci. USA 2020, 117, 25476–25485.\n[25] S. Brott, L. Pfaff, J. Schuricht, J. N. Schwarz, D. Böttcher, C. P. S.\nBadenhorst, R. Wei, U. T. Bornscheuer, Eng. Life Sci. 022, 22, 192–203.\n[26] A. A. Singh, N. A. Rorrer, S. R. Nicholson, E. Erickson, J. S. DesVeaux,\nA. F. T. Avelino, P. Lamers, A. Bhatt, Y. Zhang, G. Avery, L. Tao, A. R.\nPickford, A. C. Carpenter, J. E. McGeehan, G. T. Beckham, Joule 2021, 5,\n2479–2503.\n[27] B. T. Uekert, J. S. DesVeaux, A. Singh, S. R. Nicholson, P. Lamers, T.\nGhosh, J. E. McGeehan, A. C. Carpenter, G. T. Beckham, Green Chem.\n2022, 24, 6531–6543.\n[28] R. Graham, E. Erickson, R. K. Brizendine, D. Salvachúa, W. E. Michener, Y.\nLi, Z. Tan, G. T. Beckham, J. E. McGeehan, A. R. Pickford, Chem. Catal.\n2022, 2, 2644–2657.\n[29] J. Jumper, R. Evans, A. Pritzel, T. Green, M. Figurnov, O. Ronneberger, K.\nTunyasuvunakool, R. Bates, A. Žídek, A. Potapenko, A. Bridgland, C.\nMeyer, S. A. A. Kohl, A. J. Ballard, A. Cowie, B. Romera-Paredes, S.\nNikolov, R. Jain, J. Adler, T. Back, S. Petersen, D. Reiman, E. Clancy, M.\nZielinski, M. Steinegger, M. Pacholska, T. Berghammer, S. Bodenstein, D.\nSilver, O. Vinyals, A. W. Senior, K. Kavukcuoglu, P. Kohli, D. Hassabis,\nNature 2021, 596, 583–589.\n[30] H. P. Austin, M. D. Allen, B. S. Donohoe, N. A. Rorrer, F. L. Kearns, R. L.\nSilveira, B. C. Pollard, G. Dominick, R. Duman, K. El Omari, V. Mykhaylyk,\nA. Wagner, W. E. Michener, A. Amore, M. S. Skaf, M. F. Crowley, A. W.\nThorne, C. W. Johnson, H. L. Woodcock, J. E. McGeehan, G. T. Beckham,\nProc. Natl. Acad. Sci. USA 2018, 115, E4350.\n[31] H. F. Son, I. J. Cho, S. Joo, H. Seo, H. Sagong, S. Y. Choi, S. Y. Lee, K. Kim,\nACS Catal. 2019, 9, 3519.\n[32] S. F. Badino, J. A. Bååth, K. Borch, K. Jensen, P. Westh, Enzym. Microb.\nTechnol. 2021, 152, 109937.\n[33] M. Rabe, D. Verdes, S. Seeger, Adv. Colloid Interface Sci. 2011, 162, 87–\n106.\n[34] A. Tjernberg, N. Markova, W. J. Griffiths, D. Hallén, J. Biomol. Screen\n2006, 11, 131–137.\n[35] D. S. H. Chan, M. E. Kavanagh, K. J. McLean, A. W. Munro, D. Matak-\nVinković, A. G. Coyne, C. Abell, Anal. Chem. 2017, 89, 9976–9983.\n[36] A. S. Schubert, K. Schaller, J. A. Bååth, C. Hunt, K. Borch, K. Jensen, J.\nBrask, P. Westh, ChemBioChem 2022, 24, e202200516.\n[37] N. A. Tarazona, R. Wei, S. Brott, L. Pfaff, U. T. Bornscheuer, A. Lendlein, R.\nMachatschek, Chem. Catal. 2022, 2, 3573–3589.\n[38] T. Fecker, P. Galaz-Davison, F. Engelberger, Y. Narui, M. Sotomayor, L. P.\nParra, C. A. Ramirez-Sarmiento, Biophys. J. 2018, 114, 1302.\n[39] S. Kumar, C. J. Tsai, R. Nussinov, Protein Eng. 2000, 13, 179–191.\n[40] E. Erickson, J. E. Gado, L. Avilán, F. Bratti, R. K. Brizendine, P. A. Cox, R.\nGill, R. Graham, D.-J. Kim, G. König, W. E. Michener, S. Poudel, K. J.\nRamirez, T. J. Shakespeare, M. Zahn, E. S. Boyd, C. M. Payne, J. L. DuBois,\nChemSusChem\nResearch Article\ndoi.org/10.1002/cssc.202202277\nChemSusChem 2023, 16, e202202277 (11 of 12) © 2023 The Authors. ChemSusChem published by Wiley-VCH GmbH\nWiley VCH Fr eitag, 14.04.2023\n2308 / 294135 [S. 136/137]\n1\n 1864564x, 2023, 8, Downloaded from https://chemistry-europe.onlinelibrary.wiley.com/doi/10.1002/cssc.202202277 by Readcube (Labtiva Inc.), Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nA. R. Pickford, G. T. Beckham, J. E. McGeehan, Nat. Commun. 2022, 13,\n7850.\n[41] P. Puigbò, E. Guzmán, A. Romeu, S. Garcia-Vallvé, Nucleic Acids Res.\n2007, 35, W126-W131.\n[42] F. W. Studier, Protein Expression Purif. 2005, 41, 207–234.\n[43] G. Winter, D. G. Waterman, J. M. Parkhurst, A. S. Brewster, R. J. Gildea, M.\nGerstel, L. Fuentes-Montero, M. Vollmar, T. Michels-Clark, I. D. Young,\nN. K. Sauter, G. Evans, Acta Crystallogr. D Struct. Biol. 2018, 74, 85–97.\n[44] J. M. Parkhurst, G. Winter, D. G. Waterman, L. Fuentes-Montero, R. J.\nGildea, G. N. Murshudov, G. Evans, J. Appl. Crystallogr. 2016, 49, 1912–\n1921.\n[45] A. Vagin, A. Teplyakov, Acta Crystallogr. Sect. D 2010, 66, 22–25.\n[46] P. Emsley, B. Lohkamp, W. G. Scott, K. Cowtan, Acta Crystallogr. Sect. D\n2010, 66, 486–501.\n[47] G. N. Murshudov, P. Skubák, A. A. Lebedev, N. S. Pannu, R. A. Steiner,\nR. A. Nicholls, M. D. Winn, F. Long, A. A. Vagin, Acta Crystallogr. Sect. D\n2011, 67, 355–367.\n[48] C. J. Williams, J. J. Headd, N. W. Moriarty, M. G. Prisant, L. L. Videau, L. N.\nDeis, V. Verma, D. A. Keedy, B. J. Hintze, V. B. Chen, S. Jain, S. M. Lewis,\nW. B. Arendall, J. Snoeyink, P. D. Adams, S. C. Lovell, J. S. Richardson,\nD. C. Richardson, Protein Sci. 2018, 27, 293–315.\n[49] D. A. Case, T. E. Cheatham, T. Darden, H. Gohlke, R. Luo, K. M. Merz, A.\nOnufriev, C. Simmerling, B. Wang, R. J. Woods, J. Comput. Chem. 2005,\n26, 1668–1688.\n[50] R. B. Best, X. Zhu, J. Shim, P. E. Lopes, J. Mittal, M. Feig, A. D. Mackerell, J.\nChem. Theory Comput. 2012, 8, 3257–3273.\n[51] S. Jo, T. Kim, V. G. Iyer, W. Im, J. Comput. Chem. 2008, 29, 1859–1865.\n[52] W. F. van Gunsteren, H. J. C. Berendsen, Mol. Phys. 1977, 34, 1311–1327.\n[53] P. J. Steinbach, B. R. Brooks, J. Comput. Chem. 1994, 15, 667–683.\n[54] T. Darden, D. York, L. Pedersen, J. Chem. Phys. 1993, 98, 10089–10092.\n[55] D. R. Roe, T. E. Cheatham, J. Chem. Theory Comput. 2013, 9, 3084–3095.\n[56] B. R. Brooks, C. L. Brooks Iii, A. D. Mackerell Jr, L. Nilsson, R. J. Petrella, B.\nRoux, Y. Won, G. Archontis, C. Bartels, S. Boresch, A. Caflisch, L. Caves, Q.\nCui, A. R. Dinner, M. Feig, S. Fischer, J. Gao, M. Hodoscek, W. Im, K.\nKuczera, T. Lazaridis, J. Ma, V. Ovchinnikov, E. Paci, R. W. Pastor, C. B.\nPost, J. Z. Pu, M. Schaefer, B. Tidor, R. M. Venable, H. L. Woodcock, X.\nWu, W. Yang, D. M. York, M. Karplus, J. Comput. Chem. 2009, 30, 1545–\n1614.\nManuscript received: December 7, 2022\nRevised manuscript received: February 17, 2023\nAccepted manuscript online: February 21, 2023\nVersion of record online: March 23, 2023\nChemSusChem\nResearch Article\ndoi.org/10.1002/cssc.202202277\nChemSusChem 2023, 16, e202202277 (12 of 12) © 2023 The Authors. ChemSusChem published by Wiley-VCH GmbH\nWiley VCH Fr eitag, 14.04.2023\n2308 / 294135 [S. 137/137]\n1\n 1864564x, 2023, 8, Downloaded from https://chemistry-europe.onlinelibrary.wiley.com/doi/10.1002/cssc.202202277 by Readcube (Labtiva Inc.), Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
  ]
}