{
  "txt_file": "ChemSusChem - 2021 - Erickson - Comparative Performance of PETase as a Function of Reaction Conditions  Substrate.txt",
  "experimental_sections": [
    "Experimental Section\nDescriptions of all materials and methods used in this study are\ndetailed in the Supporting Information Appendix, Experimental\nDetails.\nAcknowledgements\nThis work was authored in part by Alliance for Sustainable Energy,\nLLC, the manager and operator of the National Renewable Energy\nLaboratory (NREL) for the U.S. Department of Energy (DOE) under\nContract No. DE-AC36-08GO28308. Funding was provided by the\nU.S. DOE, Office of Energy Efficiency and Renewable Energy,\nAdvanced Manufacturing Office (AMO) and Bioenergy Technolo-\ngies Office (BETO). This work was performed as part of the Bio-\nOptimized Technologies to keep Thermoplastics out of Landfills\nand the Environment (BOTTLE) Consortium and was supported by\nAMO and BETO under contract no. DE-AC36-08GO28308 with\nNREL, operated by Alliance for Sustainable Energy, LLC. The\nBOTTLE Consortium includes members from the University of\nPortsmouth, funded under contract no. DE-AC36-08GO28308 with\nNREL and additionally supported by Research England\n(E3 Scheme). The views expressed in the article do not necessarily\nrepresent the views of the DOE or the U.S. Government. The U.S.\nGovernment retains and the publisher, by accepting the article for\npublication, acknowledges that the U.S. Government retains a\nnonexclusive, paid-up, irrevocable, worldwide license to publish or\nreproduce the published form of this work, or allow others to do\nso, for U.S. Government purposes. G.T.B., E.E., and N.A.R. also\nthank the NREL Laboratory Directed Research and Development\nprogram for funding. J.E.M. and A.R.P. thank Research England for\nE3 funding, and J.E.M. thanks the BBSRC for grant BB/P011918/1.\nT.S. and R.G. were funded through an NREL subcontract and\nUniversity of Portsmouth Faculty of Science bursary. We thank the\nDiamond Light Source for beamtime (proposals MX-23269) and\nthe beamline staff at I03 for support. We thank Ted Chapman and\nBen Huckle at GSK, Worthing, for protein production and Mark\nAllen for initial structural work. We would also like to thank\nRichard K. Brizendine and Allison Z. Werner for helpful conversa-\ntions in support of this work.\nConflict of Interest\nThe authors declare no conflict of interest.\nKeywords: biocatalysis · chemical recycling · enzymes · PET\nhydrolase · polymers\n[1] a) R. Wei, W. Zimmermann, Microb. Biotechnol. 2017, 10, 1302–1307;\nb) R. Wei, W. Zimmermann, Microb. Biotechnol. 2017, 10, 1308–1322; c) I.\nTaniguchi, S. Yoshida, K. Hiraga, K. Miyamoto, Y. Kimura, K. Oda, ACS\nCatal. 2019, 9, 4089–4105; d) F. Kawai, T. Kawabata, M. Oda, ACS\nSustainable Chem. Eng. 2020, 8, 8894–8908; e) V. Tournier, C. M.\nTopham, A. Gilles, B. David, C. Folgoas, E. Moya-Leclair, E. Kamionka,\nM. L. Desrousseaux, H. Texier, S. Gavalda, M. Cot, E. Guémard, M.\nChemSusChem\nFull Papers\ndoi.org/10.1002/cssc.202101932\nChemSusChem 2022, 15, e202101932 (10 of 11) © 2021 Wiley-VCH GmbH\nWiley VCH Mittwoch, 22.12.2021\n2201 / 224692 [S. 108/109]\n1\n 1864564x, 2022, 1, Downloaded from https://chemistry-europe.onlinelibrary.wiley.com/doi/10.1002/cssc.202101932 by University Of Illinois At Urbana Champaign, Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nDalibey, J. Nomme, G. Cioci, S. Barbe, M. Chateau, I. André, S. Duquesne,\nA. Marty, Nature 2020, 580, 216–219.\n[2] a) E. Herrero Acero, D. Ribitsch, G. Steinkellner, K. Gruber, K. Greimel, I.\nEiteljoerg, E. Trotscha, R. Wei, W. Zimmermann, M. Zinn, A. Cavaco-\nPaulo, G. Freddi, H. Schwab, G. Guebitz, Macromolecules 2011, 44, 4632–\n4640; b) S. Sulaiman, S. Yamato, E. Kanaya, J.-J. Kim, Y. Koga, K. Takano,\nS. Kanaya, Appl. Environ. Microbiol. 2012, 78, 1556–1562; c) F. Kawai, T.\nKawabata, M. Oda, Appl. Microbiol. Biotechnol. 2019, 103, 4253–4268.\n[3] S. Yoshida, K. Hiraga, T. Takehana, I. Taniguchi, H. Yamaji, Y. Maeda, K.\nToyohara, K. Miyamoto, Y. Kimura, K. Oda, Science 2016, 351, 1196–\n1199.\n[4] B. C. Knott, E. Erickson, M. D. Allen, J. E. Gado, R. Graham, F. L. Kearns, I.\nPardo, E. Topuzlu, J. J. Anderson, H. P. Austin, G. Dominick, C. W.\nJohnson, N. A. Rorrer, C. J. Szostkiewicz, V. Copié, C. M. Payne, H. L.\nWoodcock, B. S. Donohoe, G. T. Beckham, J. E. McGeehan, Proc. Natl.\nAcad. Sci. USA 2020, 117, 25476–25485.\n[5] a) H. F. Son, I. J. Cho, S. Joo, H. Seo, H.-Y. Sagong, S. Y. Choi, S. Y. Lee, K.-\nJ. Kim, ACS Catal. 2019, 9, 3519–3526; b) H. F. Son, S. Joo, H. Seo, H. Y.\nSagong, S. H. Lee, H. Hong, K. J. Kim, Enzyme Microb. Technol. 2020, 141,\n109656; c) Y. Cui, Y. Chen, X. Liu, S. Dong, Y. e. Tian, Y. Qiao, R. Mitra, J.\nHan, C. Li, X. Han, W. Liu, Q. Chen, W. Wei, X. Wang, W. Du, S. Tang, H.\nXiang, H. Liu, Y. Liang, K. N. Houk, B. Wu, ACS Catal. 2021, 11, 1340–\n1350; d) E. Z. L. Zhong-Johnson, C. A. Voigt, A. J. Sinskey, Sci. Rep. 2021,\n11, 928.\n[6] H. P. Austin, M. D. Allen, B. S. Donohoe, N. A. Rorrer, F. L. Kearns, R. L.\nSilveira, B. C. Pollard, G. Dominick, R. Duman, K. El Omari, V. Mykhaylyk,\nA. Wagner, W. E. Michener, A. Amore, M. S. Skaf, M. F. Crowley, A. W.\nThorne, C. W. Johnson, H. L. Woodcock, J. E. McGeehan, G. T. Beckham,\nProc. Natl. Acad. Sci. USA 2018, 115, E4350–E4357.\n[7] C. Roth, R. Wei, T. Oeser, J. Then, C. Föllner, W. Zimmermann, N. Sträter,\nAppl. Microbiol. Biotechnol. 2014, 98, 7815–7823.\n[8] a) G. J. Palm, L. Reisky, D. Böttcher, H. Müller, E. A. P. Michels, M. C.\nWalczak, L. Berndt, M. S. Weiss, U. T. Bornscheuer, G. Weber, Nat.\nCommun. 2019, 10, 1717; b) H. Seo, S. Kim, H. F. Son, H.-Y. Sagong, S.\nJoo, K.-J. Kim, Biochem. Biophys. Res. Commun. 2019, 508, 250–255.\n[9] a) L. D. Ellis, N. A. Rorrer, K. P. Sullivan, M. Otto, J. E. McGeehan, Y.\nRomán-Leshkov, N. Wierckx, G. T. Beckham, Nat. Catal. 2021, 4, 539–556;\nb) A. Singh, N. A. Rorrer, S. R. Nicholson, E. Erickson, J. S. DesVeaux,\nA. F. T. Avelino, P. Lamers, A. Bhatt, Y. Zhang, G. Avery, L. Tao, A. R.\nPickford, A. C. Carpenter, J. E. McGeehan, G. T. Beckham, Joule 2021, 5,\n2479–2503.\n[10] a) X. Han, W. Liu, J.-W. Huang, J. Ma, Y. Zheng, T.-P. Ko, L. Xu, Y.-S.\nCheng, C.-C. Chen, R.-T. Guo, Nat. Commun. 2017, 8, 2106; b) C.-C. Chen,\nX. Han, T.-P. Ko, W. Liu, R.-T. Guo, FEBS J. 2018, 285, 3717–3723.\n[11] T. Fecker, P. Galaz-Davison, F. Engelberger, Y. Narui, M. Sotomayor, L. P.\nParra, C. A. Ramírez-Sarmiento, Biophys. J. 2018, 114, 1302–1312.\n[12] M. Oda, Y. Yamagami, S. Inaba, T. Oida, M. Yamamoto, S. Kitajima, F.\nKawai, Appl. Microbiol. Biotechnol. 2018, 102, 10067–10077.\n[13] a) M. Barth, T. Oeser, R. Wei, J. Then, J. Schmidt, W. Zimmermann,\nBiochem. Eng. J. 2015, 93, 222–228; b) R. Wei, C. Song, D. Gräsing, T.\nSchneider, P. Bielytskyi, D. Böttcher, J. Matysik, U. T. Bornscheuer, W.\nZimmermann, Nat. Commun. 2019, 10, 5581.\n[14] J. Kari, M. Andersen, K. Borch, P. Westh, ACS Catal. 2017, 7, 4904–4914.\n[15] J. A. Bååth, K. Borch, K. Jensen, J. Brask, P. Westh, ChemBioChem 2021,\n22, 1627–1637.\n[16] a) T. Brueckner, A. Eberl, S. Heumann, M. Rabe, G. M. Guebitz, J. Polym.\nSci. Part A 2008, 46, 6435–6443; b) Å. M. Ronkvist, W. Xie, W. Lu, R. A.\nGross, Macromolecules 2009, 42, 5128–5138; c) I. Donelli, G. Freddi, V. A.\nNierstrasz, P. Taddei, Polym. Degrad. Stab. 2010, 95, 1542–1550; d) C.\nGamerith, B. Zartl, A. Pellis, F. Guillamot, A. Marty, E. H. Acero, G. M.\nGuebitz, Process Biochem. 2017, 59, 58–64; e) R. Wei, D. Breite, C. Song,\nD. Gräsing, T. Ploss, P. Hille, R. Schwerdtfeger, J. Matysik, A. Schulze, W.\nZimmermann, Adv. Sci. 2019, 6, 1900491.\n[17] P. K. Robinson, Essays Biochem. 2015, 59, 1.\nManuscript received: September 9, 2021\nRevised manuscript received: September 28, 2021\nAccepted manuscript online: September 29, 2021\nVersion of record online: November 5, 2021\nChemSusChem\nFull Papers\ndoi.org/10.1002/cssc.202101932\nChemSusChem 2022, 15, e202101932 (11 of 11) © 2021 Wiley-VCH GmbH\nWiley VCH Mittwoch, 22.12.2021\n2201 / 224692 [S. 109/109]\n1\n 1864564x, 2022, 1, Downloaded from https://chemistry-europe.onlinelibrary.wiley.com/doi/10.1002/cssc.202101932 by University Of Illinois At Urbana Champaign, Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
  ],
  "computational_sections": []
}