{
  "txt_file": "fbioe-11-1263996.txt",
  "experimental_sections": [],
  "computational_sections": [
    "simulations were used investigate the CBM-PET interactions and\nidentiﬁed an aromatic triad (Trp9/Trp44/Trp63) on the peptide\nsurface that was also stabilized by π-stacking interactions and\nhydrogen bonds. This was further veri ﬁed by tryptophan\nquenching experiments and alanine point mutations; moreover,\nthe strength of PET binding of CBMs was found to be largely\ndetermined by the ratio of hydrophobic to polar contacts at the\ninterface.\nAndrew et al. investigated the binding ofBaCBM2 for PET in\ndetail and showed that the binding afﬁnity is highly associated with\nthe temperature and crystallinity (Rennison, Westh, and Møller,\n2023). With increasing in tested temperatures, the general trend of\nK\nd increased ﬁrst and then declined. At ~40°C, a maximumKd of\n408 nM forBaCBM2 was detected, showing an obviously lower\nafﬁnity for this PET substrate. At low temperatures, the increased\nbinding afﬁnity might be caused by a gain in entropy caused by\ndehydration of the binding surface; nevertheless, at higher\ntemperatures, it might result from the increase in crystalline\nregions on the PET surface. At 20\n°C, there is a clear trend of\nhigher afﬁnity at higher crystallinity, and a signiﬁcant increase in\nafﬁnity was seen as ~ 20% bulk crystallinity. This indicated that\nBaCBM2 might bind preferentially to crystalline areas on the PET\nsurface. MD studies indicated that the binding is mainly driven by\nthe critical residues W9, W44 and W63 through a gain in entropy\ncaused by the dehydration of the binding surface. In my opinion,\nfusing a polymer-binding module to the PET hydrolase is a\npromising strategy to streamline the enzymatic hydrolysis of\nPET, however the binding capacity, afﬁnity, and thermostability\nshould be improved to satisfy the needs of industrial operation.\nTo improve the PET-degrading capacity ofIsPETase, different\npolymer-binding domains (CBM of cellobiohydrolase I from\nTrichoderma reesei, PBM, and HFB4) were selected and fused to\nthe C-terminus of the IsPETase\nS121E/D186H/R280A (IsPETaseEHA)\nmutant (Dai, Qu, Huang, et al., 2021b). The results demonstrated\nthat CBM fused to IsPETaseEHA showed the most signi ﬁcant\nstimulatory effect on the enzymatic hydrolysis of PET with\n30.7 μM soluble products (TPA and MHET) released, which was\nincreased by ~71.5% at 30\n°C. In contrast, the catalytic activity was\nfound to be strongly inhibited by the fused PBM (poly (3-\nhydroxybutyrate)–binding domain of PHB depolymerase fromR.\npickettii). However, at 40\n°C, only IsPETaseEHA_CBM showed\nimproved catalytic efﬁciency with a total amount of 251.5 μM\nreleased products (increased by ~44.5%). This positive effect was\nreduced by the N-terminus fused protein, which indicates that the\norientation of the substrate binding domain plays a critical role in\nthe catalytic activity of the fused protein.\n3.4.2 Hydrophobin-fused PETase\nIn addition to the CBM, hydrophobins are also believed to\nimprove the catalytic performance of PETase. They are highly\nsurface-active proteins capable of spontaneously self-assembling\nat hydrophilic-hydrophobic interfaces, which are proven to be\nimportant for interface engineering (Berger and Sallada, 2019).\nPuspitasari et al. investigated the effects of the class I\nhydrophobin RolA from Aspergillus oryzae and HGFI from\nGrifola frondose on PETase-catalysed PET hydrolysis (Puspitasari,\nTsai, and Lee, 2021a). The results showed that PET pretreatment\nwith RolA or HGFI could all accelerate PETase hydrolysis against\nPET with more soluble monomers released. After pretreatment, the\nweight loss of hydrolysed PET increased from ~18% to 34%;\nmoreover, for the HGFI-modiﬁed PET ﬁbre (crystallinity, 38.8%),\nthe weight loss reached 34.56% after 5 days. However, no signiﬁcant\nenhancement was detected when the simultaneous addition of\nhydrophobins with PETase was used for PET degradation. This\nﬁnding was contrary to that obtained with class II hydrophobins\n(Espino-Rammer et al., 2013); therefore, this stimulation effect\ncaused by hydrophobins should be further examined in detail. In\nthe subsequent study, RolA was found to be able to enhance the PET\nhydrolysis of a PET bottle, and the highest weight loss was\ndetermined to be ~26% after 4 days (Puspitasari, Tsai, and Lee,\n2021b).\nIn a recent study, a zwitterionic polypeptide (5 –30 kDa)\nconsisting of alternating-charged glutamic acid (E) and lysine (K)\nresidues was fused to the C-terminus of PETase (X. Chen, 2021). The\nresults highlighted that the lengths of the fusion peptide play a clear\nrole in the PET-degrading performance, and PETase-EK30 (T\nm =\n45.4°C ± 0.21°C) was found to display the highest catalytic activity\n(increased by 11-fold compared with the wild-type PETase) against\nthe highly crystallized PETﬁlms (crystallinity, 45.2%). After 5 days,\nthe concentration of products released by PETase-EK30 at 40\n°C\nagainst AGf-PET was further increased to 303.2μM, 9.4-fold higher\nthan that released by wild-type PETase. Molecular modelling\nrevealed a strengthened structural stability and a more open\nsubstrate-binding pocket of the EKylated PETases. MD\nFrontiers inBioengineering and Biotechnology frontiersin.org21\nLiu et al. 10.3389/fbioe.2023.1263996\nsimulations indicate that the improved catalytic activity might result\nfrom the exposure of hydrophobic amino acids (W185, I208, and\nW159, a more open substrate-binding site), rotation of the benzene\nring of Y87, and a shortened catalytic distance between the labile\ncarbonyl carbon atom of 2PET and the hydroxy oxygen of the\ncatalytic S160 caused by the EKylation. All these are believed to be\nassociated with the enhanced catalytic activity for PET degradation.\nIn addition, the noncatalytic polysaccharide monooxygenase\nwas shown to be capable of binding to relatively ﬂat\npolysaccharide surfaces similar to CBMs ( Hangasky, Detomasi,\nand Marletta, 2019), which might contribute to binding to the\nPET surface. In one study, it was reported that the lytic\npolysaccharide monooxygenase from Pycnoporus coccineus\n(PcAA14A) could also facilitate IsPETase-catalysed PET\ndegradation (Dai, Qu, Hu, et al., 2021a). The results showed that\nPcAA14A alone was unable to degrade PET; however, the PET\ndegradation products were increased to 534 ± 24.3μM when treated\nwith PcAA14A andIsPETase simultaneously, which was increased\nby 59.2% compared with that catalysed byIsPETase alone. Even in\nthe absence of ascorbate and H\n2O2 (necessary for the catalytic\nfunctions of PcAA14A) or with the inactive mutant\nPcAA14A\nH100A, similar ﬁndings could also be obtained with\n588 ± 13.5μM, 490 ± 13.5μM, 490 ± 26.5μM products detected.\nThis reveals the synergistic effects of PcAA14A andIsPETase in PET\nhydrolysis, which might be unrelated to the catalytic activity of\nPcAA14. After 5 days, under the optimal conditions, PET was\ndegraded, releasing 1,097 μM products, which was increased by\n27.7% compared with that produced by IsPETase alone. These\ninteresting ﬁndings provide novel insights into the design of\npromising enzymatic machineries for PET biodegradation.\n4 Discussion and conclusion\nThe plastic crisis is a global challenge that requires urgent\nintervention and a concerted eff o r tt h a tl i n k sp a r t n e r sa c r o s s\nindustrial, academic,ﬁnancial, and government sectors. Enzymatic\nhydrolysis of PET, as a green and sustainable alternative, has\ncaptured great importance and interest worldwide. This strategy is\nconsidered as an environmentally friendly strategy for the recycling of\npost-consumer PET wastes. While progress on the PET-biodegradation\nhas been made, there are still challenges to overcome in developing\neffective and scalable methods for biodegrading PET. Currently, it is the\nmain challenge to discover and identify potential polymer-active\nenzymes acting on speciﬁc or different fossil-fuel-based plastics in\nnature or by molecular engineeringof the existing enzymes. It is still\nimperative to further improve the thermostability of the used PETases\n(or PETase-like enzymes), which usually function poorly at glassy\ntransition temperature. Though several promising PETase mutants\nhave been reported (e.g., HotPETase, ThermoPETase and\nDuraPETase), molecular engineering of PETases for improved\nstability and PET-degrading activity simultaneously still remains a\nchallenge but a promising strategy.\nBesides, currently the mixed plastic fractions are usually difﬁcult\nto recycle, however the microbial metabolism might open novel\ngrounds with the rapid development of synthetic biology and\nmetabolic engineering. Highly ef ﬁcient microbial cell factories\nwith modi ﬁed genetic circuits would not only provide a\npromising strategy for PET degradation, but enable the polymer\nupcycling. For the upcycling strategy, the hydrolysed fragments or\ndepolymerized monomers (e.g., as, EG, TPA) could then be used as\nsubstrates or carbon sources to produce value-added compounds\nsuch as isoprene and caprolactam. Though promising, it requires a\nsystems-based and multidisciplinary strategy to achieve this\npurpose. In addition, it is necessary to determine, and cope with\nthe factors contributing to the costs of PET-biodegradation, such as\nthe biore ﬁnery processes of the plastic wastes, industrialized\nfermentation and puri ﬁcation of the PET-degrading catalysts,\nprotein engineering for improved catalytic performance and so on.\nAs emphasized in this review, it is believed that effective\nenzymes with enhanced thermostability and degradation\nperformance combined with the rapidly developing synthetic\nbiology and metabolic engineering tools would further streamline\nPET upcycling processes.\nAuthor contributions\nFL: Writing –original draft, Writing –review and editing,\nFunding acquisition. TW: Writing–original draft, Writing–review\nand editing, Conceptualization, Investigation, Methodology, Project\nadministration. WY: Data curation, Resources, Writing–original",
    "simulations trajectories. Comput. Struct. Biotechnol. J. 20, 459–470. doi:10.1016/j.\ncsbj.2021.12.042\nLiu, C., Shi, C., Zhu, S., Wei, R., and Yin, C. C. (2019). Structural and functional\ncharacterization of polyethylene terephthalate hydrolase from Ideonella sakaiensis.\nBiochem. Biophys. Res. Commun.508 (1), 289–294. doi:10.1016/j.bbrc.2018.11.148\nLiu, K., Xu, Z., Zhao, Z., Chen, Y., Chai, Y., Ma, L., et al. (2023). A dualﬂuorescence\nassay enables high-throughput screening for poly(ethylene terephthalate) hydrolases.\nChemSusChem 16 (5), e202202019. doi:10.1002/cssc.202202019\nLiu, Y., Liu, Z., Guo, Z., Yan, T., Jin, C., and Wu, J. (2022a). Enhancement of the\ndegradation capacity of IsPETase for PET plastic degradation by protein engineering.\nSci. Total Environ.834, 154947. doi:10.1016/j.scitotenv.2022.154947\nLiu, Y., Wang, P., Tian, J., Seidi, F., Guo, J., Zhu, W., et al. (2022b). Carbohydrate-\nbinding modules of potential resources: occurrence in nature, function, and application\nin ﬁber recognition and treatment. Polym. (Basel) 14 (9), 1806. doi:10.3390/\npolym14091806\nLoll-Krippleber, R., Sajtovich, V. A., Ferguson, M. W., Ho, B., Burns, A. R., Payliss, B.\nJ., et al. (2022). Development of a yeast whole-cell biocatalyst for MHET conversion into\nterephthalic acid and ethylene glycol. Microb. Cell. Fact. 21 (1), 280. doi:10.1186/\ns12934-022-02007-9\nLu, H., Diaz, D. J., Czarnecki, N. J., Zhu, C., Kim, W., Shroff, R., et al. (2022). Machine\nlearning-aided engineering of hydrolases for PET depolymerization.Nature 604 (7907),\n662–667. doi:10.1038/s41586-022-04599-z\nMagalhães, R. P., Cunha, J. M., and Sousa, S. F. (2021). Perspectives on the role of\nenzymatic biocatalysis for the degradation of plastic PET.Int. J. Mol. Sci.22 (20), 11257.\ndoi:10.3390/ijms222011257\nMagni, Stefano, Bonasoro, Francesco, Delia Torre, Camilla, Camilla Carla Parenti,"
  ]
}