{
  "txt_file": "machine-learning-guided-identification-of-pet-hydrolases-from-natural-diversity.txt",
  "experimental_sections": [
    "recycling methodology for poly(ethylene terephthalate)\n(PET), an abundantly produced plastic, due to its potential\nto selectively depolymerize the polymer under mild con-\nditions.\n1,2\nA number of naturally occurring hydrolase enzymes\nhave been discovered that catalyze the conversion of PET to its\nconstituent monomers, terephthalic acid (TPA) and ethylene\nglycol (EG).\n3−11\nMost of these PET hydrolases exhibit\npromiscuous activity related to their native functions as\ncutinases, lipases, and carboxylesterases. In this study, we use\nthe term ″PET hydrolase″ to denote enzymes with\ndemonstrated PET hydrolytic activity, acknowledging that\nthe observed activity of these enzymes is very likely\npromiscuous activity. At the time of writing, there are 127\nPET hydrolases recorded in the PAZy database and on the\norder of 250 total known enzymes to have PET depolymeriza-\ntion activity.\n12\nSignificant efforts have been dedicated to understand and\nengineer these natural enzyme scaffolds to improve their\nperformance under industrially relevant conditions, especially\nto operate at thermophilic temperatures (∼65−70 °C).\n1,13,14\nMechanistic studies of structure and dynamics have revealed\nkey factors influencing enzyme performance, including active\nsite binding, flexibility, and the role of individual amino acids\nin catalysis.\n15−18\nSequence databases and metagenomes have\nbeen mined and clustered for homologs, and ancestral\nsequences “revived” to discover new PET hydrolase scaf-\nfolds.\n9−11,19,20\nFor example, concurrently to this work, Seo et\nal. developed a natural sequence cluster framework that groups\nPET hydrolases by sequence similarity and systematically tests\nrepresentatives from high-performing clusters.\n11\nAdditionally,\nReceived: May 20, 2025\nRevised: August 19, 2025\nAccepted: August 20, 2025\nPublished: September 3, 2025\nResearch Articlepubs.acs.org/acscatalysis\n© 2025 The Authors. Published by\nAmerican Chemical Society\n16070\nhttps://doi.org/10.1021/acscatal.5c03460\nACS Catal. 2025, 15, 16070−16083\nThis article is licensed under CC-BY 4.0\nDownloaded via 98.46.108.100 on November 9, 2025 at 05:19:59 (UTC).\nSee https://pubs.acs.org/sharingguidelines for options on how to legitimately share published articles.\n\nengineering campaigns successfully increased the thermal\nstability and activity of PET hydrolases, achieving high\nconversion extents on amorphous PET.\n11,21−25\nDespite these\nadvancements, the effectiveness of biocatalytic PET recycling\nremains limited by several factors, including low depolymeriza-\ntion extents for crystalline PET and the acidic conditions\ngenerated by terephthalic acid release, requiring the addition of\nbase, significantly increasing the cost of the process.\n1,14,26,27\nStarting an engineering campaign from novel scaffolds with\nactivity profiles targeting relevant conditions may help address\nthese limitations.\nIn this study, we applied three consecutive rounds of\nmachine learning and high-throughput (HTP) experimental\ncharacterization to discover PET-active hydrolases. In contrast\nto an HMM search alone, or the clustering approach of Seo et\nal., our work uses iterative, supervised machine learning\npredictors trained on experimental data from the peer-reviewed\nliterature and from our assay to filter candidate sequences, with\na focus on challenging conditions including acid tolerance and\nthermal tolerance. We used high-throughput experimental\ntechniques and an automated liquid handling robot to express\nand purify over 200 enzymes and screen for activity across a\nrange of conditions, including temperature, pH, and substrate\ncrystallinity.\n28\nFrom this screening, we identified 91 novel (115\ntotal) PET hydrolases with diverse activity profiles, including\nsome with pH optima <7, and with activity at or greater than\nLCC-ICCG\n21\nat pH 4.5 on crystalline powder. Of the\ncandidates tested, we achieved a hit rate of 55% active PET\nhydrolase and 22% with activity at pH 4.5. We used these data\nto identify regions of the sequence and surface with potential\nimportance for low pH activity. We further demonstrate that\nmodels trained on all three rounds of data have higher\npredictive accuracy than those that use only literature data or\nour first two rounds, suggesting that future rounds of enzyme\ndiscovery may attain even higher hit rates. We expect that\nthese findings may serve as a foundation for future PET\nhydrolase engineering efforts and enhance sequence mining\nstrategies for enzymes with activities tailored to specific\nconditions.\n■\nMETHODS\nHomolog Identification and Candidate Selection. A\nprofile Hidden Markov Model (HMM) was constructed from a\nmultiple sequence alignment of 61 experimentally verified PET\nhydrolases identified from PAZy (extracted Sept. 21, 2021).\nMultiple sequence alignment was performed using\nMAFFT.\n12,29\nThe resulting profile HMM was used to search\nagainst three sequence databases: NCBI nonredundant protein\ndatabase, JGI combined hotsprings metagenome database, and\nMGnify.\n30,31\nHMM searches were performed using HMMER\n(v3.2.1) with a bit score threshold of 100 for both the full\nsequence score (-T 100) and domain score (−domT 100).\nThe same thresholds were applied to the inclusion thresholds\n(−incT 100 and − incdomT 100). This initial search retrieved\n10,633 putative PET hydrolase sequences.\n32\nFor round two\nand three, we used a pool of candidates from more sensitive\nsearch using an HMM of 75 PAZy sequences (Mar. 7, 2023)\nand a search bit threshold modified to 160, yielding 8067 hits.\nHMMs are provided on Zenodo.\nCandidate PET hydrolases were prioritized using a\ncombination of machine learning-based activity and property\npredictors. In Round 1, a variational autoencoder (VAE) was\ntrained on aligned candidate sequences to learn a continuous\nlatent representation, followed by a supervised rank-based\npredictor of PET hydrolase activity. In Rounds 2, PET\nhydrolase activity was instead predicted using an ensemble\npredictor, which showed better performance than the Round 1\nmodel. See Zenodo for details. In Round 2 and 3, predicted\nthermostability, PET hydrolase activity, and pH optimum were\nused for multiobjective selection. All property predictors were\nbenchmarked using cross-validation. Candidate filtering\nincluded sequence identity thresholds and clustering to ensure\nnovelty and diversity. Full methods for the models used in\nselection in Round 1−3 are given in Supporting Information\nSection S1.\nProtein Expression and Purification. Selected genes\nwere codon optimized for E. coli expression, synthesized by\nTwist Biosciences, and cloned into a pCDB179 expression\nvector (Addgene #91960, gifted by Christopher Bahl)\ncontaining an N-terminal 10xHis-SUMO fusion. Proteins\nwere expressed in E. coli C41(DE3) using autoinduction\nmedia in 24-deep well plates. Expression, cell lysis, and nickel\naffinity purification were carried out using an OT-2 robotic\nplatform as described previously.\n28\nSUMO tags were cleaved\nusing an in-house His-tagged SUMO protease. Protein\nconcentration was measured using a BCA assay and\nnormalized to 0.1 mg/mL for downstream applications. Full\nexpression and purification protocols are available in\nSupporting Information Section S2.\nThermostability Measurement. Differential scanning\nfluorimetry was performed on a Bio Rad CFX96 Touch\nReal-Time PCR machine. 45 μL of enzyme solution (from 0 to\n0.3 mg/mL after concentration normalization) was combined\nwith 5 μL of 5X Sypro Orange Dye (ThermoFisher Scientific\nS6650) in a PCR plate (Bio-Rad HSP9601), which was then\nsealed (ThermoFisher Scientific 4311971) and the following",
    "ization: BNB, EK, JEG, EE, JEM, GTB. Methodology: BNB,\nEK, JEG, MCRD, NPM, EE. Software: BNB, EK, JEG, NPG.\nInvestigation: BNB, EK, JEG, MCRD, IIM, NPM, OS, RS,"
  ],
  "computational_sections": [
    "expression and computational methods (PDF)\nExpression, T\nm\n, and activity data for all enzymes tested\n(XLSX)\nSequence similarity taxonomic tree with phylum\ninformation for candidates in this study and from\nliterature (PDF)\nObserved distributions of features between low pH and\nneutral activity groups for all aligned residue positions\nwith statistical significance (PDF)\n3D structure renders for all active candidates with\nobserved features (PDF)\n■",
    "Petase Studied with DFT/MM Molecular Dynamics Simulations.\nACS Catal. 2021, 11 (18), 11626−11638.\n(17) Maity, W.; Maity, S.; Bera, S.; Roy, A. Emerging Roles of\nPETase and MHETase in the Biodegradation of Plastic Wastes. Appl.\nBiochem. Biotechnol. 2021, 193 (8), 2699−2716.\n(18) Jäckering, A.; Göttsch, F.; Schäffler, M.; Doerr, M.;",
    "Constant pH MD Simulations. J. Chem. Inf. Model. 2020, 60 (6),\n3030−3042.\n(59) Tynan-Connolly, B. M.; Nielsen, J. E. Redesigning Protein pK\na\nValues. Protein Sci. 2007, 16 (2), 239−249.\n(60) Gado, J. E.; Beckham, G. T. PET Hydrolase Search and\nFilterering with Supervised ML, 2025. DOI: 10.5281/zeno-\ndo.15360921\n(61) Komp, E.; Beckham, G. T. Analysis of PET Hydrolase High\nThroughput Screen Using Statistical Analysis and Supervised ML, 2025.\nDOI: 10.5281/zenodo.15361079\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.5c03460\nACS Catal. 2025, 15, 16070−16083\n16083"
  ]
}