{
  "txt_file": "multiple-substrate-binding-mode-guided-engineering-of-a-thermophilic-pet-hydrolase.txt",
  "experimental_sections": [
    "Materials and methods; data collection of crystal\nstructures of PES-H1 and PES-H2 in apo form and in\ncomplex with MHETA and BHET; RMSD of selected\nPET hydrolases; MD simulations; changes in T\nm\n;\ncrystallinities and molecular masses of PET substrates;\nkinetic parameters of PET-NP hydrolysis; oligonucleo-\ntides; structure of PES-H1; stability of PES-H1 in MD\nsimulations; RMSD of 3PET during MD simulations;\nbinding positions of 3PET clusters; degradation of PET\nat 70 and 72 °C; phosphate dependence; cysteine\ncalibration curve; electrostatic surface display; hydrolysis\nof PET-NP with varying enzyme concentrations; and\nhydrolysis of PET-NP with varying substrate concen-\ntrations (PDF)\nGAFF parameters for each PET unit in 3PET (TXT)\n■"
  ],
  "computational_sections": [
    "molecular dynamics, binding modes, kinetics\n■\nINTRODUCTION\nPolyethylene terephthalate (PET), the most abundant\nsynthetic polyester, is widely used in the packaging and textile\nindustries. The global production of PET recently reached 82\nmillion metric tons per year.\n1\nThis contributes significantly to\nthe global solid waste stream and environmental plastic\npollution. Biocatalytic recycling of PET has emerged as a\npromising technology that allows the recovery of monomeric\nbuilding blocks at both laboratory and pilot plant scales.\n2−5\nAlthough PET hydrolases from a wide range of micro-\norganisms have been identified, only a handful of benchmark\nenzymes have been extensively engineered for industrial\napplications.\n6\nAs an interfacial biocatalytic reaction, the efficiency of PET\ndegradation is limited by the number of accessible ester bonds\nat the polymer surface. Amorphous PET polymer chains\nbecome more accessible to enzymatic hydrolysis at temper-\natures approaching the glass transition temperature of PET\n(T\ng\n, 65−71 °C).\n6\nIn aqueous environments, water serves as a\nplasticizer that lowers the T\ng\nof PET by up to 16 °C.\n6−8\nThis\neffect increases the flexibility of polymer chains at the PET\nsurface layer, allowing degradation at ambient temperatures by\nmesophilic PET hydrolases, like IsPETase from Ideonella\nsakaiensis, which have optimal operating temperatures (T\nopt\n) of\napproximately 40 °C.\n9\nNonetheless, thermophilic and thermo-\nstable PET hydrolases have superior degradation activity\nbecause of increased substrate accessibility at elevated\ntemperatures.\n10−12\nLCC, a cutinase isolated from a leaf-branch compost\nmetagenome library, is one of the most extensively investigated\nthermophilic PET hydrolases.\n13−15\nStructure-based protein\nengineering of LCC has resulted in an F243I/D238C/S283C/\nReceived: May 8, 2022\nRevised: July 6, 2022\nPublished: July 27, 2022\nResearch Articlepubs.acs.org/acscatalysis\n© 2022 The Authors. Published by\nAmerican Chemical Society\n9790\nhttps://doi.org/10.1021/acscatal.2c02275\nACS Catal. 2022, 12, 9790−9800\nDownloaded via 98.46.108.100 on November 9, 2025 at 05:26:28 (UTC).\nSee https://pubs.acs.org/sharingguidelines for options on how to legitimately share published articles.\n\nY127G variant (LCC ICCG) that can efficiently depolymerize\npretreated postconsumer PET bottles within 10 h at 72 °C.\nThis enables the biocatalytic recycling of PET waste at\nindustrially relevant scales.\n5\nCalcium ions (Ca\n2+\n) can boost the\nthermostability of many bacterial PET hydrolases (changes in\nT\nm\n(ΔT\nm\n) = 10−16 °C and ΔT\nopt\n≥ 10 °C).\n13,16−18\nEngineering of residues in the Ca\n2+\nbinding sites has proven\nto be a useful approach for increasing the T\nm\nof several PET\nhydrolases by up to 26 °C.\n5,11,17,19−22\nIntroduction of a\ndisulfide bridge at this site (D238C/S283C) markedly\nincreased the melting point (T\nm\n) of LCC from 84.7 to 94.5\n°C. In a recent study, LCC ICCG was further engineered to\nobtain an A59K/V63I/N248P variant with a T\nm\nof 98.9 °C.\n23\nNonetheless, the T\nopt\nof this variant for degrading low-\ncrystallinity PET (lcPET, <15% crystallinity) was 74 °C, only 2\n°C higher than that for the precursor LCC ICCG.\n5\nAt reaction\ntemperatures above 70 °C, water-plasticized lcPET rapidly\ncrystallizes to high-crystallinity PET (hcPET), which is much\nharder to hydrolyze.\n6,24,25\nThe 20% crystallinity threshold for\nenzymatic hydrolysis can be reached within 3 h at 75 °C.\n5\nThis\ncompetitive physical aging process of amorphous polymers can\ntherefore considerably reduce the efficiency of enzymatic PET\ndepolymerization, which limits the maximum extent of\ndegradation that can be achieved.\n25\nTherefore, biocatalysts\nwith T\nopt\nin the range 72−74 °C, rather than with extremely\nhigh T\nm\nvalues, are desired.\n6\nThe mesophilic IsPETase (T\nm\nof\n48.7 °C) has also been subjected to protein engineering to\nimprove its thermostability. For example, Cui et al. used a\ncomputational strategy to design DuraPETase, a variant with a\n31 °C higher T\nm\nand considerably improved PET hydrolysis\nactivity than the wild-type enzyme.\n26\nMore recently, a\nmachine-learning-aided approach was used to engineer\nIsPETase to produce Fast-PETase, a variant with a T\nm\nof\n67.1 °C and increased depolymerization efficiency.\n27\nIn-depth understanding of the binding mechanisms and\nnoncovalent interactions of insoluble polymeric substrates with\nbiocatalysts can contribute to the design of more efficient PET\nhydrolases. So far, only two studies have reported structures of\ncrystals soaked with PET analogues. Han et al. reported a\nstructure of the inactive R103G/S131A IsPETase mutant\ncomplexed with 1-(2-hydroxyethyl) 4-methyl terephthalate\n(HEMT).\n28\nZeng et al. reported the structure of an inactive\nS165A mutant of LCC ICCG complexed with mono-(2-\nhydroxyethyl) terephthalate (MHET).\n23\nConsequently, more\nstructures of PET hydrolases with bound substrate analogues\nare needed. This would enable more precise computational\nsimulations for elucidating the mechanisms of enzymatic\ndepolymerization and predicting more efficient mutants. So far,\nstudies mostly relied on computationally modeled PET\nsubstrate conformations.\n15,29−32\nTherefore, we solved crystal\nstructures of two PET hydrolases in complex with PET\nanalogues.\nTwo highly similar thermophilic PET hydrolases (PES-H1\nand PES-H2), derived from a compost metagenome library,\nwere recently disclosed in a patent application.\n33\nPES-H1\ndemonstrated exceptional hydrolytic activity on amorphous\nPET films, outperforming wild-type LCC under identical\nconditions.\n13,15\nNearly complete depolymerization was\nachieved after incubation at 70 °C for 24 h.\n33\nWe first solved\nhigh-resolution structures of both enzymes in their apo form\n(PDB codes: 7CUV for PES-H1 and 7W69 for PES-H1).\nWhile this work was in progress, another crystal structure of\nPES-H1 (called PHL7 in the publication, PDB code: 7NEI)\nwas solved.\n34\nBy soaking with various PET substrate analogues,\nstructures of both PES-H1 and PES-H2 in complex with these\nligands were obtained by us. These structures were used for\nexploring substrate binding modes by molecular dynamics\n(MD) simulations. Finally, we generated PES-H1 variants with\nsignificantly improved activity on both amorphous Goodfellow\nPET (Gf-PET) films and pretreated postconsumer (‘real-\nworld’) PET waste. These variants outperformed both the\nwild-type PES-H1 and LCC ICCG.\n5\n■",
    "simulations; RMSD of 3PET during MD simulations;\nbinding positions of 3PET clusters; degradation of PET\nat 70 and 72 °C; phosphate dependence; cysteine\ncalibration curve; electrostatic surface display; hydrolysis\nof PET-NP with varying enzyme concentrations; and\nhydrolysis of PET-NP with varying substrate concen-\ntrations (PDF)\nGAFF parameters for each PET unit in 3PET (TXT)\n■",
    "Modeling of Synthetic Polyester-Degrading Hydrolases from\nThermomonospora curvata. AMB Expr. 2014, 4 (1), 44.\n(46) Wei, R.; Oeser, T.; Schmidt, J.; Meier, R.; Barth, M.; Then, J.;\nZimmermann, W. Engineered Bacterial Polyester Hydrolases\nEfficiently Degrade Polyethylene Terephthalate Due to Relieved\nProduct Inhibition: Engineered Polyester Hydrolases. Biotechnol.\nBioeng. 2016, 113 (8), 1658−1665.\n(47) Silva, C.; Da, S.; Silva, N.; Matamá, T.; Arau ́jo, R.; Martins, M.;\nChen, S.; Chen, J.; Wu, J.; Casal, M.; Cavaco-Paulo, A. Engineered\nThermobif ida f usca Cutinase with Increased Activity on Polyester\nSubstrates. J. Biotechnol. 2011, 6 (10), 1230−1239.\n(48) Gamerith, C.; Zartl, B.; Pellis, A.; Guillamot, F.; Marty, A.;\nAcero, E. H.; Guebitz, G. M. Enzymatic Recovery of Polyester\nBuilding Blocks from Polymer Blends. Process. Biochem. 2017, 59, 58−\n64.\n(49) Bai, C. Structural Changes in Poly(Ethylene Terephthalate)\nInduced by Mechanical Milling. Polymer 2000, 41 (19), 7147−7157.\n(50) Falkenstein, P.; Gräsing, D.; Bielytskyi, P.; Zimmermann, W.;\nMatysik, J.; Wei, R.; Song, C. UV Pretreatment Impairs the Enzymatic\nDegradation of Polyethylene Terephthalate. Front. Microbiol. 2020,\n11, 689.\n(51) Vogel, K.; Wei, R.; Pfaff, L.; Breite, D.; Al-Fathi, H.; Ortmann,\nC.; Estrela-Lopis, I.; Venus, T.; Schulze, A.; Harms, H.; Bornscheuer,\nU. T.; Maskow, T. Enzymatic Degradation of Polyethylene\nTerephthalate Nanoplastics Analyzed in Real Time by Isothermal\nTitration Calorimetry. Sci. Total Environ. 2021, 773, 145111.\n(52) Wei, R.; Oeser, T.; Barth, M.; Weigl, N.; Lu ̈ bs, A.; Schulz-\nSiegmund, M.; Hacker, M. C.; Zimmermann, W. Turbidimetric\nAnalysis of the Enzymatic Hydrolysis of Polyethylene Terephthalate\nNanoparticles. J. Mol. Catal. B: Enzym. 2014, 103, 72−78.\n(53) Scandola, M.; Focarete, M. L.; Frisoni, G. Simple Kinetic\nModel for the Heterogeneous Enzymatic Hydrolysis of Natural\nPoly(3-Hydroxybutyrate). Macromolecules 1998, 31 (12), 3846−3851.\n(54) Pfaff, L.; Breite, D.; Badenhorst, C. P. S.; Bornscheuer, U. T.;\nWei, R. Fluorimetric High-Throughput Screening Method for\nPolyester Hydrolase Activity Using Polyethylene Terephthalate\nNanoparticles. In Methods in Enzymology; Elsevier, 2021; Vol. 648,\npp 253−270.\n(55) Krause, D.; Thörnig, P. JURECA: Modular Supercomputer at\nJu ̈ lich Supercomputing Centre. JLSRF 2018, 4, A132.\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.2c02275\nACS Catal. 2022, 12, 9790−9800\n9800"
  ]
}