{
  "txt_file": "PRO-34-e70282.txt",
  "experimental_sections": [],
  "computational_sections": [
    "protein engineering assisted by molecular dynamics\nanalysis, resulting in the creation of LCC-A2, which\ncontains two mutations compared to LCC-ICCG\n(H218Y and N248D). This enzyme has a Tm of\n95.25\n/C14 C and can degrade more than 90% of pretreated\npostconsumer PET in 3.3 h at 78/C14 C. LCC-A2 created\n1.4 times more degradation products than LCC-ICCG\nafter 10 h of incubation at 72/C14 C (Zheng et al.,2024). It\nhas been shown to exhibit the highest activity when\ncompared to 14 other thermophilic PETases under con-\nditions of 70\n/C14 C and pH 7.5 (Norton-Baker et al.,2024).\nThese engineering efforts enabled the industrial uti-\nlization of thermophilic enzymes. The company Car-\nbios, founded in 2011, utilizes a variant of the enzyme\nLCC-ICCG to depolymerize pre-treated PET. In 2023,\nCarbios had a recycling capacity of approximately\n250 kg of plastic daily (Buranyi,\n2023). While celebrat-\ning Carbios as the first company to apply enzymatic\ndegradation for PET recycling, there is still enormous\npotential for improvement in fully utilizing enzymatic\nPET degradation. For instance, challenges remain in\naddressing high-crystallinity PET in both mesophilic\nand thermophilic ranges (Thomsen, Almdal, &\nMeyer,\n2023), improving PET degradation efficiency in\nthe mesophilic range even with amorphous PET, and\nexploring the mineralization of PET through whole-cell\nbiocatalysts. These challenges can be tackled by vari-\nous strategies beyond improving the catalytic activity of\na single enzyme. These include employing bacterial\ncommunities (Gao & Sun,\n2021; Roberts et al.,2020),\nusing enzyme cocktails (Maity et al.,2021), and incor-\nporating adhesion molecules and binding proteins\n(Rennison et al., 2023). The integration of these\nstrategies— better explained in the next section— holds\nsignificant promise toward a sustainable and efficient\napproach to PET recycling, contributing to a more sus-\ntainable future.",
    "characterization and structural modeling of synthetic polyester-\ndegrading hydrolases from Thermomonospora curvata. AMB\nExpress. 2014;4:44.https://doi.org/10.1186/s13568-014-0044-9\nWei R, von Haugwitz G, Pfaff L, Mican J, Badenhorst CPS, Liu W,\net al. Mechanism-based design of efficient PET hydrolases.\nACS Catal. 2022;12(6):3382 –96. https://doi.org/10.1021/\nacscatal.1c05856\nWeigert S, Perez-Garcia P, Gisdon FJ, Gagsteiger A,\nSchweinshaut K, Ullmann GM, et al. Investigation of the halo-\nphilic PET hydrolase PET6 fromVibrio gazogenes. Protein Sci.\n2022;31(12):e4500.\nhttps://doi.org/10.1002/pro.4500\nWelle F. Twenty years of PET bottle to bottle recycling— An overview.\nResour Conserv Recycl. 2011;55(11):865–75. https://doi.org/10.\n1016/j.resconrec.2011.04.009\nWerner AZ, Clare R, Mand TD, Pardo I, Ramirez KJ, Haugen SJ,\net al. Tandem chemical deconstruction and biological upcycling\nof poly(ethylene terephthalate) toβ-ketoadipic acid byPseudo-\nmonas putidaKT2440. Metab Eng. 2021;67:250–61. https://doi.\norg/10.1016/j.ymben.2021.07.005\nWu B, Zhong B, Zheng L, Huang R, Jiang S, Li M, et al.€ harnessing\nprotein language model for structure-based discovery of highly\nefficient and robust PET hydrolases (p. 2024.11.13.623508).\nbioRxiv 2024\nhttps://doi.org/10.1101/2024.11.13.623508\nXi X, Ni K, Hao H, Shang Y, Zhao B, Qian Z. Secretory expression in\nBacillus subtilis and biochemical characterization of a highly\nthermostable polyethylene terephthalate hydrolase from bacte-\nrium HR29. Enzyme Microb Technol. 2021;143:109715.https://\ndoi.org/10.1016/j.enzmictec.2020.109715\nXie Y, An J, Yang G, Wu G, Zhang Y, Cui L, et al. Enhanced enzyme\nkinetic stability by increasing rigidity within the active site*. J Biol\nChem. 2014;289(11):7994 –8006. https://doi.org/10.1074/jbc.\nM113.536045\nYan F, Wei R, Cui Q, Bornscheuer UT, Liu Y-J. Thermophilic whole-\ncell degradation of polyethylene terephthalate using engineered"
  ]
}