{
  "txt_file": "PRO-34-e70305.txt",
  "experimental_sections": [
    "4 | MATERIALS AND METHODS\n4.1 | Metagenomic mining for putative\nPETase candidates in marine bacterial\nmetagenomes\nTo identify novel PETases with higher sequence and\nstructure diversity to known ones in the PAZy data-\nbase, a profile hidden-Markov model was prepared.\nShortly, the profile was generated with biochemically\ncharacterized PETases, as reported previously\n(Buchholz et al.,\n2022), and a search was performed\nagainst marine metagenomes from the Tara Oceans\n(Sunagawa et al., 2015) and other publicly available\nmetagenomes (accession numbers PRJNA454581 and\nPRJNA901861) with HMMER3 (Eddy, 1998). Hit-\nsequences with a bit score higher than 100 were\nselected for further filtering. The filtering was implemen-\nted by excluding duplicates and highly similar\nsequences as well as sequences that did not include a\ncanonical catalytic triad with Ser-His-Asp. Additionally,\nhits with more diverse bacterial origins in comparison to\nexisting affiliations were chosen. Finally, 20 target pro-\nteins were selected for further analysis.\n4.2 | Molecular cloning and target\nprotein production inE. coliMC1061\nThe corresponding target genes were truncated if\nN-terminal signal sequences were present. These\nsequences were identified by SignalP 6.0 (Teufel et al.,\n2022). Molecular cloning was performed with the\nfragment-exchange (FX)-cloning methodology, whereby\nthe truncated target genes were extended with recogni-\ntion sites for the restriction enzymeSapI using the FX-\ncloning tool (\nhttps://www.fxcloning.org/) (Geertsma &\nDutzler, 2011). This cloning methodology leads to a sin-\ngle amino acid overhang on each end (N-terminal serine\nand C-terminal alanine) of the final gene product. Finally,\nall target genes were codon-optimized for heterologous\nexpression in E. coli MC1061. The target genes were\ncloned into the plasmid vectors p1 (Geertsma & Dutzler,\n2011), p2, p3, or p12 (Bjerga et al.,2016), leading to the\nattachment of an N-10xHis-, N-10xHis-Maltose-binding-\nprotein (MBP)-, N-10xHis-Small Ubiquitin-related MOdi-\nfier (SUMO)- or C-6xHis-tag, respectively, to the final\nprotein. The positive control, LCC\nICCG, was cloned into\np12, and the negative control, namely a linker sequence\nof GSGSGS, was cloned into each vector. Successful\ncloning was tested by colony PCR and subsequent aga-\nrose gel electrophoresis. Finally, genes were verified by\nsequencing if the corresponding target protein showed\nhydrolytic activity towards PET. Sequencing was also\nperformed for every negative and the positive control.\nFor heterologous gene expression in E. coli\nMC1061, chemically competent bacteria were trans-\nformed with the plasmid constructs. A pre-culture with\n3 mL LB and 100μg/mL ampicillin was prepared by\ninoculation and subsequent incubation at 37\n/C14 C, over-\nnight and 180 rpm. Next, 20 mL 2YT medium with\n100 μg/mL ampicillin in a 100 mL Erlenmeyer flask\n(main culture) was inoculated with 1% (v/v) of the pre-\nculture and incubated at 140 rpm, 37\n/C14 C for 2 to 3 h until\nan OD600 /C24 0.6. Then, the main cultures were trans-\nferred to 18/C14 C and gene expression was induced by\nadding 100 μL of a 20% (w/v) L-arabinose stock-\nsolution for a final concentration of 0.1% (v/v). After\n20 h, cultures were placed on ice, decanted into pre-\ncooled 50 mL tubes and centrifuged for 20 min at 4\n/C14 C\nand 3000/C2 g. Next, cell pellets were resuspended in\n10 mL phosphate buffered saline (PBS) with 10 mM\nimidazole. Cells were disrupted by ultrasonication, and\nthe lysates centrifuged for 30 min at 4\n/C14 C and 3000/C2 g.\nThe cleared cell lysate was used for further purification.\n4.3 | Target protein purification by Ni-\nimmobilized metal affinity chromatography\n(Ni-IMAC)\nThe soluble fractions of the poly-His-tagged target pro-\nteins were subjected to a Ni-NTA column purification\nusing a HisPur™ Ni-NTA Spin Purification Kit (0.2 mL,\nThermoFisher) according to the manufacturer’s proto-\ncol. Finally, three 200 μL elution fractions were col-\nlected and stored at 4/C14 C for a maximum of 2 days.\n4.4 | Functional screening on substrate\nsupplemented agar plates\nThe production of agar plates supplemented with\nrespective substrates was adapted from Pérez-García\n10 of 15 TURAK ET AL.\n\net al. (2021). PBS agar was prepared with 0.1 M PBS\nand 1.5% (w/v) agar, sterilized by autoclaving, and\nallowed to cool down to ca. 60/C14 C until substrate solu-\ntions were added. 20 mL of substrate PBS agar was\ndispensed into Petri dishes and allowed to solidify\nunder sterile conditions.\n4.5 | Production of PET nanoparticle\n(PET-NP) suspension and agar-plates\nA stock PET-NP suspension was prepared by dissol-\nving 0.1 g thin pieces of a PET film (Goodfellow) in\n10 mL 1,1,1,3,3,3-hexaf luoro-2-propanol (HFIP,\nSigma-Aldrich) in a separatory funnel in the fume\nhood. The solution was dropped slowly into 100 mL\npre-cooled and deionized water in a glass beaker\nunder vigorous mixing with an Ultra-Turrax ™ T25\nbasic (IKA Labortechnik). Residual HFIP was allowed\nto evaporate for several days. The suspension\n(ca. 0.3 mg/mL) was added to 200 mL molten PBS-\nagar. In all PET-NP suspension preparations, precipi-\ntation of PET was observed, which potentially\ndecreased the final concentration of PET-NPs after\nfiltration in the agar plates. Agar plates with sufficient\nturbidity after visual inspection were used for further\nexperiments.\n4.6 | Production of BHET solution and\nagar-plates\nA 1 M stock solution of Bis(hydroxyethyl) terephthalate\n(BHET, Sigma-Aldrich) was prepared in DMSO. BHET-\ncontaining PBS-agar plates were prepared with a final\nconcentration of 0.5 M BHET.\n4.7 | Production of PCL solution and\nagar-plates\n0.25 g of PCL granules (Sigma-Aldrich) were dissolved\nin 15 mL acetone at 60/C14 C. This solution was transferred\ninto 500 mL of PBS-agar.\n4.8 | Functional screening of target\nproteins\nTwenty microliters of Ni-NTA purified target protein was\nspotted onto PCL, BHET, or PET-NP supplemented\nPBS-agar plates. The plates were incubated at 30\n/C14 C\nfor 7 days. Enzymatic hydrolysis activity was detected\nby the formation of zones of clearance (halos), which\nbecame visible due to the decrease of turbidity on the\nplate.\n4.9 | Heterologous expression and\npurification ofHaloPETase1 and single\nmutants thereof\nThe codon-optimized gene sequence (without\nN-terminal signal peptide) ofHaloPETase1 (GenBank\nID: MAB42154.1) was cloned into the p3 vector, which\nleads to a protein with N-10xHis-SUMO-tag upon\nexpression. Chemically competent E. coli Shuffle® T7\n(NEB) were transformed with the respective construct\nand cultivated on LB-agar plates with 100μg/mL ampi-\ncillin. A pre-culture was prepared in LB with 100μg/mL\nampicillin by cultivation overnight at 37/C14 C and 180 rpm.\nA 2 L culture with TB medium and 100μg/mL ampicillin\nin a 5 L Erlenmeyer flask was inoculated with 1% (v/v)\nof the pre-culture and grown until an OD\n600 of /C24 0.6 at\n37/C14 C and 140 rpm. The culture was placed at 18/C14 C and\ngene expression induced by adding 0.2% (v/v) from a\n20% (w/v) L-Arabinose stock. Bacteria were harvested\nafter 20 h by centrifugation, the cell pellet was washed\nin 20 mL PBS and subsequently frozen at/C0 20\n/C14 C until\nfurther use.\nFor purification, the cell pellets were thawed on ice\nand resuspended in 40 mL of cold buffer A (50 mM\nNaP\ni, 50 mM imidazole, 500 mM NaCl, pH 7.4). Cells\nwere lysed by sonication, and the supernatant collected\nafter centrifugation was subjected to a Ni-IMAC with a\n5 mL HisTrap\n® FF column (Cytiva) attached to an\nÄKTA pure™ (Cytiva) purification system. Elution was\nperformed by an imidazole gradient with buffer B\n(50 mM NaPi, 500 mM imidazole, 500 mM NaCl,\npH 7.4) ranging from 0 to 50% over 20 CV.\nTo cleave the N-10xHis-SUMO-tag from the target\nprotein, 2 mg of SUMO-tag protease SenP2 was added\nto approx. 40 mg protein (1:20 mass ratio) in the pooled\nNi-IMAC fractions. The protein was dialyzed overnight\nat 4\n/C14 C against buffer C (20 mM NaPi, 150 mM NaCl,\npH 7.4) to remove imidazole and then further purified\nby reverse Ni-IMAC. Finally, the target protein was fur-\nther purified by size-exclusion chromatography (SEC)\nusing a HiLoad 26/600 Superdex 75 pg. column\nattached to an ÄKTA pure™ (Cytiva) purification sys-\ntem. SEC fractions were pooled, and the protein was\nconcentrated to 10 to 50 mg/mL. 25 to 50μL samples\nwere flash frozen in liquid nitrogen and stored at/C0 20\n/C14 C\nuntil further use.\n4.10 | PET-degradation endpoint and\nkinetic measurements in PET-coated well\nplates and soluble product analysis\n96-well plates (Thermo Scientific™ Nunc MicroWell™\nflat bottom) were coated with a PET-film according to\nWeigert et al. (\n2021)5 0μL of an enzyme solution was\nadded per well, and the plates were sealed with a gas-\nTURAK ET AL. 11 of 15\n\ntight self-adhesive film. In general, plates with enzyme\nsolutions were incubated at the target temperature for\n20 h. Subsequently, all samples were prepared and\nanalyzed via reverse-phase UHPLC as described in\nWeigert et al. (\n2021).\nKinetic analysis was performed with 70μL enzyme\nsolution per well. To analyze the total product releases\nat specific time points, 50μL solution was transferred to\na non-coated 96-well plate. This plate was then trans-\nferred to/C0 20\n/C14 C to quench the reaction. Reverse-phase\nUHPLC analysis was performed as before.\n4.11 | pNPB-activity measurement for\nthermostability assessment of\nHaloPETase1\n500 nM of HaloPETase1 were incubated in 1 mL\n20 mM NaPi, pH 7.4, with 1, 3, or 5 M NaCl concentra-\ntion at 50, 60, or 68/C14 C for up to 72 h. 10μL samples\nwere taken after 1, 4, 24, 48, and 72 h from each salt\nand temperature condition and diluted with 980 μL\n20 mM NaPi pH 7.4, 150 mM NaCl in a UV-\ntransmissible plastic cuvette. To begin the hydrolytic\nreaction, 10 μL of a 100 mM pNPB in DMSO were\ntransferred to the enzyme solution in the cuvette. The\nreaction was mixed by inversion, and kinetic absor-\nbance measurement was performed at 405 nm immedi-\nately after mixing. The residual activity was determined\nby normalizing the initial rates with the one at 0 h\nincubation.\n4.12 | Heterologous expression and\npurification ofHaloPETases2 to 6\nThe genes ofHaloPETases2 to 6 were analyzed with\nSignalP 6.0 (Teufel et al.,2022) to identify and remove\nthe N-terminal signal peptide. Genes were codon-\noptimized for production in E. coli Shuffle\n® T7 cells\n(NEB) and cloned into the pET21b-vector. Pre-cultures\nwere prepared as before. The expression was then\ninduced by the addition of 0.1 mM IPTG (final concen-\ntration) and cultures were left overnight at 16 or 20\n/C14 C\nwith 140 rpm shaking. Cells were harvested, and pel-\nlets were washed with 30 mL PBS.\nCells were thawed on ice, resuspended with 30 mL of\nbuffer A, and subsequently lysed via ultrasonication.\nCrude cell lysates were centrifuged to separate cell debris\nfrom soluble protein at 4\n/C14 C, 18,000 rpm for 1 h. The\ncleared lysates (supernatants) were transferred into a\nfresh vessel and stored on ice. Ni-NTA and SEC purifica-\ntion steps were performed for all proteins. If insufficient\npurity was observed by SDS-PAGE, ion-exchange chro-\nmatography was performed as a final step.\nIf so, fractions from the SEC were pooled and concen-\ntrated to dilute the NaCl concentration 20-fold from 150 to\ntheoretically 7.5 mM with buffer D (20 mM NaPi, pH 7.4).\nCation- and anion-exchange chromatography was per-\nformed with a 1 mL HiTrap\n® SP FF or 1 mL HiTrap® Q\nFF column, respectively. The elution was performed by a\nlinear gradient from 0 to 25% of buffer E (20 mM NaPi,\n2 M NaCl, pH 7.4) over 20 CV. The peak fractions were\npooled, concentrated, aliquoted, and flash frozen.\n4.13 | Site-directed mutagenesis of\nHaloPETase1\nSingle mutations were introduced inHaloPETase1 at\nposition T88 to re-establish theπ-stacking clamp and at\nposition Q157 to re-introduce the canonical methionine\nin the lipase-box motif using site-directed mutagenesis.\nSee Table\nS5 for primer pairs and sequences.\nSequences were verified by Sanger sequencing.\n4.14 | Bioinformatic mining for putative\nPETases inHalopseudomonas\nA search was conducted against the proteome ofHalop-\nseudomonas. For this, 40 genomes were retrieved from\nNCBI (for accession numbers see Table S4). Open\nreading frames of theHalopseudomonas genomes were\npredicted with Prodigal version 2.6.3 (Hyatt et al.,2010).\nA hidden Markov model profile from biochemically char-\nacterized PETases from the PAZy database (Buchholz\net al.,\n2022) was generated with HMMER version 3.1b1\n(Eddy, 1998) using thehmmbuild option, and a search\nagainst theHalopseudomonas proteome was performed\nusing HMMER 3.1b1 with thehmmsearch option and a\nbitscore threshold of 100.\n4.15 | Three-dimensional structure\ndetermination\nHaloPETase1 in 50 mM Tris, 150 mM NaCl, pH 7.5\nwas set to a final concentration of 10 mg/mL. Sitting-\ndrop vapor-diffusion methodology was used with JCSG\nCore I-III and PEGs II (Qiagen) for screening crystalli-\nzation conditions in 96 well Intelli plates (Art Robbins)\nstored at 20\n/C14 C in Rock Imager RI 182 (Formulatrix).\nVolume ratios of 2:1, 1:1, and 1:2 were prepared using\na Phoenix robot dispenser (Art Robbins Instruments)\nwith a total drop volume of 0.8μL. Crystal formation\nwas observed in the following condition: 1:1 ratio, 0.1 M\nimidazole, 40% (v/v) PEG 400. For cryoprotection, 25%\n(v/v) glycerol was added to the crystals before flash-\nfreezing in liquid nitrogen. Diffraction data were col-\nlected at the German Electron Synchroton (DESY)\nbeamline P13 (Cianci et al.,\n2017) operated by the\nHelmholtz association using a wavelength of 0.97 Å\nand a PILATUS detector.\n12 of 15 TURAK ET AL.\n\nDiffraction data were processed with X-ray Detector\nSoftware (XDS) using XDSAPP 3.1.5 (Krug et al.,\n2012). The structure was solved by molecular replace-\nment with PHASER in the PHENIX (Adams et al.,\n2010) software suite v.1.21 using a ColabFold (Mirdita\net al., 2022) model of HaloPETase1. The refinement\nwas performed with phenix.refine. The model was\nimproved by electron density map inspection and itera-\ntive manual rebuilding performed in Coot v.0.9 (Emsley\net al.,\n2010). The 3D-structure and structure factors\nwere deposited in the PDB (Berman,2000) with acces-\nsion code 9hl5. All structural representations and\ngraphical manipulations were performed in PyMOL\n3.0.0 (Schrodinger, LLC) (Schrödinger, LLC,2024).\n4.16 | Sequence and structure analysis\nof HaloPETases\nMultiple sequence alignments (MSAs) were performed\nusing ProbCons (Do et al., 2005) with full-length\nsequences. Alignment of Pseudomonas mendocina\ncutinase ( PmC) was performed with the protein\nsequence retrieved from UniProtKB (The UniProt\nConsortium,\n2023) (entry: A4Y035). Sequence homol-\nogy analysis ofHaloPETases and reference PETases\nsuch as leaf-branch compost cutinase (LCC, Uni-\nProtKB entry: G9BY57) and Ideonella sakaiensis\nPETase (IsPETase, UniProtKB entry: A0K8P6T7) was\nperformed by creating a MSA with ProbCons and using\nthe ClustalX 2.1 (Larkin et al.,\n2007) software suite to\ngenerate a neighborhood-join tree with 1000 bootstrap.\nThe tree was illustrated using the website tool Interac-\ntive Tree of Life (iTOL,\nhttps://itol.embl.de/). To plot the\namino-acid frequencies from the MSA as a logo plot,\nthe python library LogoMaker was employed (https://\ngithub.com/jbkinney/logomaker).\nThe 3D structures of putative and experimentally char-\nacterized HaloPETases were modeled with ColabFold\n(Mirdita et al.,2022); only rank 1 structures were consid-\nered for further analyses. Structural alignments were gen-\nerated in PyMOL with the sequence-independentalign\nalgorithm (default settings; 2 Å cut-off and 5 refinement\ncycles) implemented in the software. In all cases, the\nalignment was done globally and with all backbone Cα\natoms, except the first 40 Cα to exclude the N-terminal\nsignal peptides.\n4.17 | Preparation of PET-films\nPolymer films were prepared using a 25-12-2HC hot\npress (Carver) with a 130/C2 130 /C2 0.1 mm mold. The\nrequired amount of polymer (fiber grade PET granules\nRT3050, Indorma Ventures) was placed in the mold,\nwhich was then sandwiched between stainless-steel\nplates coated with Nowoflon Perfluoralkoxy (PFA) foil.\nThe material was heated to 270\n/C14 C for 3 min and\npressed at 5 tons for 1 min. Afterwards, the PET films,\nalong with the mold, were rapidly quenched in ice water\nimmediately after removal from the hot press. The crys-\ntallinity of the films was determined using DSC.\n4.18 | Differential scanning calorimetry\nDifferential scanning calorimetry (DSC) measurements\nwere conducted using a Netzsch 204 F1 Phoenix\ninstrument. Approximately 5–7 mg of the sample was\nplaced in an aluminum crucible with a pierced lid. The\nanalysis was performed over a temperature range of\n0 to 300\n/C14 C under a nitrogen atmosphere (Flow: 20 mL/\nmin). Data analysis was carried out using the Proteus\nAnalysis 8.0 software.\nThe percentage crystallinity of the polymer was\ndetermined using DSC by calculating the ratio of the\nenthalpy of fusion of the polymer sample subtracted by\nthe enthalpy of crystallization to the enthalpy of fusion\nof the polymer at 100% crystallinity, as shown in the fol-"
  ],
  "computational_sections": []
}