{
  "txt_file": "s41586-022-04599-z.txt",
  "experimental_sections": [],
  "computational_sections": [
    "rying out an in silico comprehensive mutagenesis scan. The predicted \ndistributions were rendered onto the protein crystal structure (Fig. 1a) \nto identify positions where WT amino acid residues fitted less well than \npotential substitutions. Predictions were then ranked by predicted \nprobabilities (fold change of fit) (Fig. 1b, Extended Data Fig. 1 and Sup-\nplementary Table 2). Using a stepwise combination strategy, a total \nof 159 single or several predicted mutations were generated. Variants \nshowing improved catalytic activity (as measured by esterase activity \nand plastic degradation rates) and thermostability (as measured by pro-\ntein melting temperature, Tm) were characterized further. Among this \nset, four mutations (S121E, T140D, R224Q and N233K) (Fig. 1b) resulted \nin the highest improvements, both singly and in combination, and were \nselected for further assembly and analysis (see Supplementary Discus-\nsion for further discussion of mutant down-select).\nWe assembled all 29 possible combinations using these four muta-\ntions across three PETase scaffolds (WT PETase, ThermoPETase and \nDuraPETase). Of note, two could not be purified using the DuraPETase \nbackground after several attempts. Thermostability analysis of the \nremaining 27 mutants indicated that 23 (roughly 85%) resulted in ele-\nvated Tm relative to their respective scaffolds (Extended Data Fig. 2). \nThe highest change in thermostability from their respective PETase \nscaffolds were observed for variants PETaseT140D/N233K with a Tm of 58.1 ºC \n(ΔTm = 10 ºC from WT PETase), ThermoPETaseN233K with a Tm of 67.2 ºC \n(ΔTm = 9 ºC from ThermoPETase) and DuraPETase N233K with a Tm of \n83.5 ºC (ΔTm = 5 ºC from DuraPETase). The last mutant represents the \nmost thermostable PETase mutant reported so far. It was noted that the \nprotein yield of all 27 variants was improved (up to 3.8-fold increase) \ncompared with the parental scaffold, further underscoring the ability \nof MutCompute to identify mutants of higher stability.\nNext, we sought to evaluate the PET-hydrolytic activity of these more \nstable variants across a range of temperatures from 30 to 60 ºC using an \namorphous PET film (gf-PET, from the supplier Goodfellow) commonly \nused in the literature12. This comparison immediately revealed that the \nmachine learning guided predictions greatly enhanced activity and \nextended the working temperature range across all scaffolds (Fig. 1c). \nIn particular, PETaseS121E/R224Q/N233K  demonstrated a 3.4- and 29-fold \nincrease in PET-hydrolytic activity at 30 and 40 ºC, respectively, over \nWT PETase (Fig. 1c) at these same temperatures. Enzyme mutants based \non the ThermoPETase scaffold showed an extended range of working \ntemperature (30–60 °C) and showed substantially higher activity than \ntheir counterparts. Within this set, the best variant (containing N233K \nand R224Q on top of S121E), named FAST-PETase (functional, active, \nstable and tolerant PETase), showed 2.4- and 38-fold higher activity at \n40 and 50 °C, respectively, compared to ThermoPETase alone (Fig. 1c). \nAt 50 °C, FAST-PETase showed the highest overall degradation of all \nmutants and temperatures tested here releasing 33.8 mM of PET mono-\nmers (the sum of terephthalic acid (TPA) and mono-(2-hydroxyethyl)\nterephthalate (MHET)) in 96 h (Fig. 1c). The DuraPETase scaffold, in \ngeneral, showed relatively low activity at mild temperatures (30–50 °C), \nbut mutant-based improvements were realized at higher tempera-\ntures (55–60 °C) as demonstrated by the most thermostable PETase \nmutant- DuraPETaseN233K (Fig. 1c). T o fully evaluate the catalytic resil-\nience of mutant enzymes to environmental conditions, FAST-PETase  \n(PETaseS121E/D186H/R224Q/N233K/R280A) was compared to previously reported \nWT and mutant PHEs including WT PETase, ThermoPETase, DuraPETase, \nLCC and the most active mutant LCCF243I/D238C/S283C/N246M (ICCM)12 using \namorphous gf-PET across a range of pH (6.5–8.0) and temperatures  \n(30–40 °C) (Supplementary Fig. 2). Across these conditions, FAST-PETase \nemerged as an excellent candidate for mild temperatures and moderate \npH conditions characteristic of in situ PET degradation.\nCrystal structure analysis of FAST-PETase (PDB 7SH6; Extended \nData Fig. 3 and Extended Data Table 1) at 1.44 Å resolution explains the \nenhanced stability through newly formed, favourable residue interac-\ntions (Fig. 1d). The N233K mutation places a positively charged lysine \nnext to E204 and establishes an intramolecular salt bridge (Fig. 1d(vi)). \nThe side chain of R224, when mutated to glutamine, forms a hydrogen \nbond to the carbonyl group of S192 (Fig. 1d(iv)). Finally, the S121E muta-\ntion enables a new water-mediated hydrogen-bonding network with \nH186 and N172 (Fig. 1d(ii)).\nNext, we sought to investigate the portability and generalizability \nof the machine learning-based predictions using alternative PHEs.  \nT o this end, we selected the N233K mutation and introduced this cor-\nresponding lysine mutation to LCC, ICCM and the cutinase-like enzyme, \nCut190, from Saccharomonospora viridis AHK190 (ref. 25) (Extended \nData Fig. 4 and Supplementary Fig. 3). The resulting lysine mutation \nvariants of Cut190 and LCC (LCCD238K and Cut190D250K) both showed \nsubstantially enhanced thermostability (ΔTm = 7 ºC) relative to their \nrespective scaffolds (Fig. 2a) whereas the lysine mutation variant of \nICCM (ICCMC238K/C283S) demonstrated a Tm of 96.3 ºC, a decrease of 3.7 ºC. \nMore importantly, the hydrolytic activity of all three of these lysine \nmutation variants on amorphous gf-PET were notably higher than their \nrespective scaffolds (Fig. 2b), thus showcasing mutations portability.\nBeyond model plastic substrates, it is critical to demonstrate the \nperformance of PETase enzymes on raw, untreated pc-PET. Notably, \nunlike the gf-PET used above and throughout the literature, there is no \nCut190\n40\n50\n60\n70\n80\n90\n100\n110\n120Tm (°C)\nLM\nWT\na\n0\n0.02\n0.04\n5\n10\n15\n20\n25\n30\n35\n40\nPET monomers released (mM)\nLM\nWT\n*\n**\n*\nb"
  ]
}