{
  "txt_file": "wraf121.txt",
  "experimental_sections": [
    "Materials and methods\nData collection and KAUST Metagenomic \nAnal yses Platform-based annotation\nMetagenomes publicly available from two global expeditions— \ntheTaraOceans [ 32] and Malaspina Expedition (Malaspina \nDeep [MD] and Malaspina Profile [MP]) [ 33, 37, 38]—were \nused for further analyses. The metagenomic datasets were \nretrieved from ENA (PRJEB40454 and PRJEB1787) and [ 37, 38], \nincluding 243 metagenome samples from the Tara Oceans \nand 172 metagenomes from the Malaspina Expedition. The \n415 metagenomes were obtained fr om samples collected\nalong the entire water column, from the surface to 4,000 m\ndepth (\nSupplementary Data S1 ), encompassing 206 locations\n(Supplementary Fig. S1 ). The downloaded metagenomes were \nprocessed through quality control, metagenomic assembly , full-\nlength gene prediction, and clustering of genes across samples to \nproduce a unique set of genes, referred to as gene catalogs, which\nwe annotate using the KAUST Metagenomic Analyses Platform\n(KMAP) [\n39]. KMAP investigates the taxonomic affiliation of every \ngene using Least Common Ancestor estimation through BLAST \nagainst the UniProtKB database. Briefly , a gene catalogs of non-\nredundant gene clusters was prepared from the metagenome \ndatasets, where each cluster contained nucleotide sequences \nwith≥95% sequence identity over≥90% of their length. We\npre-processed the individual samples for quality control and\nvalidation of the pairs using bbduk (\nhttp://jgi.doe.gov/data-and-\ntools/bb-tools/). The metagenomic assembly was carried out \nusing MEGAHIT version 1.2.9 [40] with default settings, except\nIdentifying functional marine PETases | 3\nfor the minimum contig size kept at 500 bp, and gene prediction \nwas performed using Prodigal version 26.3 with the “-c” option \nto prevent partial genes. We performed gene clustering through \nthe Cluster Database at High Identity with Tolerance (CD-HIT) \nprogram version 4.8.1 to obtain a unique, non-redundant set of\ngenes across samples (95% nucleotide identity and 80% overlap of\nthe shorter sequence). For per-sample gene abundance estimates,\nread mapping was performed against gene catalogs using bbmap\n(\nhttp://jgi.doe.gov/data-and-tools/bb-tools/) options ambig = toss \nidfilter = 0.9 tossbrokenreads to obtain fragments per kilobase per \nmillion mapped reads (FPKM) values. Tara Oceans’ micr obial gene\ncatalog was already available, and it had 40 million genes [39]. \nTwo gene catalogs from the Malaspina Expedition, i.e. MP and \nMD gene catalogs, produced a non-redundant set of 32 and 11 \nmillion genes, respectively . Putative PETase genes were identified \nfrom KMAP annotations based on the presence of the PF01738 \ndienelactone hydrolase (DLH) family domain—a characteristic \nfeature of PETases—identified using InterProScan. We established\nadditional bioinformatic filters based on the sequence, functional,\nand 3D structural data derived from confirmed and functionally\ntested PETase enzymes [\n8, 41–45] (PDB accessions 4CG2, 4 EB0, \n4WFI, 5XJH, 5YNS, 5ZNO, 6EQD, 6EQE, 6EQF , 6EQG, 6EQH, and \n6KY5) and form ulated these filters as five motifs (M1–M5) with\nincreasing stringency (\nFig. 1 and Supplementary Data S1 ). In \naddition, to determine whether PETase variants could be secreted \nextracellularly—an essential prerequisite for PET -degrading \nactivity in the environment—signal pe ptide prediction was\nperformed using the SignalP 6.0 web server [\n47]. This tool employs \nprotein language models (LMs) to identify N-terminal signal \npeptides and their pro bable cleavage sites in each amino acid\nsequence.\nPhylogenetic analysis of polyethylene \nterephthalate h ydrolase from oceans\nA protein sequence set of the 75 non-redundant PETase-related \ngenes obtained through querying KMAP wa s combined with theI.\nsakaiensisPETase gene (IsPETase) [7] and its eight homologs [29]; 12 \nseed sequences from the DLH domain were included as outgroup. \nThe alignment of sequences was performed using hmmsearch \nversion 3 with the DLH domain as a query . The resulting alignment \nwas converted into fasta format, and a phylogenetic tree was built\nusing the Randomized Axelerated Maximum Likelihood (RaxML)\nmethod [\n48] with 100 bootstraps and using model PROTGAM-\nMAAUTO. To identify closer taxonomic affiliation at the species \nlevel, we compared each PETase protein sequence using BLAST \nin NCBI’s re ference sequence database (RefSeq). The top 10 full-\nlength protein sequences were downloaded and clustered using"
  ],
  "computational_sections": [
    "modeling confirmed that the lower stability of the M1–M3\nenzymes is explained by truncations compared toIs-WT\n(\nSupplementary Fig. S2A). The generic p-nitrophenol acyl esterase \nactivity assay showed positive activity for all the M5-DLH variants \ntested, although their degradation efficiency was 25–50% lower\nthanIs-WT (\nFig. 2A and B). Degradation and structural alterations \nof PET substrate were also observed for both PET films and \ngranules, on which M5 enzymes produced characteristic scr atch\nmarks that progressively deepened and widened over time (\nFig. 2C \nand D). This enzymatic activity led to the release of PET monomers \nand by-products, including terephthalic acid (TPA) and mono(2-\nhydroxyethyl) terephthalate (MHET) (Fig. 2C–F; molecular weight \nstandards in Supplementary Fig. S5 ). On the contrary , neither \nIs-S160A nor any M1–M4 enzymes sho wed activity in this assay\n(Supplementary Fig. S9). DLH variants demonstrating activity in \nin vitro functional assays all contained the M5 motif and belonged\nto clade VII in the phylogenetic tree (Fig. 1B), i.e. PETase_10.M5, \nPETase_12.M5 and PETase_15.M5 assessed in this study (Fig. 2)a n d \nPETase_02.M5 previously tested [46]. Thus, we concluded that only \nthe M5 variants were functional PET ases (hereafter M5-PETases).\nIn vivo polyethylene terephthalate degradation \nby bacteria encoding a full M5-pol yethylene\nterephthalate hydrolase gene\nTo validate M5-PETase activity in vivo, we conducted proof-\nof-concept experiments by assessing PET film degradation in \nmicrocosms inoculated with bacterial isolates from the marine\nculture collection of heterotrophic bacteria (MARINHET) [ 52]. \nBased on initial PCR-based screening, we identified six positive\nstrains (Supplementary Table S3 ), of which three were selected \nto assess their PETase motif from genome sequencing and \ncapabilities to degrade PET: ISS-721 isolated from 4,000 m \ndepth in the South Atlantic (Malaspina Expedition), and ISS-\n1225 and ISS-1242 captured from surface w ater (5 m) in the\nNorth Atlantic (TaraOceans). All three isolates were identified\nasPseudomonasspp., recently reclassified asHalopseudomonas\nspp. [\n54] (Supplementary Fig. S3). Analysis of bacterial assembled\ngenomes (Supplementary Method S1) revealed that only ISS-1242 \nencodes a complete M5-PETase motif, identical to PETase_12.M5\nfromH. pachastrellae( Fig. 1B), including both a complete catalytic \nfold and a secretion signal peptide (Supplementary Result S2\nand Figs S10 and S11). In contrast, the other two strains possess\n8 | Alamet al.\nFigure 2. (A) p-NP esterase activity assay comparing the PETase 10.M5, PETase 12.M5, PETase 15.M5, I. sakaiensis WT (is-WT), and I. sakaiensis S160A \n(Is-S160A). Data are reported as mean±SD (n= 3). (B) Table of catalytic parameters calculated from data presented in panel a. SEM ima ging and HPLC \nprofiles of the PET degradation assay on PET films (C) and PET granules (D) after 8 hours, on Day 7, and Day 14 of incubation. Scale bars indicate\n10 μm. Quantification of the PET monomers (BHET) released after 8 hours, day 7, and day 14 of incubation on PET films (E) and PET granules (F). PET \nfilms and PET granules with their HPLC profiles in the absence of enzymes are shown inSupplementary Fig. S9. Molecular weight standards ar e \nshown in Supplementary Fig. S5. \nincomplete PETase sequences, lacking key residues required for \nactivity , and ar e thus classified as pseudo-PETase genes.\nMicrocosm experiments showed that PET film degradation \nvaried among the three inoculated strains and occurred only \nwhen an additional carbon source (peptone and/or yeast\nextract) was supplied (\nSupplementary Fig. S4). This is consistent \nwith the absence of a MHET ase gene in the selected strains\n(Supplementary Result S2 ), which is required to facilitate the \nassimilation of PET by-products. Only strain ISS-1242—which was \npredicted through genome analysis to encode a functional M5-\nPETase—exhibited a significant reduction in PET weight compared\nto negative controls without bacterial inoculation (2.7%±0.5%\nat 85 days,\nFig. 3A, Supplementary Fig. S12 ), with the highest \ndegradation efficiency observed when using f iltered/autoclaved\nseawater (Supplementary Fig. S4 ). In contrast, PET degradation \nby ISS-721 and ISS-1225 was negligible (< 0.5% over 85 days), \nwith a non-significant differentiation from the negative controls\n(t-test at 64 days, ISS-721 vs control:t= 1.8, df = 4,P=. 1 4 ;\nIdentifying functional marine PETases | 9\nFigure 3. (A) Time course of PET film weight loss (%) by Halopseudomonas sp. ISS-1242 strain and non-inoculated control (NC) in microcosms with \nSW+C medium. Data are reported as an average of three replicates and their range of two distinct experiments conducted independently and \nindicated as (I) and (II). Microcosms inoculated with Escherichia coli were added as additional control with M9+C medium during the experiment (II) \n(see Materials and methods). (B) HPLC spectra of culture supernatants from ISS-1242 incubated with PET in SW+C for 60 days. Control refers to the \nPET film incubated in the same culture medium without bacteria. The retention times of t he standards (TPA, MHET, and BHET) are indicated by\ndashed lines. Molecular weight standards are shown in\nSupplementary Fig. S5. (C) SEM micrographs of PET films show the colonization of \nHalopseudomonas ISS-1242 cells at 21 days. Scale bars are indicated in each panel. The insets show PET films incubated without bacteria and used as \ncontrols. Arrowheads in the left panel indicate the bacterial cells adhering to the surface of the PET biofilm; magnification of bacterial cells in the \ncenter and right panels show contact points of the cells with the PET film surface. (D) SEM micrographs of degraded PET film at 60 days after washing \nout adherent cells. The insets show PET films incubated without bacteria at different magnifications (magnifications in\nSupplementary Fig. S13). Scale \nbars are indicated on each panel. Arrows indicate areas damaged extensively by the bacterial cells.\nISS-1225 vs control: t= 1.7, df = 4, P= .15). Such minor and \ninconsistent variations in PET film weight may be attributed to \nfactors unrelated to PETase enzymatic activity , including, among \nothers, nonspecific microbial metabolism (e.g. acidification of the \nmedium), mechanical abrasion due to agitation, or the activity \nof other ester ases with broader substrate specificity . Microcosms\ninoculated withE. colishowed no PET degradation activity with\nvalues comparable to negative controls (t= 1.7, df = 4,P= .16;\nSupplementary Fig. S12). HPLC confirmed the degradation of the \nPET film with the formation of mainly TP A, whereas MHET was\npresent in low quantity (Fig. 3B). The PET -degrading strain ISS-\n1242 colonized the PET film surface, forming small and sep arate\ncolonies without creating a homogeneous biofilm (Fig. 3C), as pre-\nviously observed for other marine degraders [59]. Magnifications \nat single-cell resolution revealed that bacteria were anch ored\nto the PET film ( Fig. 3D), resulting in surface alteration with \nirregularities, erosion, deposits, cavities, and fissures ( Fig. 3D) \ncompared with control films (Supplementary Fig. S13). \nThe in vivo functional assay revealed that only bacteria encod-\ning enzymes with the complete M5 motif—along with a sig-\nnal peptide enabling extracellular secretion—exhibited signifi-\ncant PET -degrading activity , confirming the results ofin vitro\nassays (\nFig. 2) and the overall motif ranking to determine func-\ntional PETase variants proposed.\nDistribution and abundance of M5-polyethylene \nterephthalate h ydrolase in the global ocean\nWe analysed the distribution patterns and prevalence of M5-\nPETase variants across 415 marine metagenomes. To ensure \ncomparability across samples and account for variations in \nmicrobial load, the relative abundance of M5-PETase genes was\ncalculated as FPKM and normalized against the FPKM of the\nsingle-copy housekeeping generecA(\nSupplementary Data S4). The \nM5-PETase variants were affiliated with the order Pseudomonadales \n(18 variants) and the phylumGemmatimonadota(5 variants)\n(\nSupplementary Data S1 ) and were detected in 323 samples\n(Supplementary Data S4 ). The combination of these variants \nper sample defined such a differential distribution acro ss\ngeographic locations and along depth (mapped inFig. 4A), with a \nmaximum toward the ocean interior at the base of the permanent\nthermocline (1,000–2,000 m depth,Fig. 4B and C). At 11 sampling \nlocations covering multiple depths, the cumulative abundance \nof M5-PETase variants increased significantly with depth (mixed-\neffect model: slope for depth = 0.4,P= .0032;Fig. 4A). In the upper \nocean (<200 m), the abundance of M5-PETase variants was highest \nnear South America, South Africa, India, French Polynesia, and \nthe Red Sea, while in deeper waters their prevalence peak ed\nbetween the Atlantic and Indian Oceans at depths of 200–1,000 m\nand>1,000 m (\nSupplementary Fig. S14). This distribution was \nprimarily associated with the presence of M5-PETases encoded \nby Gemmatimonadota and Pseudomonadales in the first portion \nof the mesopelagic ocean (100–1,000 m) and at depths below \n2,000 m, respectively , while both taxonomic groups contribute\nto the abundance of these enzymes between 1,000 and 2,000 m\n(\nSupplementary Fig. S15). Whereas a unique bacterium does not \nnecessarily encode both PETase and MHETase enzymes (as also \nshown in our isolates), MHETase genes were detected in 411 sam-\nples (\nSupplementary Fig. S17and Data S5), of which 324 also har-\nbored M5-PETase genes. This suggests that although the full PET \ndegradation pathway may be distributed across different taxa, the \nmetabolic potential for PET breakdown is present in co-occurring\nmicrobial communities, i.e. the same metagenome sample.\n10 | Alamet al.\nFigure 4. Distribution and prevalence of microbial M5-PETases across oceans. (A) Relative abundance of M5-PETases detected across 415 metagenome \nsamples. Values are expressed as the sum of FPKM mapped reads of all detected M5-PETase variants within a sample, normalized to the FPKM of the \nrecA gene within the same sample. Each point corresponds to a metagenome sample. The plots surrounding the map show the distribution of PETase \nabundance, normalized per recA abundance, across depth (m) in 11 profiles collected during the Malaspina expedition. (B and C) distribution of \nM5-PETase normalized per recA gene abundance along with depth and latitude, and along with depth and longitude. The gray line in panel C shows \nthe seafloor depth (m). (D) Fraction of samples where M5-PETase was detected over the total number of samples at each of 6 depth categories, i.e. \n0–100 m, 100–500 m, 500–1,000 m, 1,000–2,000 m, 2,000–3,000 m, and >3,000 m). (E) Mean (±SE) of M5-PETase abundance, normalized per recA gene \nabundance, at the same six depth lay ers, including only samples where M5-PETases were detected. M5-PETase normalized abundance and prevalence\nacross metagenome samples from different filter size ranges are reported in\nSupplementary Fig. S16. \nWhen comparing M5-PETase abundance with plastic concen-\ntration, a significant relation was detected (n= 816,P=2×10 −16, \nR2 = 0.09;Supplementary Fig. S18and Data S6A). This relationship \nwas further confirmed by a 10-fold higher M5-PETase abundance \nassociated with samples wher e plastic was detected (Mann–"
  ]
}