{
  "txt_file": "1-s2.0-S001393512200799X-main.txt",
  "pdf_file": "1-s2.0-S001393512200799X-main.pdf",
  "title": "Environmental Research 212 (2022) 113472",
  "experimental_sections": [
    {
      "heading": "Lizhu Aer : Conceptualization, Investigation, Methodology, Data",
      "text": "curation, Writing – original draft. Qifa Jiang : Validation. Ijaz Gul : \nValidation, Writing - review & revising. Zixuan Qi : Validation. Juan \nFeng : Conceptualization. Lixia Tang : Conceptualization, Supervision, \nFunding acquisition, Writing – review & editing. \nFunding \nThis work was supported by grants from the National Natural Science \nFoundation of China (No. 21673034) and Basic Research Program of \nSichuan Science and Technology Foundation (2021YJ0223). \nDeclaration of competing interest \nThe authors declare that they have no known competing financial \ninterests or personal relationships that could have appeared to influence \nthe work reported in this paper. \nAcknowledgements \nThis work was supported by grants from the National Natural Science \nFoundation of China (No. 21673034) and Basic Research Program of \nSichuan Science and Technology Foundation, China (2021YJ0223). The \nauthors also thank Prof. Peng Zhou for assistance with calculating pro -\ntein hydrophobic surface. \nAppendix A. Supplementary data \nSupplementary data to this article can be found online at https://doi. \norg/10.1016/j.envres.2022.113472 ."
    }
  ],
  "computational_sections": [],
  "results_sections": [
    {
      "heading": "The gel exclusion chromatography results showed that one major",
      "text": "elution peak with a small shoulder was observed, which indicated that \ntwo proteins might be contained in this peak. However, it also implied \nthat such a small difference in the elution volume of the two samples did \nnot correlate well with the two major bands showing 15 kD\na \ndifferences \nin mass. The collected gel exclusion chromatographic sample was then \nverified by SDS-PAGE and Native-PAGE. It showed that only one band of \n85 kD\na \nappeared in the Native-PAGE gel ( Fig. S6C ), while two major \nbands were still observed in the SDS-PAGE gel ( Fig. S6B ). Clearly, our \nresults confirmed that at least these two major bands represent NusA- \nIs PETase\nMut\n. The extra 70 kD\na \nband might be caused by the structure \ninterference of the fusion construct. Therefore, when cultured in ZYP \nmedium at 20 \n◦\nC, 80 ± 3.7 mg of purified NusA- Is PETase\nMut \nwas ob -\ntained from 1 L of culture. By taking into account of the mass of NusA \nprotein, the valid production of pure Is PETase\nMut \nis only 27.4 ± 1.3 mg, \nwhich is 4.6-fold higher than the expression of native Is PETase\nMut\n. \nThe expression of Is PETase\nMut \nusing different expression systems in \nE. coli was summarized in Table 1 . Both the chaperone co-expression and \nNusA fusion systems showed a large improvement in the soluble \nexpression of Is PETase\nMut \nin E. coli . It has been reported that in some \ncases the improved soluble expression of target proteins using the two \nstrategies was mainly caused by preventing protein aggregation result -\ning from interactions between the hydrophobic regions of the proteins \n( Emamipour et al., 2019 ; Kaur et al., 2018 ; Lobstein et al., 2012 ; Tat -\nkiewicz et al., 2015 ). Thus, the hydrophobicity of Is PETase\nMut \n(GAP38373.1) was analyzed by using Expasy ( https://web.expasy.org/p \nrotscale/ ), which is commonly used to calculate the hydrophobic or \nhydrophilic scale of proteins ( Kyte and Doolittle, 1982 ; Rafeeq et al., \n2021 ). Meanwhile, the hydrophobic property of its homologous enzyme \nTf Cut2 (YP_288944) was analyzed, the enzyme which showed high \nsecreted expression in E. coli with up to 2.38 g per liter of culture me -\ndium ( Chen et al., 2011 ; Su et al., 2012 , 2013 ). The results showed that \ncompared to Tf Cut2, Is PETase\nMut \ncontained three hydrophobic regions: \nresidues 77 – 86, 103 – 113 and 195 – 215 ( Fig. S7A ), while Tf Cut2 with \nonly two hydrophobic regions: residues 77 – 88 and 166 – 182 \n( Fig. S7B ). Although other factors could not be excluded, such a hy -\ndrophobic property of Is PETase\nMut \nmight be one of the reasons for the \nfact that inclusion bodies were formed with the majority of expressed \nIs PETase\nMut \nin E. coli . \n3.4. Enzyme characterization \nAfter systematic optimization of the expression of Is PETase\nMut \nin \nE. coli , the activity of the purified enzymes was verified using both \nsoluble fragment (BHET) and intact PET with different crystallinities \n(PET-NP with a crystallinity of 9.4% and PET-BP with a crystallinity of \n17.9%) ( Fig. S8 ). For BHET, the reaction was performed in phosphate \nbuffer pH 7.5 (the optimum pH for the reaction) at 30 \n◦\nC. The results \nshowed that the enzymatic activities of Is PETase\nMut \nand Is PETase\nMut \n(GroEL/ES) were comparable with a specific activity of 2.99 ± 0.08 \nU ⋅ nmol\n\u0000 1\n, while that of NusA- Is PETase\nMut \nwas 1.93 ± 0.03 U ⋅ nmol\n\u0000 1\n, \nindicating that the chaperone GroEL/ES did not show any significant \ninterruption on enzyme structure while facilitating the soluble expres -\nsion of Is PETase\nMut\n. With substrate PET-NP, the total released products \nof 3.5 ± 0.75 mM, 3.8 ± 0.52 mM, and 3.1 ± 0.3 mM were obtained for \nIs PETase\nMut\n, Is PETase (GroEL/ES) and NusA- Is PETase\nMut\n, respectively, \nafter 48 h of incubation in 50 mM Gly buffer (pH 9.0) at 30 \n◦\nC, while the \ntotal released products of 47.4 ± 3.3 μ M, 47.6 ± 4.2 μ M and 40.2 ± 0.3 \nμ M were obtained with substrate PET-BP for the three enzymes, \nrespectively. Although the three enzymes did not show a significant \ndifference in the degradation efficiency of PET, they all displayed much \nlower activity toward PET with high crystallinity. \nIn addition, both NusA- Is PETase\nMut \nand Is PETase\nMut \n(GroEL/ES) \nwere further characterized with aspects of thermostability, optimum \ntemperature and optimum pH by using BHET as a model substrate. The \nthermal stability of NusA- Is PETase\nMut \nand Is PETase\nMut \n(GroEL/ES) was \ninvestigated using a thermofluor-based assay ( Fig. S9 ). The two enzymes \nshared similar apparent melting temperature T\nm \nvalues of 59.1 and 58.6, \nrespectively, indicating that no significant effect of the fusion NusA \nprotein on the thermal stability of Is PETase\nMut \nwas produced. Moreover, \nboth NusA- Is PETase\nMut \nand Is PETase\nMut \n(GroEL/ES) displayed a similar \noptimal temperature of 45 \n◦\nC ( Fig. S10A ). NusA- Is PETase\nMut \ndisplayed a \nslight shift of optimal pH range (6.5 – 8.0) compared to Is PETase\nMut \n(GroEL/ES) (6.5 – 7.5) ( Fig. S10B ). NusA- Is PETase\nMut \nshowed approxi -\nmately 1.5-fold improvement on enzyme activity with pH decreasing \nfrom 9.0 to 8.0, while the activity of Is PETase\nMut \n(GroEL/ES) remained \nalmost unchanged at this pH range. Such a catalytic property of NusA- \nIs PETase\nMut \nmight be gained by the structure interference of Is PETase\nMut \nwith NusA protein. \nFig. 3. SDS-PAGE analysis of the expression of NusA- Is PETase\nMut \nin E. coli \nshuffle 7. The expression was conducted at 20 \n◦\nC in ZYP self-induction media. P \nrepresents for pellet, S for supernatant, and E for purified enzyme obtained by \nusing His-tag affinity chromatography. Multiple suspected NusA- Is PETase\nMut \nbands are marked with solid triangles. \nTable 1 \nSummary of the expression of Is PETase\nMut \nusing different expression systems in \nE. coli .  \nExpression vectors Host cells Medium Yields (mg ⋅ L\n\u0000 1\n) \npBAD- Is PETase\nMut \nE. coli \nTop10 \nLB 8 ± 1.1 \npET30- Is PETase\nMut \nE. coli shuffle-T7 LB 6 ± 0.5 \npET30- Is PETase\nMut \nE. coli shuffle-T7 ZYP 18 ± 1.8 \npET30- Is PETase\nMut \nplus pGro7 \nE. coli shuffle-T7 ZYP 75 ± 3.4 \npET30-NusA- Is PETase\nMut \nE. coli shuffle-T7 ZYP 80 ± 3.7  \nL. Aer et al.                                                                                                                                                                                                                                      \nEnvironmental Research 212 (2022) 113472\n6\n3.5. Kinetic analysis \nKinetic studies of both Is PETase\nMut \n(GroEL/ES) and NusA- Is PETase -\nMut \nwere performed by adopting a heterogeneous two-step kinetic model \ndue to the insolubility of the PET substrate. In order to calculate accu -\nrately the surface area of PET, the substrate PET-BP instead of PET-NP \nwas used. The hydrolysis of PET-BP catalyzed by the two enzymes was \nanalyzed by HPLC analysis. The obtained data were fitted with equa -\ntions (1) and (2) to obtain the kinetic parameters ( Fig. 4 ). The results \nshowed that the maximum initial rate (V\nmax\n) of Is PETase\nMut \n(GroEL/ES) \nwas 1.23 ± 0.1 μ mol ⋅ L\n\u0000 1\n⋅ h\n\u0000 1\n, which was 1.43-fold higher than that of \nNusA- Is PETase\nMut \n(0.86 ± 0.01 μ mol ⋅ L\n\u0000 1\n⋅ h\n\u0000 1\n), and the hydrolysis con -\nstant ( k\n2\n) of Is PETase\nMut \n(GroEL/ES) was 1.6-fold higher than that of \nNusA- Is PETase\nMut \n( Table 2 ). In contrast, it was noticed that the \nadsorption constant ( K ) of NusA- Is PETase\nMut \nwas 1.43-fold higher than \nthat of Is PETase\nMut \n( Table 2 ), indicating that the fused NusA protein \nincreased the ability of Is PETase\nMut \nto attach to PET. It is not surprising \ngiven that NusA has been shown to have chaperone activity, and its \nhydrophobic property may play a role in the increased adsorption con -\nstant ( K ) of NusA- Is PETase\nMut\n. It has been reported that the enhanced \nadsorptive ability of PETase could be gained by pre-incubating PET with \nhydrophobic proteins RolA and HGFI ( Puspitasari et al., 2021 ). More -\nover, fusion of carbohydrate-binding module (CBM), a polymer-binding \ndomain that can adhere to a hydrophobic polymer surface, with PETase \nincreased its hydrophobic binding, and consequently increased the hy -\ndrolysis efficiency of PETase ( Dai et al., 2021 ; Ko et al., 2021 ; Ribitsch \net al., 2015 ). Fusing auxiliary domains to the enzyme was proved to be a \ncommonly used strategy to enhance the performance of PET hydrolytic \nenzymes. Taken together, the NusA fusion protein not only promoted the \ncorrect folding of Is PETase\nMut\n, but also conferred new catalytic prop -\nerties to the enzyme. \n3.6. Biodegradation of PET bottle \nTo further investigate the performance of these enzymes in the long- \nterm degradation of PET, PET-NP with low crystallinity was used. The \ndegradation capacity of Is PETase\nMut \n(GroEL/ES) and NusA- Is PETase\nMut \nwas evaluated by the measurement of the total released products of TPA, \nFig. 4. Kinetic analysis of Is PETase\nMut \n(GroEL/ES) and NusA- Is PETase\nMut \nin the degradation of PET-BP. Experiments were performed with PET-BP at a fixed area of \n2.4 cm\n2\n⋅ mL\n\u0000 1\n. The solid lines were obtained by fitting the experimental data with equation (1) for panels A and C, and with equation (2) for panels B and D. Error \nbars are the mean of three independent measurements. \nTable 2 \nKinetic parameters of Is PETase\nMut \n(GroEL/ES) and NusA- Is PETase\nMut \nobtained \nfrom fitting analysis of Fig. 4   \nK (nM\n\u0000 1\n) k\n2 \n(nmol ⋅ cm\n\u0000 2\n⋅ h\n\u0000 1\n) \nIs PETase\nMut \n(GroEL/ES) 0.069 ± 0.006 nM\n\u0000 1 \n0.682 ± 0.025 nmol cm\n\u0000 2\n⋅ h\n\u0000 1 \nNusA- Is PETase\nMut \n0.099 ± 0.007 nM\n\u0000 1 \n0.401 ± 0.011 nmol cm\n\u0000 2\n⋅ h\n\u0000 1  \nL. Aer et al.                                                                                                                                                                                                                                      \nEnvironmental Research 212 (2022) 113472\n7\nMHET, and BHET ( Fig. S11 ). The results demonstrated that TPA and \nMHET are the main products and a very tiny amount of BHET was \nproduced in all three cases. Such a product pattern was consistent with \nthe results obtained from the other groups ( Austin et al., 2018 ; Yoshida \net al., 2016 ). The degradation behavior of Is PETase\nMut \n(obtained by \ncommon expression method) and Is PETase\nMut \n(GroEL/ES) is comparable \nas expected. However, it was observed that higher amount of MHET was \naccumulated for NusA- Is PETase\nMut \ncompared to the other two enzymes \n( Is PETase\nMut \nand Is PETase\nMut \n(GroEL/ES)). The production of TPA for \nNusA- Is PETase\nMut \nwas lower than that for the other two enzymes within \n7 days ( Fig. S11 ), while it reached at the same level afterwards, resulting \nin higher production of total released products after 4 days ( Fig. 5 A). \nAfter two weeks ’ degradation, 1.4-fold higher production with \nNusA- Is PETase\nMut \nwas achieved compared to that of Is PETase\nMut \nand \nIs PETase\nMut \n(GroEL/ES) ( Fig. 5 A). A similar trend was also obtained by \nweighting the substrate. A weight loss of 19.6 ± 2.3 mg was obtained for \nPET-NP catalyzed by NusA- Is PETase\nMut\n, which was 1.43-fold higher \nthan that catalyzed by the other two enzymes ( Fig. 5 B). The enhanced \ndegradation capacity of NusA- Is PETase\nMut \nwas further proved by SEM \nimaging ( Fig. S12 ). Taken together, these results indicated that \nNusA- Is PETase\nMut \ndisplayed a unique biodegradation behavior toward \nPET-NP compared to Is PETase\nMut \nand Is PETase\nMut \n(GroEL/ES), showing \nan applicatioTfn potential on the long-term biodegradation of PET-NP. \nTo gain more information related to the unique biodegradation \nbehavior of NusA- Is PETase\nMut \ntoward PET-NP, the enzyme activity to -\nward MHET was determined with both Is PETase\nMut \n(GroEL/ES) and \nNusA- Is PETase\nMut\n. The specific activities of 3.48 ± 0.1 mU ⋅ nmol\n\u0000 1 \nand \n1.02 ± 0.18 mU ⋅ nmol\n\u0000 1 \nwere obtained for the two enzymes, respec -\ntively. The results proved the fact that the accumulation of MHET with \nNusA- Is PETase\nMut \nis more likely caused by the lower activity toward \nMHET than the other two enzymes ( Fig. S13 ). \nIt was surprised that NusA- Is PETase\nMut \nproceeded the long-term \ndegradation of PET with a higher efficiency than the other two en -\nzymes, although it had a lower hydrolysis constant. It was noticed that \nthe optimum pH result of NusA- Is PETase\nMut \nshowed a higher relative \nactivity when pH went down from 9 to lower when BHET was used as a \nmodel substrate ( Fig. S10B ). Therefore, we speculated that such a pH \ninterference could lead to a higher released products of NusA- Is PETa -\nse\nMut \nsince the acidification of the reaction system upon the production \nof TPA was observed during the biodegradation of PET-NP in 50 mM Gly \nbuffer at pH 9.0. Thus, the biodegradation of PET-NP was performed at a \npH range from 8 to 9. However, it was not what we expected since the \nenzymatic activities of Is PETase\nMut \n(GroEL/ES) and NusA- Is PETase\nMut \nwere 58.5% and 51.8% of those at pH 9, respectively, when the reaction \nwas performed at pH 8.5 ( Fig. S14 ). Moreover, even no enzymatic re -\naction was observed at pH 8.0. \nAfter excluding pH interference, the inhibition effect of TPA, the \nmain product of the reaction, on the degradation efficacy of both Is PE -\nTase\nMut \n(GroEL/ES) and NusA- Is PETase\nMut \ntoward PET-NP was investi -\ngated. Being the cosolvent of TPA, DMSO was proved to have a slight \ndecrease effect on the degradation efficiency of NusA- Is PETase\nMut \nwith \nincreasing the concentration of DMSO, but an opposite effect was \nobserved for Is PETase\nMut \n( Fig. S15A ). Such a positive effect of DMSO on \nthe conversion of amorphous PET film was observed with both wild-type \nIs PETase and its double mutant variant ( Erickson et al., 2022 ). \nWhen TPA was added to the reaction system, a clear inhibition effect \nwas observed with the two enzymes. Is PETase\nMut \n(GroEL/ES) showed a \nsignificant decrease in degradation capacity with increasing the con -\ncentration of TPA, while the inhibition trend of TPA on NusA- Is PETa -\nse\nMut \ntended to go slowly with the concentration of TPA below 1 mM. \nHowever, the inhibition became more pronounced when the concen -\ntration of TPA reach to 2 mM with the relative activity of 57.4 ± 0.3% \nfor NusA- Is PETase\nMut \nand 41.2 ± 1.8% for Is PETase\nMut \n( Fig. S15B ). Till \nnow, our results proved that both enhanced adsorption capacity toward \nPET and the reduced product inhibition effect of NusA- Is PETase\nMut \ncould contribute to the fact that NusA- Is PETase\nMut \nperformed long-term \ndegradation of PET with a higher efficiency than the other two enzymes. \nHowever, other factors rather than those we explored could not be \nexcluded and still need to be further investigated. \n3.7. Structural analysis of NusA-IsPETase\nMut \nTo reveal the nature of the observed catalytic properties of NusA- \nIs PETase\nMut\n, the structure model of the enzyme was predicted by using \nAlphaFold2 that represents one of the most popular ones to enable the \nprediction with a high accuracy ( Callaway, 2020 ; Gupta et al., 2021 ; \nJumper et al., 2021 ; Tunyasuvunakool et al., 2021 ). The obtained model \nof NusA- Is PETase\nMut \nwith the highest confidence, indicating an average \npredicted local distance difference test (pLDDT) of 86.7 and the pLDDT \nof the structural regions were all above 90 ( Fig. 6 A). Thus, the structure \nprediction of NusA- Is PETase\nMut \nis highly plausible since pLDDT > 90 is \nused as the cut-off point for a high precision ( Tunyasuvunakool et al., \n2021 ). \nTo demonstrate whether NusA affects the folding of Is PETase\nMut\n, we \nchosen root-mean-square deviation (RMSD) and TM-align ( https://zh \nanggroup.org/TM-align/ ) for structural comparison of NusA- \nFig. 5. Evaluation of PET-NP degradation capacity of three purified enzymes by measuring the total released product (A) and the corresponding weight loss (B). The \nerror bars are the mean of three independent measurements. \nL. Aer et al.                                                                                                                                                                                                                                      \nEnvironmental Research 212 (2022) 113472\n8\nIs PETase\nMut \nand Is PETase\nMut\n. TM-align is an algorithm that allows fast \nand more accurate comparison of multiple protein structures, with a TM \nscore of 0 indicating protein structures are unrelated and a TM score of 1 \nindicating an exact match ( Dong et al., 2018 ; Kirchmair et al., 2008 ; \nZhang and Skolnick, 2005 ). The results showed that a RMSD of 0.348 \nand TM-score of 0.99601 were obtained in our case, suggesting that the \nNusA fusion did not show a significant interference on the overall \nstructure of Is PETase\nMut \n( Fig. 6 B). \nFig. 6. Structural analysis of NusA- Is PETase\nMut\n. (A) NusA- Is PETase\nMut \nstructure predicted by AlphaFold2 and the corresponding confidence analysis. (B) Structural \nsuperposition of NusA- Is PETase\nMut \nand Is PETase\nMut\n. Molecular docking analysis of Is PETase\nMut \n(C) and NusA- Is PETase\nMut \n(D) with 2PET. NusA residues of 486 – 501 \nare shown in green; residues located on the interface between the enzyme and 2PET are shown in yellow; 2PET in blue; catalytic triad in red. (For interpretation of \nthe references to colour in this figure legend, the reader is referred to the Web version of this article.) \nL. Aer et al.                                                                                                                                                                                                                                      \nEnvironmental Research 212 (2022) 113472\n9\nThe predicted structure of NusA- Is PETase\nMut \ntogether with the \ncrystal structure of Is PETase\nMut \n(PDB 6IJ6) were subsequently subjected \nto the analysis of hydrophobic surface distribution using the online \nsoftware of Accessible Surface Area and Accessibility Calculation for \nProtein (ver. 1.2) ( http://cib.cf.ocha.ac.jp/bitool/ASA/ ). The results \nshowed that the hydrophobic surface area of Is PETase\nMut \nand NusA- \nIs PETase\nMut \nwas 1634.2 Å\n2 \nand 9725.2 Å\n2\n, accounting for 16.8% and \n21.6% of the overall area of the two enzymes, respectively, which \nindicated that the surface of NusA protein is more hydrophobic than \nIs PETase\nMut \nalone ( Fig. S16 ). Such a hydrophobic property of NusA \ncould be accounted for the enhanced adsorption capacity of NusA- \nIs PETase\nMut \ntoward PET-NP. \nTo further investigate the differences in enzyme characteristics due \nto the fusion of NusA, we performed molecular docking calculations \nwith both NusA- Is PETase\nMut \nand Is PETase\nMut \nby using 2PET as a model \nsubstrate. The docking results showed that 2PET bound with the two \nenzymes in a productive way, with hydrogen bonds formed between the \ncatalytic residue Ser160 (Ser 678 in NusA- Is PETase\nMut\n, 678 is the sum of \nthe residue number of Ser160 in Is PETase\nMut \nplus the total residue \nnumber of NusA 518) and the carbonyl group of 2PET. Moreover, the \nbinding free energy of 2PET with Nus- Is PETase\nMut \n( \u0000 5.03 kcat ⋅ mol\n\u0000 1\n) \nwas a slightly higher that of Is PETase\nMut \n( \u0000 5.45 kcat ⋅ mol\n\u0000 1\n). It was \nobserved that the binding mode of 2PET with the two enzymes was \ncomparable with a slight difference of the binding orientation in the \nsecond benzene ring of 2PET, resulting in the loss of hydrogen bond \nforming between the oxygen of 2PET with the NH group of Trp 703 in \nNusA- Is PETase\nMut \n( Is PETase\nMut \nTrp 185 forms a 2.6 Å hydrogen bond \nwith the oxygen of 2PET), but forming a new hydrogen bond between \nthe backbone NH2 group of Tyr605 and carbonyl oxygen of 2PET (2.4 Å) \n( Fig. 6 C and D). Moreover, the hydrogen bond formed between Asn 759 \nand 2PET (2.5 Å) in NusA- Is PETase\nMut \nis weaker than that of Asn 241 \nwith 2PET (2.3 Å) in Is PETase\nMut\n, which might be due to the fact that the \nT-stacking interaction of Trp 159 with the first benzene ring of 2PET in \nIs PETase\nMut \nis stronger than that in NusA- Is PETase\nMut \n(Trp 677) ( Fig. 6 C \nand D). Taken together, these binding differences might account for the \nhigher binding free energy of PET with NusA- Is PETase\nMut \nover Is PETa -\nse\nMut\n, thus, conferring new characteristics of NusA- Is PETase\nMut\n. \n4. Conclusion \nIn this study, we systematically investigated the soluble production \nof Is PETase\nMut \nin E. coli by adopting multiple strategies. Our results \nindicated that the formation of inclusion bodies of the overexpressed \nIs PETase\nMut \nin E. coli is more likely due to protein aggregation resulting \nfrom interactions between the hydrophobic regions of the proteins \nrather than the existence of disulfide bond. Thus, a large improvement \non the soluble expression of Is PETase\nMut \nwas obtained by adopting co- \nexpression with chaperone GroEL/ES and fusion expression with NusA \nprotein. Activity measurements proved that GroEL/ES promotes the \ncorrect folding of Is PETase\nMut\n, while structure prediction analysis \nshowed that NusA- Is PETase\nMut \ndisplays a specific structure with Is PE -\nTase\nMut \nencircled by the NusA protein, endowing the fusion enzyme new \ncatalytic characteristics. The increased adsorption capacity of NusA- \nIs PETase\nMut \non PET and the reduced inhibition of the product could \nensure a higher catalytic efficiency for long-term biodegradation of PET \nbottle. Taken together, our studies provide not only an efficient way to \nproduce soluble recombinant Is PETase\nMut\n, but also the kinetic investi -\ngation of the resulting enzymes on PET degradation, all of which could \nset a solid contribution to the biodegradation of PET. \nCredit author statement"
    }
  ]
}