{
  "txt_file": "1-s2.0-S0968000425001069-main.txt",
  "pdf_file": "1-s2.0-S0968000425001069-main.pdf",
  "title": "Trends in",
  "experimental_sections": [
    {
      "heading": "Experimental methods are essential for elucidating the interactions between PET surfaces and",
      "text": "hydrolases, providing direct observations and quantitative data for analyzing enzyme binding \nand activity. The techniques discussed in the following section are biophysical methods com-\nmonly employed to investigate interface-related problems, enabling the determination of binding \nafﬁnities, surface interactions, protein mobility, and the kinetics of the process. \nLangmuir isotherms are commonly used to determine protein binding to insoluble substrates. \nThis model \ndescribes the adsorption of protein molecules onto a homogeneous solid substrate \nsurface with identical binding sites, assuming independent protein binding, monolayer formation, \nand reversible binding. Despite their simplicity, the Langmuir isotherms are often overlooked in \nPET hydrolase studies. Nonetheless, in one study the method was applied to measure the inter-\nactions between semi-crystalline PET powder and three different PET hydrolases, two cutinases \n(TfC and HiC from Humicola insolens) and a variant of the IsPETase, under conditions of both en-\nzyme and substrate excess [65]. The binding process was reasonably described by a Langmuir \nisot\nherm, indicating a strong afﬁnity for the PET substrate, with dissociation constants consis-\ntently below 150 nM. The saturated substrate coverage for all three enzymes roughly \ncorresponded to a monolayer on the PET surface. No speciﬁc ligand binding contributions in \nthe active site were identiﬁed, suggesting that adsorption is predominantly driven by nonspeciﬁc \ninteractions, unlike enzymes naturally evolved to degrade insoluble polymers. However, a corre-\nlation was observed between the progression of enzymatic hydrolysis and increased binding\n712 Trends in Biochemical Sciences, August 2025, Vol. 50, No. 8\n(Xc) \ncapacity, likely due to surface modiﬁcations of the PET polymer over time. In another study, \nLangmuir isotherms identiﬁed that fusing CBMs to a variant of LCC improved the afﬁnity of the en-\nzyme to PET [72]. Binding isotherms, along with zeta potential measurements that quantify the \nelectrical \ncharge on the surface of particles such as proteins in a liquid, helped explain the differ-\nences in activity as a function of salt concentration for several HiC homologs. \nTrends in Biochemical Sciences\nOPEN ACCESS\nAn inverse Michaelis–Menten approach has been used to assess the kinetics of PET hydrolases \nand their interaction with the PET surface. Besides the kinetic parameters, this approach provides \nthe number of attack sites on the PET surface. Speciﬁcally, one kinetic data set is collected using \nthe conventional method with the substrate in excess, while another is collected in an inverse con-\ncentration regime with enzyme in excess (Figure 3A) [9]. This approach has been applied using either \nPET p\nowder or ﬁlm of varying crystallinity, yielding substrate afﬁnity, turnover rate, catalytic efﬁciency, \nand the ability to identify attack sites on PET, thereby facilitating the identiﬁcation of rate-limiting steps \n[9,15,88–91]. For example, it was used to compare an engineered PET hydrolase, TurboPETase, \nwith other \nPET hydrolases. It was suggested that TurboPETase’s enhanced depolymerization per-\nformance may, at least in part, be due to its improved ability to target a broader range of speciﬁc a t -\ntack sites that can be hydrolyzed [88]. The inverse Michaelis–Menten approach was also used to\n(A) \nv\nv\nS0 \nEnzyme saturation Substrate saturation \nEnzyme Attack-\nsite Enzyme Attack-\nsite \nE0 \nCoverglass \nPET surface \nEvanescent \nwave (100 nm) \nUnexcited \nproteins \nExcited \nproteins \nReflected laser excitation \non off \n(B) \nQCM-D Sensor w. \nPET surface \nTime \nMass \n(C) \nLiquid phase \nTrendsTrends inin BiochemicalBiochemical Sciences Sciences \nFigure 3. Principles behind selected experimental methods used for characterizing polyethylene terephthalate \n(PET) hydrolase interactions with PET surfaces and their hydrolysis of insoluble PET. (A) Analysis of \nheterogeneous enzyme catalysis can be approached through two alternative methods: enzyme saturation (left), that is, the \nconventional Michaelis–Menten analysis with initial rate (v) plotted against total substrate concentration (S0), and substrate \nsaturation (right), that is, an inverse Michaelis –Menten analysis with initial rate (v) plotted against total enzyme \nconcentration (E0). The density of attack sites on the insoluble substrate can be determined based on these analyses [96]. \n(B) T\nhe principle behind total internal re ﬂection ﬂuorescence (TIRF) microsco py used for analyzing enzyme –PET \ninteractions. Fluorophore-labeled PET hydrolases in solution are placed on a coverglass with a thin PET ﬁlm cast on it. \nProteins close enough to the surface ( < 100 nm) will be excited and hence give a signal, which can be measured. These \ndata can \nbe used to determine on and off rates. (C) Example of quartz crystal microbalance with dissipation monitoring \n(QCM-D) in relation to PET hydrolase activity. The degradation of the PET ﬁlm on the sensor surface by PET hydrolases is \nfollowed by the change in mass over time.\nTrends in Biochemical Sciences, August 2025, Vol. 50, No. 8713\nstudy the effect of the surfactant cetylmethylammonium bromide (CTAB) on the enzymatic activity \nand strength of enzyme–PET interactions of LCC and TfC [9]. CTAB consistently reduced the inter-\naction \nstrength, while its effect on enzymatic turnover exhibited a strong biphasic response. Initially, \nincreasing the concentration of CTAB enhanced turnover, but beyond a certain point, the turnover \nwas suppressed. This correlation reﬂects the Sabatier principle [9].\nTrends in Biochemical Sciences\nOPEN ACCESS\nIsothermal titration calorimetry (ITC), combined with thermokinetic models, was employed to \nconduct a detailed analysis of the degradation process of PET nanoparticles by TfC2 [92]. An in-\nv\nerse Michaelis–Menten-based model was used for the data analysis. The results determined \nthat about 95% of the heat produced during PET degradation can be attributed to the heat of re-\naction, while only about 5% was due to the heat of adsorption. \nThe effect of surface mutations on a PET hydrolase, PET2, identiﬁed from a metagenome library, \nwas \ninvestigated using total internal reflection fluorescence (TIRF) microscopy. This tech-\nnique enables single-molecule imaging, allowing for the tracking of binding rate constants \n(Figure 3B). The most active mutant exhibited an increased binding rate constant, which was sug-\nges\nted to explain its higher activity compared with the WT enzyme [37]. In another study, TIRF \nmi\ncroscopy was combined with fluorescence recovery after photobleaching (FRAP) mi-\ncroscopy to examine how two green ﬂuorescence protein (GFP) labeled PET hydrolases, LCC \nand PES-H1 (aka PHL7), and their CBM fusion variants attach and detach from a PET surface. \nTIRF microscopy was optimized for measuring the on and off rates of the enzymes, while \nFRAP microscopy was used to assess the dynamic movement rates of proteins across the \nPET surface. The study showed that adsorption and desorption dominate over lateral diffusion \n[93]. Similarly, single-molecule binding dynamics of quantum dot-labeled IsPETase were studied \nus\ning TIRF microscopy. Speciﬁcally, the landing rate and the binding duration were measured. \nThe binding durations were well described by a biexponential model, featuring a fast population \ninterpreted as active binding events and a slow population representing nonspeciﬁc binding inter-\nactions [94]. Additionally, a simpliﬁed form of TIRF microscopy was utilized to study enzyme den-\nsity \nand distribution on the PET surface, providing insights into the protein concentration-\ndependent activity reduction of IsPETase [95]. \nThe quartz crystal microbalance with dissipation monitoring (QCM-D) is a method that al-\nlows \nfor real-time monitoring of PET hydrolysis, enabling the determination of depolymerization \nkinetics. This was demonstrated for TfC2 and its mutants, where QCM-D was used to analyze \nthe degradation kinetics of PET spun-coated onto a gold sensor (Figure 3C), which revealed \ntwo \ndistinct phases: an ‘initial hydrolysis phase’ and a ‘fast hydrolysis phase’ [97]. Furthermore, \nearlier \nresearch employed QCM to evaluate the effects of fusing binding proteins including \nCBMs to a PET hydrolase on the hydrolysis kinetics [69]. \nThermal treatment of a WCCG variant of LCC was shown to enhance PET hydrolysis. To eluci-\ndate the underlying reasons, atomic force microscopy-single-molecule force spectros-\ncopy (AFM-SMFS) w a s e m p l o y e d t o a s s e s s e n z y m e a d s o r p t i o n t o a P E Ts u r f a c e[89]. This \nmethod uses \na sharp AFM tip to apply controlled forces to a single molecule measuring the forces \nneeded to unfold or detach it from a surface, providing detailed insights into molecular interac-\ntions, binding strengths, and conformational changes [98]. Untreated and thermally treated en-\nzyme were applied to the AFM tip and approached a PET ﬁlm. Thermally treated enzyme \nshowed higher adhesion force than the untreated one. It was hypothesized that thermal treat-\nment increases the hydrophobicity of the protein surface [89]. AFM-SMFS was also used to dem-\nonstrate \nthat hydrophobic anchor peptides promote adhesive interactions between HotPETase \nfused with different anchor peptides and the PET surface [14].\n714 Trends in Biochemical Sciences, August 2025, Vol. 50, No. 8\nTrends in Biochemical Sciences\nOPEN ACCESS\nWe ﬁnd it important to note that the outcome of all the experimental methods described depends \non the properties of the PET substrate. The degree of crystallinity is crucial when assaying and \ncomparing the activity of PET hydrolases on insoluble PET, with enzymatic activity increasing \nwhen the crystallinity decreases [18,23,73,83]. However, crystallinity is an overall estimate and \ndoes \nnot reﬂect the speciﬁc properties of the PET surface where the PET hydrolases act. \nSome PET hydrolases create holes in the substrate, likely targeting amorphous areas of the sub-\nstrate surface [83]. So far, no experimental framework has yet fully captured the relationship be-\ntwee\nn PET surface morphology and PET hydrolase activity [99]. Single-molecule microscopy \nmethods \nand QCM-D face challenges in preparing the PET surface, as PET is dissolved in an or-\nganic solvent before being cast onto a cover slip. This process results in a PET layer that is not \ndirectly comparable with insoluble PET substrates used in activity analyses. Furthermore, PET au-\ntoﬂuorescence issues require pretreatment of the PET surface and extensive data processing \n[37,93]. \nMolecular simulations for studying PET surface–PET hydrolase interactions"
    },
    {
      "heading": "Molecular simulations offer a promising complement to experimental approaches for understand-",
      "text": "ing PET hydrolase interactions with PET surfaces. By allowing precise control over variables like \nsurface morphology and molecular interactions, simulations can provide detailed insights into \nmechanistic relationships that are challenging to capture experimentally; however, they also \ncome with their own challenges, which are discussed later. While the docking and QM/MM sim-\nulations provide crucial insights into the processes within the active site (discussed earlier), they \nare not able to explain how the enzymes adsorb on the PET material and how PET reaches the \nactive site. These questions can be addressed by classical MD simulations where PET is modeled \nas a material in its amorphous, crystalline, or mixed amorphous/crystalline state (Figure 2) and the \nrespect\nive enzyme is placed above the material to monitor the adsorption process. \nIn the study by Sahihi et al., the adsorption of LCCICCG on amorphous PET consisting of PET-\n9mer chains at 65°C was simulated [100]. The enzyme was always positioned such that the ac-\ntive \nsite faced the PET material and was only about 5 Å away. Consequently, the enzyme always \nbound with the same area to the PET surface, and this interaction occurred rapidly and was me-\ndiated by hydrophobic, hydrogen bond, and π–π interactions between PET chains and various \namino \nacid residues of the cutinase enzyme. Not a b l y , t h e p r e s e n c e o f t h e e n z y m e a i d e d i n \nextracting a PET monomer into the water.\nJäckering et al. conducted a detailed analysis of PET hydrolase binding to amorphous PET at \n30°C \nfor LCC and PES-H1, starting from random orientations at least 10 Å away from a bulk of \nPET-9mers [8]. Their ﬁndings indicated that initial adsorption is predominantly nonspeciﬁc, occur-\nring \nin both proximal and distal regions relative to the enzymes’ active site, with minimal protein \nreorientation taking place on the PET surface, even when extending simulations to 2 μs \n(Figure 4 A). Interaction energy analysis disclosed that mainly polar and hydrophobic interactions \ndrive \nadsorption, while repulsion occurs with negatively charged residues, which are more prev-\nalent in PES-H1 compared with LCC (Figure 4B). To further explore the role of speciﬁc a m i n o \na\ncids in PET interactions, surface residues were mutated to weaken PET binding, primarily re-\nplacing positively charged and polar residues with negatively charged ones or alanine \n(Figure 4C,D). In silico simulations of the resulting triple mutants guided the selection for in vitro \ntesting \nusing the inverse Michaelis –Menten approach, but the LCC mutant could not be \nexpressed despite mutations being distant from the active site. Meanwhile, the PES-H1 T11V/ \nS13A/S14A mutant exhibited signiﬁcantly reduced PET degradation activity. This observation \naligns with the Sabatier principle, indicating that the PES-H1 triple mutant may have weakened \ninteractions too much for optimal catalysis [ 8]. These results highlight the importance of\nTrends in Biochemical Sciences, August 2025, Vol. 50, No. 8715\nunderstanding enzymatic adsorption to PET, as even minor distant mutations can greatly affect \nprotein stability and activity through alterations in PET adsorption dynamics. \nTrends in Biochemical Sciences\nOPEN ACCESS\nTrendsTrends inin BiochemicalBiochemical Sciences Sciences \nFigure 4. Molecular dynamics (MD) analysis of polyethylene terephthalate (PET) hydrolase binding on \namorphous PET. (A) Residues in contact with PET during the adsorption of leaf compost cutinase (LCC) [left, Protein \nData Bank (PDB) 4EB0] [3] and polyester hydrolase I (PES-H1) (right, PDB 7CUV) [6] f or at least 75% of the simulation \ntime are colored blue and rose for proximal and distal sites, respectively, relative to the catalytic site (indicated by an \narrow), with overlapping areas in purple. One PES-H1 simulation showed enzyme relocation from distal to proximal \nbinding, highlighted in yellow. (B) Electrostatic potential surfaces (EPS) for LCC (left, net charge: and PES-H1 (right, \nnet charge: disclose that negatively charged areas in PES-H1 avoided PET. (C) EPS of the LCCIG triple mutant (TM) \nand PES-H1FY TM. Mutations are within the black circle and the catalytic site is indicated by an arrow. (D) MD interaction \nenergies between PET and the mutation site residues show weaker binding for the TMs (blue) compared with parent \nenzymes (gray). In vitro, LCCIG TM could not be expressed, while PES-H1FY TM lost over 50% activity. (E) Analysis of PET \nentry into the active site identiﬁed three dominant pathways for PES-H1 (with key residues like the catalytic triad S130/ \nD176/H2028 and the ‘wobbly’ W155 highlighted); pathways are shown as spheres (reﬂecting PET ester carbons that are \neventually productively bound) on the enzyme structure, with sphere color indicating entry progress from cyan to \nmagenta. Plots reproduced with permission from Ref. [8]. \nSince Jäckering et al. did not observe PET-9mer penetration into the binding cleft during their \n2 μs MD simulations at 30°C, this indicates an energy barrier impeding PET entry into the active \nsite. \nTo investigate this further, they employed Hamiltonian replica exchange molecular dy-\nnamics (HREMD), modifying the energy function of PET to enhance its mobility at higher rep-\nlicas, thereby allowing exploration of PET entry for the ﬁrst time in LCC and PES-H1 [8]. This \napproa\nch conﬁrmed the energy barrier’s presence, attributed to intramolecular PET–PET interac-\ntions needing resolution before PET could insert into the binding cleft, along with intermolecular \nPET–residue interactions hindering productive binding poses. It was found that raising the tem-\nperature to 70°C could overcome the obstructive PET–PET interactions, partly explaining why \nenzymatic PET degradation is generally more efﬁcient at higher temperatures (Table 1). Free en-\nergy \nanalysis and principal component analysis of the HREMD data identiﬁed three main PET \nentry pathways (Figure 4E) and unfavorable PET–residue interactions that could be mitigated \nby \nmutations T211G in LCC and S68A in PES-H1, as conﬁrmed by in vitro tests.\n716 Trends in Biochemical Sciences, August 2025, Vol. 50, No. 8\n5) \n− 5) \nTrends in Biochemical Sciences\nOPEN ACCESS\nPaiva et al. investigated the adsorptions process of the IsPETase on amorphous and crystalline \nPET [101]. MD simulations at 30°C of the PET–IsPETase systems identiﬁed a preference for \nthe \namorphous PET substrate, which correlat es with the established experimental data \n(Table 1). The computational models developed by Paiva et al. associate this tendency with a \nsubsta\nntially higher PET–IsPETase contact area, a better PET chain accessibility, and a beneﬁcial \norganization of the catalytic triad in the case of the amorphous PET substrate, which is evident \nfrom inspecting the molecular structures of crystalline and amorphous PET shown in Figure 2. \nThe study by Chen et al. combined computational and experimental methods to obtain a \ncomplete \ncatalytic pathway for the e nzymatic degradation of PET by the IsPETase and \nwith that providing additional information on t he functional properties of PET hydrolases \n[102]. This includes enzyme binding, PET fragment capture, conformational reﬁnement, at-\ntain\nment of the ﬁnal pre-cleavage conformation, and ester bond cleavage. The conducted"
    }
  ],
  "computational_sections": [
    {
      "heading": "Computational Chemistry, Heinrich",
      "text": "Heine University Düsseldorf, Düsseldorf, \nGermany \nPlastics, especially polyethylene terephthalate (PET), are vital in modern life, with \nglobal production exceeding 400 million tons annually. This extensive use has \nled to signiﬁcant plastic waste pollution, highlighting the need for effective \nrecycling strategies. PET, one of the most recycled plastics, is a prime candidate \nfor degradation into its original monomers through engineered PET hydrolases – \nenzymes with industrial potential. While previous engineering efforts have mainly \nfocused on enhancing thermostability and catalytic efﬁciency, the crucial aspect \nof enzyme adsorption to PET surfaces has received less attention. This review \nspeciﬁcally addresses the mechanisms of enzyme adsorption, detailing relevant \nexperimental methods and simulation techniques while emphasizing the poten-\ntial for engineering more effective PET hydrolases. \nTrends in Biochemical Sciences, August 2025, Vol. 50, No. 8 https://doi.org/10.1016/j.tibs.2025.05.002 707 \n© 2025 The Author(s). Published by Elsevier Ltd. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). \nDiscovery and potential of PET hydrolases \nThe existence of enzymes capable of degrading PET (see Glossary), a synthetic anthropogenic \npolyme\nr not found in nature, is remarkable. While enzymes have evolved to effectively target nat-\nural substrates, the presence of these enzymes that can degrade PET is surprising at ﬁrst glance. \nHowever, upon closer examination, one ﬁnds that there are hydrolysable synthetic polymers like \nPET that share structural similarities, such as ester bonds, with natural polyesters like cutin, which \nare substrates for hydrolases. Thermobiﬁda fusca cutinase (TfC) was the ﬁrst PET-degrading en-\nzyme discovered, as described in 2005 [1]. \nSince then, a number of PET hydrolases have been identiﬁed and advanced [2], including the \nlea\nf compost cutinase (LCC) and polyester hydrolase I (PES-H1, also known as PHL7) which \nwere both derived from compost metagenome libraries in 2014 [3] and 2022 [4], respectively. \nLCC \nshows high activity against PET and exhibits cutinase-like properties, enabling the enzyme \nto break down polymer structures effectively. Building on this natural enzyme, the French \ncompany CARBIOS utilized the ICCG variant of LCC (F243I/D238C/S283C/Y127G) [5], en-\nab\nling them to successfully launch the ﬁrst enzymatic PET recycling demonstration plant in \n2021 with plans to open a larger facility with a recycling capacity of 130 tons per day in 2025 \n(https://www.carbios.com/en/enzymatic-recycling/ ). Although PES-H1 is somewhat less ac-\ntive \nthan LCC [6], it is of industrial interest, as well, as it demonstrates a broader substrate \nsp\neciﬁcity that could be enhanced further through a two-enzyme system, similar to that em-\nployed by Ideonella sakaiensis 201-F6. This bacterium can effectively metabolize PET using \nthe enzymes IsPETase and MHETase, which facilitate the complete degradation of PET into \nbis(2-hydroxyethyl) terephthalate (BHET) and mono(2-hydroxyethyl) terephthalate (MHET), ulti-\nmately producing the monomers terephthalic acid (TPA) and ethylene glycol (EG) [7]. \nTable 1 summarizes key wild-type (WT) and mutant PET hydrolases, detailing their enzymatic \ncharac\nteristics on both amorphous and crystalline PET substrates, along with the temperatures \nat which these parameters were measured. It highlights how enzyme performance varies with\nHighlights \nThe existence of polyethylene terephthal-\nate (PET) hydrolases is striking, given that \nPET is a synthetic polymer and enzymes \nevolved for natural substrates. \nTo enhance the applicability of PET hy-\ndrol\nases in industrial settings, targeted \nenzyme reengineering is essential. \nStrategies for improving PET hydrolases \ninclud\ne increasing thermostability, accel-\nerating catalytic reactions, and optimiz-\ning binding to PET substrates. \nAccording to the Sabatier principle, \nachiev\ning optimal binding strength be-\ntween PET and PET hydrolases is crucial \nfor effective catalysis. \nA range of biochemical and biophysical \ntechnique\ns is available to enhance our \nunderstanding of PET hydrolase adsorp-\ntion to PET, paving the way for advanced \nenzyme design.\ntemperature and PET substrate crystallinity, with higher temperatures generally improving activity. \nAdditionally, many values remain unestablished, underscoring the need for a more comprehen-\nsive understanding of enzymatic PET hydrolysis. To address this, Arnal et al. developed a stan-\ndardized protocol for larger-scale studies, applying it to four PET hydrolases [16]. Their ﬁndings \nide\nntiﬁed that FAST-PETase and HotPETase are unsuitable for large-scale applications due to \nlow depolymerization rates, while PES-H1 L92F/Q94Y (PES-H1FY ) could be a promising candi-\ndate with 80% depolymerization upon further enzyme evolution. LCCICCG excelled, achieving \n98% PET conversion to TPA and EG in 24 h, and they improved its economic viability by reducing \nenzyme usage by a factor of 3 and lowering the reaction temperature from 72°C to 68°C. None-\ntheless, further optimization is crucial for enhancing the catalytic efﬁciency and environmental im-\npact of enzymatic PET hydrolysis, as current life cycle assessments show that enzymatic PET \nrecycling still lags behind virgin PET production in most categories [17]. Therefore, we will ﬁrst ex-\namine the individual steps of the catalytic cycle, which present several opportunities for enzyme \nimprovement, before focusing on the initial step: the adsorption of PET hydrolases onto the \nPET material.\nTrends in Biochemical Sciences\nOPEN ACCESS\nThe catalytic cycle and potential intervention points for engineering PET hydrolases \nPET degradation by PET hydrolases can be considered as heterogeneous catalysis, w h e r e \nthe catalyst is in a different phase (here solution) than the substrate (here solid). Consequently, \nthe catalytic cycle involves the following steps (Figure 1). (i) Adsorption: the PET hydrolase must \nﬁrst \ncome into contact with the surface of PET; (ii) enzyme–substrate complex formation: a PET \nchain must enter into the active site of the enzyme and adopt a pose ready for the hydrolysis re-\naction to take place; (iii) catalytic action: the PET hydrolase catalyzes the hydrolysis reaction by \ncleaving the ester bond(s) in the polymer chain; and (iv) product release: after the reaction, the \nproducts (e.g., shorter PET chains, BHET, MHET, TPA, and EG) must be released from the active \nsite of the enzyme, allowing the enzyme to be free for additional catalytic cycles.\nInsoluble substrates like PET present unique challenges for enzymes. Unlike soluble substrates \ntha\nt easily dissolve in water and are accessible to enzymes, insoluble substrates remain solid \nand often possess complex structures that enzymes must navigate. The enzymatic hydrolysis \nof PET primarily involves surface erosion, where the outer polymer layer is degraded to expose \ninner material. Due to the inability of water and enzyme molecules to penetrate the polymer’s \ncore, only a limited number of ester bonds are accessible for enzymatic action. Additionally, inter-\nfacial enzymes, such as PET hydrolases, must overcome attractive forces within the substrate \nmatrix to form a productive enzyme–substrate complex. \nBased on the PET hydrolase catalytic cycle, one can focus on one or more of the four major steps \nto in\ncrease its efﬁciency. Most approaches so far emphasize optimizing the second and third \nsteps, speciﬁcally the binding of PET in the active site and the catalytic reaction. It is important \nto consider the material properties of PET, a semi-crystalline thermoplastic with linear polymer \nstrands forming both amorphous and crystalline regions (Figure 2). The mobility of the PET chains \nis temper\nature-dependent, transitioning from rigidity below the glass transition temperature \n(Tg) t o ﬂexibility above it. The differs between the amorphous and rigid regions, as well as be-\ntween bulk PET and the surface, due to the plasticization effect of water [19–22]. Increased ﬂex-\nibility allows \nbetter access to ester bonds, enhancing enzymatic turnover [23]. Optimal PET \nbiodegradation therefore \noccurs at 68–72°C [5,19,22,24,25], necessitating high thermostability \nin PET \nhydrolases. The thermostability of enzymes can be improved by introducing covalent di-\nsulﬁde bridges, which resulted in increases in melting temperature (Tm) o f 2 0–30°C for various \nPET-degrading enzymes [26–28]. Techniques like directed evolution, machine learning (ML), \nand artiﬁcial \nintelligence (AI) have also been used to create thermostable enzyme variants, such\nGlossary \nAtomic force microscopy-single-\nmolecule force spectroscopy \n(AFM-SMFS): measures forces and \ninteractions at the level of individual \nmolecules using an AFM tip to apply \nforce to a single molecule; provides \ninformation on unfolding or binding \ninteractions. \nCarbohydrate-binding domain \n(CBM\n): a s p e c iﬁc structural region \nfound in certain proteins that enables \nthem to bind carbohydrates .\nCrystallinity level of structural \norder within a solid; impacts properties \nsuch as hardness, density, \ntransparency, and diffusion. \nFluorescence recovery after \npho\ntobleaching (FRAP) \nmicroscopy: quantitative imaging \ntechnique for studying the dynamics of \nﬂuorescently labeled molecules in tissue \nor cells; a speciﬁc region is \nphotobleached and the recovery of \nﬂuorescence is monitored to analyze \nmolecular diffusion. \nGlass transition temperature \ngradual and reversible change in \namorphous material domains from a \nhard, brittle ‘glassy’ state to a viscous or \nrubbery state as temperature increases. \nHamiltonian replica exchange \nmol\necular dynamics (HREMD): \ncomputational technique to enhance \nsampling in molecular dynamics \nsimulations; multiple system replicas are \ncreated with different Hamiltonians and \nexchanged periodically. \nHeterogeneous catalysis: process \nwher\ne the catalyst is in a different phase \nfrom the reactants. \nInverse Michaelis–Menten: a \nrec\niprocal form of the conventional \nMichaelis–Menten kinetics, where the \nconcentration of the enzyme exceeds \nthat of the substrate. \nIsothermal titration calorimetry \n(ITC\n): measures heat changes during a \nchemical reaction or binding event; \ndetermination of the thermodynamics of \ninteractions such as binding constants \nand enthalpy changes. \nLangmuir isotherms: describe the \nadso\nrption of molecules onto a solid \nsurface as a function of pressure, \nassuming uniform binding sites, where \nan occupied site cannot accommodate \nanother molecule. \nMolecular docking: prediction of the \npref\nerred orientation of one molecule \nwhen binding to another; binding afﬁnity \nis estimated using a scoring function.\n708 Trends in Biochemical Sciences, August 2025, Vol. 50, No. 8\n(Xc): \n(Tg): \nTg \nas HotPETase and DuraPETase, which are both derived from the IsPETase [29,30]. Using a \nstruct\nure-based ML approach, FAST-PETase was developed [31]. Meanwhile, a combination \nof molecular dynamics \n(MD) simulations and ML facilitated the prediction of variants of \nT. fusca Cutinase 2 (TfC2) with enhanced thermostability [32], which, as the WT, already has a \nvery high melti\nng temperature of 92.8°C."
    },
    {
      "heading": "Molecular dynamics (MD)",
      "text": "simulations: computational method \nthat models the motion of atoms and \nmolecules over time, enabling the study \nof particle interactions in a deﬁned \nsystem based on classical physics. \nPET hydrolases: enzymes that \ncataly\nze the breakdown of PET by \nhydrolyzing the ester bonds. \nPolyethylene terephthalate (PET): \nthe \nmost common thermoplastic \npolymer of the polyester family; used for \nbeverage bottles and food packaging, \ntextiles, thermal insulation materials, \namong others. \nQuantum mechanics/molecular \nmech\nanics (QM/MM): combines \naccurate QM calculations for reactive \nsites or complex interactions with faster \nclassical MM calculations for the \nsurrounding environment. \nQuartz crystal microbalance with \ndissi\npation monitoring (QCM-D): \nmeasures mass changes and \nviscoelastic properties of thin ﬁlms on a \nquartz crystal sensor by monitoring \nchanges in frequency and energy \ndissipation during adsorption or reaction \nprocesses. \nSabatier principle: concept in \nhete\nrogeneous catalysis; asserts that \nthe interactions between catalyst and \nreactant should not be too strong or too \nweak for optimal catalysis. \nT o t a l i n t e r n a l r e f l e c t i o n \nfluor\nescence (TIRF) microscopy: \nuses a special light wave to light up only \nthe molecules very close to a glass \nsurface, allowing detailed imaging of thin \nlayers or molecules interacting with a thin \nsurface of mater ial.\nZeta potential: the electrical potential \nat the \nslipping plane of a particle in a \nliquid (i.e., at the interface separating \nmobile ﬂuid from ﬂuid attached to the \nparticle surface). Higher zeta potential \nvalues suggest greater particle stability in \nsuspension, while lower values indicate \na tendency for aggregation. \nTrends in Biochemical Sciences\nOPEN ACCESS\nWhile elevated temperatures are needed for efﬁcient PET entry into the active site, increased \npolymer mobility enables recrystallization – a process known as physical aging – and a higher \ndegree of crystallinity restricts PET access, reducing turnover [22,33,34]. This physical \naging b\negins above 72°C for amorphous PET in an aqueous environment [5]. Therefore, devel-\noping high\nly efﬁcient enzymes that can outperform this competing physical aging process is \nessential [20,21], a challenge addressed through PET hydrolase engineer ing. To this end, \nmany \nstudies investigated the interactions between PET and amino acids near the active \nsite, examining crystal structures of enzymes with PET analogs [6,35–41], as well as structures \nbased o\nn molecular docking [5,40,42–44], often followed by short MD simulations [6,45–49]. \nStu\ndies have replaced sterically demanding amino acids with smaller ones to widen the binding \ncleft of PET-degrading enzymes, enhancing activity due to improved accessibility [43,50–52]. \nHowever, \nsuch substitutions might lead to the loss of speciﬁc interactions with PET, weakening \nbinding. In fact, in one study, narrowing the binding site and introducing amino acids with \nstronger PET interactions has led to increased activity [49]. Increased aromaticity [50] and hy-\ndrophobicity \n[52,53] near the active site also positively inﬂuence activity. A conserved trypto-\nphan, \nknown as ‘wobbling ’ tryptophan, located at one end of the catalytic binding cleft, \nenhances PET binding through π–π interactions with the benzene ring and improves product \nrelease [40,54]. \nTo \ngain insights into the mechanistic details of the catalytic reaction beyond the assumptions de-\nrived from crysta\nl structures, quantum mechanics/molecular mechanics (QM/MM) simula-\ntions were conducted, with the ﬁrst studies on enzymatic PET hydrolysis published in 2021 \n[55–57], followed by several other studies in subsequent years [58–61]. The mechanism consists \nof acylation, \nwhere the catalytic serine’s nucleophilicity is increased by proton transfer from the \nhistidine, allowing for an attack on the PET ester’s carbonyl and the subsequent cleavage of \nthe bond, and deacylation, where a water molecule attacks the acyl intermediate. Key mutations, \nsuch as the replacement of an isoleucine near the catalytic aspartate with alanine, resulted in a \nloss of activity, emphasizing the importance of nearby amino acids in stabilizing the catalytic as-\npartate [62]. A recent QM/MM study disclosed that the acylation process in LCC and PES-H1, \nalong with their \nmore active mutants LCCICCG and PES-H1FY , involves two distinct conformations \nof the PET benzene ring that enhance π–π interactions with the ‘wobbling’ tryptophan residue \n[63]. For the high-activity variants LCCICCG and PES-H1FY , a reduction of 2–5 kcal/mol in activa-\ntion free energy was observed compared with their respective WT enzyme and partially explains \ntheir increased activity. Alternative to molecular simulations, AI also offers promising avenues for \noptimizing the active sites of PET hydrolases; for example, a recent study utilized a diffusion \nmodel combined with a neural network approach to design tailor-made enzymes, speciﬁcally \ngenerating novel serine hydrolases for the hydrolysis of PET [64]. \nAttempts were also made to increase enzymatic efﬁciency by addressing the ﬁrst step of the cat-\nalytic cycle and \nmodifying the interactions between PET hydrolases and the PET material. How-\never, the collective ﬁndings from studies addressing these interactions indicate that this process \nis primarily nonspeciﬁc, which poses a challenge for enhancing enzymatic efﬁciency. In light of \nthis, no explicit PET recognition site has been identiﬁed so far, prompting efforts to modify PET \nsurface characteristics or fuse enzymes with binding domains to enhance adsorption [65]. For\nTrends in Biochemical Sciences, August 2025, Vol. 50, No. 8709\n(Tm) \n(Xc) \nexample, carbohydrate-binding domains (CBMs), known for efﬁciently binding polymers like \nsynthetic plastics [66,67], have been fused terminally with PET-degrading enzymes [68–73]. \nThes\ne studies demonstrated that the impact of CBM fusion on activity depends on various pa-\nrameters such as the catalytic domain, linker type, substrate type, and substrate load. The fusion \nof small anchor peptides to HotPETase has yielded similar results as with CBMs [14]. Additionally, \nfusing \nhydrophobins or adding them as free molecules enhances PET degradation by PET hydro-\nlases [74–76]. Hydrophobins are small glycoproteins that modify the surface properties of hydro-\nphobic \nsubstrates like PET, increasing their hydrophilicity and facilitating enzyme adsorption from \nthe aqueous phase. This improved binding raises the local concentration of the enzyme on the \nsubstrate surface, enhances wettability, and promotes hydrolytic breakdown of PET [74–78]. \nAn innova\ntive approach for PET degradation involved codisplaying IsPETase and a hydrophobin \non yeast, signiﬁcantly increasing the degradation of highly crystalline PET compared with puriﬁed \nIsPETase [79]. Surfactants serve a similar function as hydrophobins, with their hydrophobic part \nbinding \nto PET, while the charged part mediates contact with the enzyme, as demonstrated for \nIsPETase [80] and TfC2 [81]. \nTrends in Biochemical Sciences\nOPEN ACCESS\nTable 1. Michaelis constant Km, inverse Michaelis constant invKm, and turnover rate kcat of relevant PET hydrolases for amorphous and crystalline PET \nsubstrates \nEnzyme °C] Amorphous PET substrate Crystalline PET substrate \nKm [gL–1 ] invKm [μM] kcat [s–1 ] gL–1 ] M] s–1 ] \nPES-H1FY [8] 70 0.391 0.892 –– – – \nLCC [9]5 0 –– – 1.8 0.086 0.29 \nLCC [10] 40 0.42 – 0.20 –– – \nLCC ICCG [11] 60 –– – 2.9 – 0.6 (calcu lated) \nLCC ICCG [8] 70 0.215 0.365 – – – – \nHiC [12] 50 –– – 0.27 0.043 0.088 \nHiC [12] 60 –– – 0.26 0.28 0.043 \nHiC [13] 50 2.655–3.852 5.81–8.27 0.0294–0.0843 2.458–2.683 1.54–5.22 0.0076–0.0107 \nTfC [12] 50 –– – 1.2 0.026 0.015 \nTfC [12] 60 –– – 0.68 0.20 0.052 \nTfC [9] 50 –– – 1 0.077 0.04 \nHotPETase [14] – 3.41 0.79 0.13 3.26 0.59 0.13 \nIsPETase [12] (W159H/S238F) 40 – – – 4.9 0.039 0.52 \nIsPETase [12] (W159H/S238F) 50 – – – 0.24 – 0.69 \nIsPETase [15] (WT) 30 697 0.235 1.5 54 2.162 0.8 \nIsPETase [15] (WT) 40 87 0.309 0.5 26 2.037 1.7 \nIsPETase [15] (W159H/S238F) 30 302 2.690 0.5 479 1.303 0.5 \nIsPETase [15] (W159H/S238F) 40 141 0.527 0.5 95 1.874 1.2\nIn other studies the surface charge of the enzymes was directly addressed. For instance, Sagong \net al. identiﬁed a positive effect by introducing negative charges in surface regions away from the \ncatalytic center, while substitutions with negatively charged amino acids near the catalytic center \nresulted in reduced activity [82]. Jäckering et al. found that even substitutions involving only polar \nresidu\nes, rather than charged ones, on the protein surface far from the active site of PES-H1 sig-\nniﬁcantly reduced its activity [8]. Thomsen et al. observed crater formation on the PET surface \nd\nuring its degradation with PES-H1, attributing this to PES-H1’s l o w a fﬁnity for PET with high\n710 Trends in Biochemical Sciences, August 2025, Vol. 50, No. 8\nT [\nKm [ invKm kcat [μ[ \ncrystallinity in combination with the enzyme’s negative surface charge [83]. As degradation in-\ncr\neases the number of negatively charged carboxylic groups on the PET surface, it becomes \nmore negative, repelling PES-H1 and resulting in crater formation rather than uniform degrada-\ntion. These observations are supported by different studies that indicated a positive impact of a \nmore neutral, hydrophobic enzyme surface on enzymatic activity [84–86]. However, enhancing \nPET \nadsorption does not always translate to increased PET hydrolase activity; in fact, improved \nactivity can sometimes be achieved by reducing adsorption, as seen in LCC, where a decreased \nbinding afﬁnity arises from cationic surfactants [9]. This observation aligns with the Sabatier prin-\nciple\n, which posits that there is an optimal binding afﬁnity for achieving the most effective enzy-\nmatic activity. If the binding is too strong, it can hinder the release of the reactants after catalysis \ntook place, reducing the catalytic turnover; conversely, if the binding is too weak, the catalyst may \nnot hold the reactants long enough for the reaction to occur. Thus, an intermediate binding \nstrength is ideal, as it maximizes catalytic efﬁciency by enabling enzymes to stabilize transition \nstates without obstructing product release [87].\nTrends in Biochemical Sciences\nOPEN ACCESS\nTrendsTrends inin BiochemicalBiochemical Sciences Sciences \nFigure 1. Schematic process of enzymatic plastic degradation. The polyethylene terephthalate (PET) waste is ﬁrst \npretreated, including micronization and amorphization, to facilitate the enzymatic hydrolysis process. The PET hydrolases \n(with the active site highlighted in green) then bind to the amorphous PET plastic polymers. One of the PET chains enters \nthe active site, which contains the catalytic triad residues Ser, His, and Asp [shown here for leaf compost cutinase (LCC), \nProtein Data Bank 4EB0] [3], where the ester bonds are hydrolyzed. The PET chains are ﬁrst degraded into shorter \nfragments, and the ﬁnal products are the monomers bis(2-hydroxyethyl) terephthalate (BHET), mono(2-hydroxyethyl) \nterephthalate (MHET), terephthalic acid (TPA), and ethylene glycol (EG). After isolating the monomers and the enzymes, \nthe enzymes can be reused for further plastic degradation.\nTrends in Biochemical Sciences, August 2025, Vol. 50, No. 8711\nTrends in Biochemical Sciences\nOPEN ACCESS\nTrendsTrends inin BiochemicalBiochemical Sciences Sciences \nFigure 2. Crystalline and amorphous polyethylene terephthalate (PET). (A) The degree of crystallinity varies in \ndifferent regions of a PET bottle. (B) Zooming into the PET materials shows a lamellar structure consisting of crystalline \n(deep red) and amorphous layers (lilac). Enzymatic attack is only possible in the amorphous regions where individual PET \nchains are accessible by the active sites of PET hydrolases (green icons). (C) The molecular structures of crystalline (top) \nand amorphous (bottom) PET show their differences in order. The ﬁgures in panels (A) and (B) are reproduced and \nadapted with permission from [18].\nSince the optimal binding between the PET surface and PET hydrolases has not yet been estab-\nlished, and it remains unclear why surface mutations in the enzyme, distant from the active site, \ncan signiﬁcantly reduce activity [8], it is essential to better understand the interplay between \nPET hydrol\nase binding and the characteristics of both the enzyme and the PET surface. Conse-\nquently, the remainder of this review focuses on this aspect, discussing various experimental and \nsimulation techniques that can be employed to further investigate these interactions. \nExperimental approaches for studying PET surface–PET hydrolase interactions"
    },
    {
      "heading": "MD simulations allowed for the sampling cleavable PET conformations and provided an ex-",
      "text": "planation for the experimentally observed enzyme inactivation in the form of conformational \nﬂuctuations in the catalytic loop. While for IsPETase these ﬂuctuations may increase the \nPET capture capability at the cost of enzyme stability, a comparison with its more thermosta-\nble mutant, the HotPETase, led to the conclusion that this activity–stability trade-off can be \novercome through directed evolution. \nAn MD study focusing on crystalline PET explored the adsorption of CBMs as promising candi-\ndates \nfor fusion with PET hydrolases to enhance enzyme activity by increasing substrate afﬁnity \n[66]. This study started with an in vitro analysis of eight CBMs for their PET binding afﬁnity. A \nfast \nand reliable PET surface afﬁnity assay was developed for semi-quantitative analysis of \nprotein–PET interactions, which identiﬁed a Bacillus anthracis CBM from family 2 (BaCBM2) as \na h i g h - a fﬁnity PET binder. MD simulations indicated that surface-exposed aromatic triads in \nBaCBM2 interacted with PET throug h-stacking – which is less signiﬁcant for binding to amor-\nphous PET [8] – and polar interactions. These ﬁ ndings were supported by tryptophan ﬂuores-\ncence quenching experiments, which allowed for the determination of a dissociation constant \nfor BaCBM2 g L–1 ). The balance of hydrophobic to polar interactions at the CBM– \nPET interface differentiated high-afﬁnity binders, with BaCBM2 demonstrating an optimal ratio, \nfrom CBMs with lower afﬁnity [66]. \nConcluding remarks \nThe remarkable similarity between man-made plastics and natural polymers allows certain en-\nzymes, such as cutinases and other polyesterases, to effectively degrade plastics like PET. How-\never, the WT forms of these enzymes often lack the efﬁciency required for practical industrial \napplications. To rationally enhance their performance, a thorough understanding of the heteroge-\nneous catalytic process is essential, beginning with the adsorption of enzymes onto insoluble PET \nand culminating in product release. While many studies concentrate on elucidating the processes \nwithin the active sites of PET hydrolases, we advocate for increased research into the interactions \nbetween these enzymes and the PET material, both at the onset of degradation and during the \nprocess, particularly as PET undergoes structural and physicochemical changes due to short-\nened chains. As highlighted in this review, a diverse array of experimental and simulation tech-\nniques is available to advance our understanding in this area. We encourage the integration of \nthese methods to achieve a more comprehensive analysis. Ultimately, by gaining deeper insights \ninto the surface processes involved in PET degradation, we can strategically modify PET hydro-\nlase surfaces to achieve the optimal binding conditions described by the Sabatier principle, \nthereby enhancing their catalytic efﬁciency and paving the way for effective solutions in plastic \nwaste management (see Outstanding questions). \nOutstanding questions \nMechanisms of action:\n• What are the precise molecular \nmechan\nisms through which PET hy-\ndrolases interact with and degrade \nPET?\n• How does the surface morphology \ninﬂuence these mechanisms? \nEnzyme adsorption:\n• Why has the adsorption of PET hy-\ndro\nlases to PET surfaces received \nless attention?\n• What speciﬁc factors determine the \nefﬁciency of this adsorption and its \nimplications for enzyme activity? \nEngineering strategies:\n• What are the most effective strat-\negies \nfor enhancing the catalytic \nefﬁciency of PET hydrolases?\n• How can a better understanding \nof the interactions between PET \nmaterial and PET hydrolases in-\nform targeted engineering? \nHow can we encourage the field to \nintegrate different simulation and \nexperimental methods to achieve \na more comprehensive approach \nto the study and design of PET \nhydrolases?\nTrends in Biochemical Sciences, August 2025, Vol. 50, No. 8717\nπ\nμ(Kd 25 4 \nTrends in Biochemical Sciences\nOPEN ACCESS"
    }
  ],
  "results_sections": []
}