{
  "txt_file": "1-s2.0-S0304389423008579-main.txt",
  "pdf_file": "1-s2.0-S0304389423008579-main.pdf",
  "title": "Journal of Hazardous Materials 455 (2023) 131574",
  "experimental_sections": [
    {
      "heading": "Conventional plastic waste management methods (landfills and",
      "text": "incineration) seek to mitigate the growing volume of plastic waste, but \nthey are limited by economic and environmental constraints. Eco- \nfriendly options, such as recycling, present noticeable boundaries. For \ninstance, despite the high collection rates of PET (up to 50%), the quality \nof recycled PET final products tends to be lower than the virgin materials \n[15,16] . Biodegradable polymers have also been proposed as a green \nalternative, since they can degrade under environmental conditions. \nTheir degradation is facilitated by the enzymatic machinery of various \nmicroorganisms breaking them down in oligo- and monomers [9,17] . \nNonetheless, biodegradables have not been proven to be a panacea, as \ntheir natural degradation can take several decades, depending on \nenvironmental conditions [18 – 20] . To address this limitation, a more \ndirect and controlled approach of degradation through enzymatic pro -\ncesses might accrue, leading to a bio-dependent, eco-friendly and \nfeasible strategy for managing plastic waste. \nIn recent years, there has been a growing interest in discovering \nnovel plastic-degrading enzymes, with a focus on polyesters, particu -\nlarly PET, a major contributor to plastic pollution. The persistent nature \nof PET is attributed to the presence of aromatic components in its \nbackbone, which hinder access by microorganisms and prevent \nbiodegradation [21] . Most PET-degrading enzymes are bacterial and \nfungal carboxylesterases, belonging mostly to the cutinase family, which \nin nature conduce to the degradation of cutin, a natural waxy polyester \n[22] . Even though numerous enzymes have been discovered or engi -\nneered so far to efficiently degrade amorphous PET, degradation of the \npolymer ’ s crystalline regions remains a challenge [23] . \nOne of the central figures in amorphous PET biodegradation is the \nmetagenome-derived LC-Cutinase (LCC), which has been extensively \ninvestigated for this ability. Recent advancements have led to the \ndevelopment of a thermostable variant of LCC (LCC\nICCG\n) that exhibits \nhigh specificity towards PET and demonstrates remarkable efficiency in \ndepolymerizing amorphized PET waste [24,25] . Concerning high crys -\ntallinity PET, it seems that LCC\nICCG \npresents room for improvement \nwhile a latest study proved that further protein engineering might be the \nsolution [26] . Notably, LCC\nICCG \nis the only enzyme to be industrialized \nfor PET biorecycling, with a processing temperature of 72 \n◦\nC, and is \nexpected to be implemented on a large scale in the near future [23,27] . \nPolymer biodegradation has been suggested to be more effective near \nthe glass transition temperature ( T\ng\n), since chains are more accessible to \nenzymes, due to the abrupt conversion of the plastic state from glassy to \nrubbery [28,29] . For this reason, thermostability of PET hydrolases has \nbeen considered as an important feature, since T\ng \nof PET is around 70 \n◦\nC. \nHowever, the temporal aspect of PET degradation at those temperatures \nis very crucial, as studies demonstrated a correlation between polymer ’ s \ncrystallinity degree increase and reaction duration. Notably, PET storage \nat temperatures around its T\ng \nfor 48 h, initiates not only its “ physical \naging ” , but also the rearrangement of shorter polymer segments, leading \nto an increase in crystallinity, hindering the enzymatic depolymeriza -\ntion further [30,31] . Consequently, enzymatic degradation of amor -\nphous PET at temperatures near its T\ng\n, only makes sense for short \nreaction times, necessitating the utilization of enzymes with very high \ncatalytic turnover, such as LCC\nICCG\n. For lower reaction temperatures, \npolymer aging and crystallization are not an issue, hence slower en -\nzymes can also be utilized. \nIn fact, amorphous PET degradation has been shown at milder \ntemperatures of 30 – 50 \n◦\nC by the benchmark mesophilic PETase from the \nbacterium Ideonella sakaiensis 201-F6 ( Is PETase) [32] and its thermo -\nstable variants. The most recently-designed variant, FAST-PETase (a \nquintuple mutation of Is PETase), outperformed the thermotolerant \nLCC\nICCM\n, by presenting 5-fold higher degradation of amorphous post -\nconsumer PET products at 50 \n◦\nC [33] . This fact is indicating that protein \nengineering of non-thermophilic PET hydrolases could work as a greener \nroute of PET degradation at lower temperatures. \nIn the present study, we report the discovery and biochemical \ncharacterization of a novel cutinase-like enzyme, designated as Dm PE -\nTase, from the bacterium Deinococcus maricopensis . Dm PETase ’ s \ndemonstrated polyesterase activity is compared to the benchmark PET- \ndegrader LCC\nICCG \non a broad range of synthetic materials, including \ncommercial plastics, such as PET and polyether polyurethane, as well as \nthe biodegradable polybutylene succinate (PBS), polycaprolactone \n(PCL), polyhydroxy butyrate (PHB) and polylactic acid (PLA). Empha -\nsizing on PET, our research focused on the effect of crystallinity on PET \ndegradation, as PETases discovered to date have been shown to effi -\nciently hydrolyze amorphous or low crystallinity PET, but their effec -\ntiveness is significantly limited at increased crystallinity [31] . To this \naim, enzymatic reactions were conducted with virgin, amorphous and \nsemi-crystalline powder, as well as with two types (transparent, colored) \nof post-consumer water bottles in their original and powdered form. \n2. Materials and methods \n2.1. Sequence and structural analysis of DmPETase \nThe identification of the signal peptide for the full-length sequence of \nthe E8U721 (UniProtKB) protein was performed using SignalP-6.0 [34] . \nA phylogenetic tree was constructed with MEGA 11.0 using the \nNeighbor-Joining method, which incorporated 25 sequences from the \nPDB database that were homologous to E8U721. The AlphaFold2 \n(AF2)-generated 3D structure of the enzyme was downloaded from the \nAlphaFold Protein Structure Database (UniProt ID: E8U721) and visu -\nalized by UCSF Chimera v1.15, excluding the native signal peptide \n(residues 1 – 33) and the residues 34 – 55, due to the absence of secondary \nstructure information and their misalignment with structures of other \npolyesterase structures. The electrostatic (Coulomb) potential surface \nwas constructed and visualized by UCSF Chimera using the default \nparameters. \n2.2. Cloning, heterologous expression and purification of DmPETase and \nLCC\nICCG \nGenes encoding the cutinase-like enzyme from D. maricopensis \n( Dm PETase, UniProtKB ID: E8U721 excluding the native signal peptide) \nand quadruple variant of leaf branch compost cutinase (LCC\nICCG\n, variant \nF243I/D238C/S283C/Y127G, wild-type LCC UniprotKB ID: G9BY57 \nexcluding the native signal peptide) were codon optimized for expres -\nsion in Escherichia coli and synthesized in expression vectors pET22b( + ) \nand pET26b( + ), respectively, by GenScript Biotech B.V. (Netherlands). \nChemically competent E. coli BL21(DE3) cells were transformed with \nK. Makryniotis et al.                                                                                                                                                                                                                           \nJournal of Hazardous Materials 455 (2023) 131574\n3\neach vector and grown for 16 h in Luria-Bertani (LB) plates supple -\nmented with the proper selection antibiotic, ampicillin and kanamycin \nfor Dm PETase and LCC\nICCG\n, respectively. The transformants were \ncultured in nutrient medium (LB or Terrific Broth) at 37 \n◦\nC under \nagitation (180 rpm) and recombinant enzyme expression was induced \nby the addition of 0.2 mM isopropyl β -D-1-thiogalactopyranosidase \n(IPTG) for 16 h at 16 \n◦\nC. \nFor purification of recombinant enzymes, E. coli cells were harvested \nby centrifugation at 4000 x g for 15 min at 4 \n◦\nC, resuspended in 50 mM \nTris-HCl pH 8.0, 300 mM NaCl buffer and disrupted using an ultrasonic \nprocessor (VC 600, Sonics and Materials, Newtown, CT, USA) with four \ncycles of 60 s sonication (8 s pulses and 5 s pause, 50% Duty Cycle), at \n40% amplitude. Clear lysates, collected after two rounds of centrifuga -\ntion at 20,000 x g for 20 and 30 min, respectively, at 4 \n◦\nC, were loaded \nonto immobilized metal-ion (Co\n2 +\n) affinity chromatography (IMAC) \ncolumns (Talon, Clontech; 1.0 cm i.d., 15 cm length) equilibrated with \nthe same buffer. The columns were then washed with buffer and imid -\nazole of varying concentration, 0 – 100 mM, as previously described [35] . \nThe purity of the isolated Dm PETase and LCC\nICCG \nwas confirmed by \nsodium dodecyl sulphate-polyacrylamide gel electrophoresis \n(SDS-PAGE), using a 12.5% polyacrylamide gel, and proteins concen -\ntration was calculated through conversion of the absorbance at 280 nm, \nvia the molar extinction coefficient of the enzymes, determined by \nProtParam tool from ExPASy [36] . The fractions containing the purified \nenzymes were dialyzed for 16 h at 4 ℃ against a 25 mM Tris-HCl pH 7.4, \n150 mM NaCl, 20 mM imidazole buffer, for Dm PETase, and a 25 mM \nTris-HCl pH 7.4, 150 mM NaCl buffer, for LCC\nICCG\n. \n2.3. Biochemical characterization of recombinant DmPETase and \nLCC\nICCG \nThe cutinase activity of the enzymes was assayed using 1 mM p - \nnitrophenyl butyrate ( p NPB) in 0.1 M phosphate-citrate buffer (pH 6.0), \nat 35 \n◦\nC for 10 min, by adding 20 μ L of enzyme preparation in 230 μ L of \nsubstrate solution, and monitoring the release of p -nitrophenol ( p NP) at \n410 nm in a SpectraMax-250 microplate reader (Molecular Devices, \nSunnyvale, CA, USA), equipped with SoftMaxPro software (version 1.1, \nMolecular Devices, Sunnyvale, CA, USA). Enzymatic activity is \nexpressed in Units (U) as the amount of enzyme releasing 1 μ mol of p NP \nper minute. \nKinetic studies on Dm PETase and LCC\nICCG \nwere performed with p - \nnitrophenyl water-soluble fatty acid esters with varying chain lengths, \nincluding p- nitrophenyl acetate ( p NPA), p NPB, p -nitrophenyl octanoate \n( p NPO) and p -nitrophenyl decanoate ( p NPD), which have two, four, \neight and ten carbon atoms, respectively, under standard p NP assay \nconditions. Estimation of kinetic constants was accomplished through a \nnon-linear regression model in GraphPad Prism 5 from GraphPad Soft -\nware, Inc (USA). \nThe optimum temperature and pH of Dm PETase and LCC\nICCG \nwere \ndetermined by assaying enzyme activity on p NPB, under standard p NP \nassay conditions, in varying temperatures (30 – 90 \n◦\nC) and pH values \n(5.0 – 9.0). Buffer systems used were 0.1 M citrate-phosphate (C-P, pH \n5.0 – 6.0), 0.1 M sodium-phosphate (S-P, pH 6.0 – 8.0) and 0.1 M Tris-HCl \n(T-H, pH 8.0 – 9.0). The thermostability of Dm PETase and LCC\nICCG \nwas \nstudied by measuring their residual activity, under standard p NP assay \nconditions, after incubation in 25 mM Tris-HCl pH 7.4, 150 mM NaCl \nbuffer at temperatures ranging from 20\n◦\nto 80\n◦\nC for up to 72 h. The \neffect of pH on the enzyme stability was studied by measuring enzymes \nresidual activity, under standard p NP assay conditions, after their in -\ncubation in different buffer systems in the range of pH 5.0 – 10.0 for 24 h \nat 4 \n◦\nC. Buffer systems used were 0.2 M citrate-phosphate (C-P, pH \n3.0 – 6.0), 0.2 M sodium-phosphate (S-P, pH 6.0 – 8.0), 0.2 M Tris-HCl (T- \nH, pH 8.0 – 9.0) and 0.2 M glycine-NaOH (G-N, pH 9.0 – 10.0). Residual \nactivity was then compared to the one of standard storage buffers, as \ndescribed in paragraph 2.2. \n2.4. Polymeric materials \n2.4.1. Synthetic aliphatic polyesters, aliphatic-aromatic polyether and post- \nconsumer PET \nThe initial form of target commercial synthetic aliphatic polyesters \nand aliphatic-aromatic polyether was pellets, except for amorphous PET \nfilm. Polyesters tested included aged PBS (initial grade NaturePlast \nPBE003, NaturePlast, France), PCL (CAPA 6500, Ravago Chemicals, \nBelgium), PET\nI \n(PAPET clear, Lotte Chemical, UK), PET\nII \n(destined for \nblow molding to commercial beverage bottle), PHB (Biomer P226, \nBiomer, Germany), PLA (4043D, NatureWorks, USA) and polyether PU \n(LPR7560, Coim, Laripur). The post-consumer PET used in this study \nwas obtained from commercial, transparent and colored, water bottles. \n2.4.2. Preparation and pretreatment of target polymers \nTo prepare the target polymers in powder form, pellets of PBS, PCL, \nPET\nI\n, PET\nII\n, PHB and PLA, amorphous PET film, as well as whole pieces \nof transparent and colored, post-consumer PET bottles (excluding caps \nand labels) were initially immersed in liquid nitrogen and subsequently \nmilled in a PULVERISETTE 14 (FRITSCH Corp., Idar-Oberstein, Ger -\nmany) at 17,000 rpm, supplementing liquid nitrogen in order to avoid \nsintering. Resulting powders (particle size < 500 µ m ) of PBS, PCL, PET\nI \n(cPET), PET\nII \n(bPET), PHB, PLA and amorphous PET film (aPET) were \ndried under vacuum (300 mbar) under variable time and temperature \nconditions; PBS and PLA at 80 \n◦\nC for 5 h, PCL at 40 \n◦\nC for 24 h, aPET and \ncPET at 140 \n◦\nC for 8 h, PHB at 60 \n◦\nC for 2 h and PU at 90 \n◦\nC for 3 h. \nIn order to investigate post-consumer PET degradation, pieces were \nhole-punched from various parts of the bottle, including the neck, \nshoulder, body and bottom ( Figs. S1 and S2 ). This sampling approach \nfacilitated the examination of potential variations in PET degradation \nacross different regions of the bottle. Resulting pieces from transparent \nbottle ’ s shoulder (tsPET), body (tbdPET), and bottom (tbtPET), as well \nas colored bottle ’ s shoulder (gsPET), body (gbdPET), and bottom \n(gbtPET) were all characterized by a diameter of 3.5 mm, while pieces \nfrom transparent and colored bottle ’ s neck, tnPET and gnPET, respec -\ntively, had a diameter of 3.0 mm. For the degradation of PET chips, it \nwas assumed that enzymatic degradation occurs on the surface of the \nchips, with chips ’ thickness being considered negligible. \n2.4.3. Properties of target polymers \nThe characterization of all materials ( Table S1 ), including the \ndetermination of polymers ’ average molecular weight ( M\nn\n), melting \npoints of first and second heating cycle ( T\nm 1 \nand T\nm 2\n), relevant mass \nfraction crystallinity ( x\nc\n, %), crystallization point ( T\nc\n) and crystalliza -\ntion enthalpy ( Δ H\nc\n, J g\n-1\n), was conducted in accordance with the \nmethodologies outlined previously [37] . All samples were tested in \nduplicates. \n2.5. Enzymatic hydrolysis of polymeric materials \n2.5.1. Synthetic polyesters and polyether polyurethane materials \nEnzymatic reactions were performed with 10 mg mL\n-1 \nof polymeric \npowder (PBS, PCL, PHB, PLA, PU) in 0.1 M sodium-phosphate buffer pH \n7.0, at 50\n◦\nC, under agitation (1350 rpm) in an Eppendorf Thermomixer \nComfort (Eppendorf, Germany) for 72 h. Reactions, of 0.5 mL, were \ninitiated by the addition of 0.5 nmol of enzyme, while another 0.25 nmol \nwere supplemented after 24 and 48 h. After 72 h (except for PCL re -\nactions at 24 h) the residual material was isolated by centrifugation, \ntriple washed with ultrapure water (Labaqua HPLC, ultrapure water \nsystem, Biosan, Latvia) and freeze-dried (Freeze dryer ALPHA 1 – 4, \nBraun Biotech International, Germany). \nBiodegradation of synthetic polyesters was evaluated through mass \nloss and alteration of polymer ’ s number average molecular weight ( M\nn\n) \nand weight average ( M\nw\n), determined by Gel permeation chromatog -\nraphy (GPC). GPC was performed using two PLgel MIXED-D 5 µ m \nK. Makryniotis et al.                                                                                                                                                                                                                           \nJournal of Hazardous Materials 455 (2023) 131574\n4\ncolumns (300 × 7.5 mm) (Agilent Technologies, Germany), in row, with \nmobile phase being 100% tetrahydrofuran (THF > = 99.9% purity, \nMacron Fine Chemicals, Poland) for PCL, PLA and PU samples or chlo -\nroform (CHCl\n3 \n> = 99.8% purity, Fischer Chemical, U.K.) for PBS and \nPHB samples, at a flow rate of 1.0 mL min\n-1\n. A refractive index detector \n(RID) (G7162A) at 650 nm, in an Agilent 1260 Infinity II LC instrument \n(Agilent Technologies, Germany) was utilized, calibrated with poly -\nstyrene standards of molecular weight from 162 to 500.000 g/mol \n(EasiVial PS-M 2 mL, Great Britain). Samples, 2 mg mL\n-1\n, were prepared \nby dissolving the residual powders in THF or CHCl\n3\n, using an Ultrasonic \ncleaner WUC-1,2 – 22 Litre 40 kHz (witeg Laboerthechnik GmbH, Ger -\nmany) and filtered through 0.2 µ m syringe filters. \n2.5.2. Virgin and post-consumer PET materials \nEnzymatic reactions were conducted with 10 mg mL\n-1 \nof virgin and \npost-consumer PET powders (aPET, cPET, tPET, gPET and bPET) or post- \nconsumer PET bottle pieces (tnPET, tsPET, tbdPET, tbtPET, gnPET, \ngsPET, gbdPET and gbtPET) in 0.1 M sodium-phosphate buffer pH 7.0, \nat 50\n◦\nC, under agitation (1350 rpm) in an Eppendorf Thermomixer \nComfort (Eppendorf, Germany) for 72 h. Post-consumer PET samples \nwere initially washed three times using ultrapure water solution with \n1% SDS and 20% ethanol, subsequently triple washed with ultrapure \nwater and finally freeze-dried. Reactions of 0.5 mL were initiated by the \naddition of 0.5 nmol of enzyme, while, in some cases, another 0.25 nmol \nwere supplemented after 24 and 48 h, in order to investigate the \nimportance of enzyme renewal in biodegradation performance as well as \ncatalyst ’ s stability. After 72 h the enzymatic reaction was terminated by \nadding HCl 6 M at a final concentration of 0.1% v/v, the supernatant \nwas separated from the residual material with centrifugation and sup -\nplemented with 5% v/v DMSO (Dimethyl sulfoxide, > = 99.9% purity, \nFischer Chemical, U.K.). PET powder was triple washed with ultrapure \nwater (Labaqua HPLC, ultrapure water system, Biosan, Latvia) and \nfreeze-dried. \nBiodegradation of PET was evaluated through weight loss and \nquantification of the water-soluble hydrolysis products, determined by \nhigh performance liquid chromatography (HPLC). HPLC performed \nusing a C-18 reverse-phase NUCLEOSIL ® 100 – 5 (Macherey-Nagel, Ger -\nmany) with mobile phase 20% v/v acetonitrile ( > = 99.9% purity, \nFischer Chemical, U.K.), 20% v/v 10 mM sulfuric acid (S.G. 1.84, > =\n95% purity, Fischer Chemical, U.K.) in 60% v/v ultrapure water at a \nflow rate of 0.8 mL min\n-1\n, using a photodiode array detector Varian \nProStar at 241 nm, in an Agilent 1260 Infinity II LC instrument (Agilent \nTechnologies, Germany). Quantification of PET degradation products \nwas performed through calibration curves with standard concentrations \nin the range of 0.01 – 1 mM. \n3. Results and discussion \n3.1. Unique structural characteristics of the phylogenetically distinct \nDmPETase \nFor expression and characterization, the UniProtKB sequence with ID \nE8U72, belonging to D. maricopensis LB-34 strain, was selected. The \nsequence was annotated as a triacylglycerol lipase and BLASTp against \nUniProtKB/SwissProt database revealed 60% identity to PET hydrolases \nfrom Thermobifida species and LCC. This sequence has also been pointed \nout as a potential PET hydrolase by a previous study [38] . Phylogenetic \nanalysis of characterized PET-degrading enzymes, with known 3D \nstructure, using the Neighbor-Joining method, shows two distinct \nbranches. One contains thermophilic enzymes and the other \nnon-thermophilic enzymes belonging to Burkholderiales and marine \nγ -proteobacteria. In the thermophilic branch, the D. maricopensis enzyme \nforms its own distinct sub-branch, while the other contains enzymes \nfrom thermophilic actinomycetes and metagenomic or unidentified \nsources ( Fig. S3 ). \nThe overall structure of Dm PETase, as predicted by AF2, is nearly \nidentical to other bacterial cutinases, with a root-mean-square deviation \n(rmsd) of 0.737 Å with LCC\nICCG \n(PDB ID: 7w1n) and 0.644 Å with \nIs PETase (PDB ID: 6eqh), as representative thermophilic and mesophilic \nPET-hydrolases (LCC\nICCG \nwith Is PETase have a rmsd of 0.893 Å). The \ncatalytic triad in Dm PETase is Ser185, His263 and Asp231, and the \nenzyme contains a single disulfide bond (DB) between cysteines Cys296- \nCys312, which is common to the other two enzymes and one of the \ncharacteristics that distinguish PET hydrolases into two different classes \n(type I and type II) [23] . The wild-type LCC is a type I PET hydrolase, \ncontaining one BD, but LCC\nICCG \nhas a second DB introduced through \nsite-specific engineering at positions 238 (Asp238Cys) and 283 \n(Ser283Cys). Is PETase, on the other hand is a type II PET hydrolase, its \nsecond DB formed between Cys203 and Cys239 ( Fig. 1 A). \nWhen comparing the substrate-binding cleft of Dm PETase to the one \nfrom LCC\nICCG \nand Is PETase we see that all three enzymes are signifi -\ncantly similar. Fig. 1 A highlights the important residues for binding as \nindicated by the complex structure (PDB ID: 7VVE) of LCC\nICCG \nwith 2- \nhydroxyethyl terephthalate (MHET) [39] . MHET binds to LCC\nICCG \nthrough residues Trp190, Val212, His242, Ile243, His164, Ala97, Tyr95 \nand Met166, which are the same in Dm PETase (Trp210, Val233, His263, \nHis184, Tyr117 and Met186) apart from two; Gly264 and Gly119. The \nposition where Gly264 is in Dm PETase, there is Ile243 in LCC\nICCG\n, which \nis one of the mutated residues. The Ile243 substitution in LCC\nICCG \nex -\npands the substrate-binding tunnel and may increase the PET-binding \ncapacity, while in the wild-type Dm PETase there is already a smaller \nresidue at the same site. Comparing the width of the binding-site at that \nregion ( Fig. 1 B), we can see that for LCC\nICCG \nand Is PETase it is 9.3 Å and \n9.5 Å, respectively, while for Dm PETase it is 10.9 Å, which is signifi -\ncantly wider. \nPrevious research has demonstrated the impact of surface charges on \nthe PET-degrading capability of various enzymes [40] . Sagong et al. \nproposed that negatively charged residues distal from the active site \nwere more conducive to PET hydrolysis [41] , while other studies sug -\ngested that an electrically neutral enzyme surface might reduce elec -\ntrostatic repulsion with the polymer [42,43] . Fig. S4 illustrates the \ndistribution of electrostatic potential on the surface of Dm PETase next to \nthat of LCC\nICCG \nand Is PETase. It is evident that both LCC\nICCG \nand Is PE -\nTase have positive charges on their front side, while Dm PETase is mostly \nneutral. Similarly, the bottom side of LCC\nICCG \nand Is PETase is predom -\ninantly positively charged, while Dm PETase is mostly neutral with small \nareas of negative and positive charges. A clear distinction can also be \nobserved on the top/back side of the enzymes, where Dm PETase has a \nregion that is a considerably more negatively charged than the other two \nPET-hydrolases (green circles), whereas there is another small region at \nthe top, near the active-site cleft (yellow circles), where Dm PETase is \nslightly less negatively charged than the other two enzymes. Interest -\ningly, despite the fact that LCC\nICCG \nand Is PETase are derived from \nentirely different sources and have very distinct properties, they display \na remarkably similar electrostatic surface, which is dissimilar to the one \nof Dm PETase. \nIn a very recent study, a machine-learning tool in combination with \nevolutionary analysis was used to mutate LCC\nICCG\n, aiming in variants \nwith increased activity on semi-crystalline PET. The most effective \nvariant (LCCICCG_I6M) contained 6 point mutations, namely Asp53Thr, \nSer67Lys, Ser133Arg, Thr188Pro, Glu208Gln, and Asn249Pro [26] . \nSurprisingly, all positions apart from one (Thr188Pro) are located on the \nsurface of the enzyme and mostly involve mutation of uncharged resi -\ndues into positively charged or negatively charged residues into un -\ncharged. At the respective positions Dm PETase contains either polar \nuncharged (Ser88, Gln229, Asn270) or charged residues (Arg74 and \nAsp155). Regardless, this work highlights the effect of surface residues \non the ability of a PET hydrolase to degrade crystalline PET. \n3.2. Biochemical characterization of DmPETase and LCC\nICCG \nDm PETase and LCC\nICCG \nwere recombinantly expressed, purified to \nK. Makryniotis et al.                                                                                                                                                                                                                           \nJournal of Hazardous Materials 455 (2023) 131574\n5\nhomogeneity and concentrated in solutions, while their molecular \nweights (MW) were determined at 31 and 29 kDa, respectively, via their \nappearance as single bands ο n 12% SDS-PAGE gel ( Fig. S5 ). \nThe optimal temperature for Dm PETase was determined to be 50\n◦\nC, \nwhile LCC\nICCG \nshowed its maximum activity at 60\n◦\nC. ( Fig. 2 A). Both \nenzymes, especially LCC\nICCG\n, presented a thermostable profile retaining \ntheir activity at temperatures of 50\n◦\nC and 60\n◦\nC for Dm PETase ( Fig. 2 C) \nand LCC\nICCG \n( Fig. 2 D) respectively, after a 3-day incubation. Regarding \npH effect, Dm PETase demonstrated maximum activity at pH 6.0, which \ncomes in contrast to the conventional trend observed in most well- \nknown PETases, mainly cutinases, which exhibit activity peak at \nneutral to slightly alkanine pH values [38,44] , similar to LCC\nICCG \nthat \ndisplayed its highest activity at pH 8.5 ( Fig. 2 B). Both enzymes ’ \nmaximum stability was observed for T-H buffer system at pH 9.0 \n( Fig. S6 ). The determination of kinetic constants for both Dm PETase and \nLCC\nICCG \n( Table 1 ) on p NPA, p NPB, p NPO and p NPD indicated a typical \nMichaelis-Menten profile. The results demonstrated that both Dm PETase \nand LCC\nICCG \nshowed the highest catalytic efficiency towards p NPB fol -\nlowed by p NPA, p NPO and p NPD. \nSumming up, Dm PETase ’ s structure, protein sequence and \nbiochemical characterization portray a thermophilic cutinase-like \nenzyme [45] . Further information and detailed commentary on \nbiochemical characterization of both Dm PETase and LCC\nICCG \ncan be \nfound in paragraph S1.1 of Supplementary Material . \n3.3. Ability of DmPETase and LCC\nICCG \nto degrade polyester and \npolyurethane-based plastics \nThe capacity of Dm PETase and LCC\nICCG \nto degrade synthetic poly -\nmers was tested for non- and bio-degradable synthetic plastics, including \npolyether PU and polyesters such as PBS, PCL, PHB, PLA. Depolymer -\nization degree of each plastic was assessed based on the percentage dry \nmass loss and changes in molecular weights ( M\nn\n, M\nw\n), presented in Fig. 3 \nand Table S3 , respectively."
    },
    {
      "heading": "Konstantinos Makryniotis : Methodology, Validation, Formal",
      "text": "analysis, Investigation, Writing – original draft, Writing – review & \nediting, Visualization. Efstratios Nikolaivits : Conceptualization, \nMethodology, Validation, Investigation, Writing – original draft, Writing \n– review & editing, Visualization, Supervision, Project administration."
    },
    {
      "heading": "Christina Gkountela : Methodology, Validation, Formal analysis,",
      "text": "Investigation, Writing – original draft, Visualization. Stamatina \nVouyiouka : Methodology, Validation, Resources, Writing – review & \nediting, Supervision, Funding acquisition. Evangelos Topakas : \nConceptualization, Resources, Writing – review & editing, Supervision, \nProject administration, Funding acquisition. \nDeclaration of Competing Interest \nThe authors declare that they have no known competing financial \ninterests or personal relationships that could have appeared to influence \nthe work reported in this paper. \nData Availability \nNo data was used for the research described in the article. \nAppendix A. Supporting information"
    }
  ],
  "computational_sections": [],
  "results_sections": [
    {
      "heading": "The results of the degradation study on PCL powder showed that",
      "text": "LCC\nICCG \nfully degraded (98.7%) the material in just 24 h, while Dm PE -\nTase led to a significant mass loss, degrading approximately 70% of the \nmaterial. The mass loss caused by Dm PETase was also followed by mo -\nlecular weight alterations in the remaining material, mainly in M\nn\n. The \ntreatment of PBS powder with LCC\nICCG \nand Dm PETase led to a 79.6% \nand 26.5% mass loss, respectively, which in case of Dm PETase was not \naccompanied by changes in the molecular weight of the residual mate -\nrial. The higher crystallinity of PBS (12% higher than PCL, Table S2 ) \nmay have made it more resistant to degradation in comparison to PCL, as \nits compact polymer structure would be tougher to break down. The \ndegradation of PHB by both Dm PETase and LCC\nICCG \nresulted in a mass \nloss of approximately 15% with no decrease in molecular weight. PHB \nhas the highest initial weight average molecular weight among the \ntested polyesters, probably justifying its lower degradation yields in \ncomparison to PBS and PCL. Moreover, the compact polymer backbone \nand presence of methyl side groups near the ester bonds might restrict \nenzyme accessibility. The enzymatic breakdown of PLA was very low as \nboth polyesterases caused mass losses around 5%. As with the afore -\nmentioned biodegradable polyesters, there was no molecular weight \nvariation in the remaining powder. PLA ’ s high molecular weight and T\ng\n, \nas well as dense backbone, limit its susceptibility to degradation. \nThe degradation of the polyether PU powder was evidenced by a \nminor mass loss (2 – 5%), as a result of the enzymatic action of Dm PETase \nand LCC\nICCG\n. Although the mass difference was negligible, the decrease \nin M\nn \nby Dm PETase was detectable at 8.2%, implying a random cleavage \nmechanism resulting mainly in the release of insoluble products prob -\nably as a result of endo-manner action. Polyether PU, apart from the \nether bonds, contains urethane bonds, however, (poly)esterases have \nbeen shown to be able to break this type of bonds too, highlighting their \nversatility [46,47] ."
    },
    {
      "heading": "In conclusion, both the novel Dm PETase and the well-known PET",
      "text": "degrader LCC\nICCG\n, exhibit significant polyesterase activity. To date, \nstudies on LCC, have primarily focused on its PET-degrading ability \nrather than other polyester materials. However, our study has demon -\nstrated that LCC\nICCG \nis more than just a PET hydrolase. Under the same \nFig. 1. (A) Superimposition of Dm PETase (green) with LCC\nICCG \n(blue-PDB ID 7VVE) and Is PETase (pink- PDB ID 6EQH), highlighting important residues participating \nin structural features (cysteines for disulfide bonds) or catalytic and substrate binding. Ligand 2-hydroxyethyl terephthalate (MHET-magenta) as part of LCC\nICCG \nis \nalso presented. (B) Surface representation of the three enzymes focusing on the substrate-binding site as indicated by the position of MHET (magenta). Distances \nindicating the width of the binding site. \nK. Makryniotis et al.                                                                                                                                                                                                                           \nJournal of Hazardous Materials 455 (2023) 131574\n6\ntemperature and enzyme concentration conditions, Dm PETase demon -\nstrated comparable performance. Despite the fact that all target poly -\nesters exhibit diversity in their properties ( Table S2 ) and consequently, \nit is challenging to ascertain which of these play a role in degradation of \nthe material, a trend has emerged, wherein both cutinases exhibit a \nhigher capacity for hydrolyzing polyesters with ester bonds spanning \ngreater distance in their structure and monomers with non-substituted \ncarbon atoms. Overall, both polyesterases exhibit similar selectivity \nfor various polyesters and the combination of mass loss and molecular \nalterations might indicate a similar depolymerase mechanism for each \npolymer. \n3.4. Comparison of DmPETase with LCC\nICCG \nto degrade amorphous and \nsemi-crystalline PET materials \nPolymers ’ crystallinity degree is one of the main factors affecting \nenzymatic hydrolysis by restricting the enzymes ’ access to the hydro -\nlyzable bonds [9] . Considering also that PET may exist as amorphous \nand semi-crystalline depending on its processing and thermal conditions \n[48] , a wide range of three virgin (powders) and two post-consumer \n(chips and powders) PET grades with different mass fraction crystal -\nlinities were examined. Overall, across all tested PET samples, a range of \ncrystallinity degrees, spanning from low (6%) to high (40%), was \nobserved. All other thermal properties presented significant similarities, \nbesides slightly decreased, T\ng1 \nof post-consumer PET grades compared \nto virgin grades, within rational bounds. A comprehensive discussion of \nFig. 2. (A) Effect of temperature on the activity of Dm PETase ( • ) and LCC\nICCG \n( ▴ ). Relative activity was defined after assaying Dm PETase and LCC\nICCG \nwith pNPB in \nphosphate-citrate buffer (pH 6.0). (B) Effect of pH on the activity of Dm PETase ( • ) and LCC\nICCG \n( ▴ ). Relative activity was defined after assaying with pNPB in a \nvariety of buffer systems, at 35\n◦\nC. Buffer systems used were citrate-phosphate (pH 5.0 – 6.0), sodium-phosphate (pH 6.0 – 8.0) and Tris-HCl (pH 8.0 – 9.0). Effect of \ntemperature on the stability of Dm PETase (C) and LCC\nICCG \n(D) . Relative activity was defined after incubating the enzymes in 25 mM Tris-HCl pH 7.4, 150 mM NaCl \nbuffer at temperatures ranging from 20\n◦\nto 80\n◦\nC for up to 72 h. \nTable 1 \nMichaelis-Menten kinetic parameters for the hydrolysis of p NPA, p NPB, p NPO and p NPD catalyzed by Dm PETase and LCC\nICCG\n.   \nK\nM \n(mM) k\ncat \n(s\n-1\n) k\ncat\n/K\nM \n(s\n-1\n£ mM\n-1\n) \nSubstrate Dm PETase LCC\nICCG \nDm PETase LCC\nICCG \nDm PETase LCC\nICCG \nDm PETase/LCC\nICCG \np NPA 0.90 ± 0.04 7.31 ± 1.04 27.54 ± 0.69 159.17 ± 15.84 30.58 ± 1.46 21.75 ± 5.27 1.41 ± 0.41 \np NPB 0.19 ± 0.02 0.76 ± 0.10 30.78 ± 1.41 136.72 ± 5.66 158.80 ± 18.89 180.11 ± 31.51 0.88 ± 0.26 \np NPO 1.29 ± 0.23 7.44 ± 2.46 11.33 ± 1.54 106.54 ± 21.82 8.82 ± 1.21 14.32 ± 5.15 0.62 ± 0.21 \np NPD 0.93 ± 0.09 2.68 ± 0.46 2.47 ± 0.15 8.11 ± 0.78 2.68 ± 0.30 3.02 ± 0.81 0.89 ± 0.34  \nK. Makryniotis et al.                                                                                                                                                                                                                           \nJournal of Hazardous Materials 455 (2023) 131574\n7\nthe characterization of tested materials and additional analysis is pre -\nsent in paragraph S1.2 of Supplementary Material . \n3.4.1. DmPETase degrades the crystalline part of postconsumer PET bottles \nat the same levels as LCC\nICCG \nThis study aimed to evaluate the effectiveness of Dm PETase and \nLCC\nICCG \npolyesterases in degrading postconsumer PET bottles. Two \ntypes of water bottles, transparent and a green colored, were employed \nand divided into four different sections, with crystallinity degrees \nranging from 10% to 31% ( Table S1 ). The degradation of the chips by \nboth enzymes was observed over a three-day period, monitoring the \ngeneration of water-soluble products, the concentration of which is \npresented in Figs. S10 and S11 for transparent and green bottle, \nrespectively. \nAs expected, the neck was degraded more efficiently by both en -\nzymes, compared to the rest of the compartments, as it was the one with \nthe lowest crystallinity. LCC\nICCG \nwas significantly more active than \nDm PETase on the neck of both bottle types, resulting in the release of \napproximately 30-fold more hydrolysis products after three days. \nNevertheless, Dm PETase exhibited comparable efficacy to LCC\nICCG \nin \ndegrading the shoulder, body and bottom of both transparent and \ncolored PET bottles, with no statistically significant differences in the \nrelease of hydrolysis products. Degradation of the crystalline parts of \neach bottle did not show statistically important differences, except for \nthe degradation of the green bottom compartment by LCC\nICCG\n, which \nreleased 11-fold more products than the green shoulder. Interestingly, \nthe degradation of shoulder and body compartments reveals a faster \nhydrolysis rate for LCC\nICCG\n, releasing more products in 1.5 days \ncompared to Dm PETase, which achieved the same level of degradation \non the third day. \nThe degradation yields of transparent and colored bottles showed \nthat parts of the green bottle were more susceptible to biodegradation. \nSpecifically, the low crystallinity green bottle neck was 1.4- (from 12.6 \nto 17.2 μ g\nproducts\n/mm\n2\nchip\n) and 1.6-fold (from 0.44 to 0.71 μ g\nproducts\n/ \nmm\n2\nchip\n) more degraded than the respective transparent compartment \nfrom LCC\nICCG \nand Dm PETase, respectively. Apart from this, the green \nbody part was hydrolyzed by Dm PETase 6.4 times more (from 1 to \n6 ng\nproducts\n/mm\n2\nchip\n) than the transparent one. \nHowever, the overall degradation yields were low even for the low \ncrystallinity compartments, resulting in only 1 – 2% degradation. Apart \nfrom crystallinity degree, the crystalline morphology can also be a sig -\nnificant factor in thermally crystallized PET, as it is the unstretched PET \nbottle neck crystallization temperature prior to blow-molding affects \nspherulites size and number. In samples of equivalent low crystallinity \nvalues, larger spherulites offer greater geometric impedance to mass \ntransfer phenomena, something that is observed in PET oxygen perme -\nability studies for x\nc \n< 20 – 30% [49] . For the stretched and heat parts of \nthe bottle (shoulder, body, bottom) strain-induced crystallization has \nhappened during the stretch-blow molding, and the polymer chains are \nrearranged in parallel being closely packed affecting thus enzyme ’ s \naccessibility to the hydrolysable bonds. Furthermore, even though both \nenzymes degraded the crystalline parts of the bottles to the same extent, \nthe yields did crystalline morphology of the bottles. \n3.4.2. DmPETase activity is affected less by crystallinity increase compared \nto LCC\nICCG \nTo investigate the effect of material morphology and crystallinity on \nenzyme activity, a subsequent investigation was performed by milling \nthe bottles into powder and comparing with other PET materials of \nvariable crystallinities, ranging from amorphous (7%) to semi- \ncrystalline (41%), most of which are involved in bottle production. \nWith milling, the different crystalline morphology of the stretched and \nunstretched bottle compartments obviously does not change, but the \nspecific surface area for enzymatic degradation increases. The degree of \ndepolymerization of each PET sample was assessed based on the amount \nof released water-soluble products released, as presented in Fig. 4 and  \nTable 2 ."
    },
    {
      "heading": "The results demonstrate that Dm PETase was able to degrade all",
      "text": "tested PET samples, leading to the release of substantial amounts of \nwater-soluble products. Table 2 shows that both Dm PETase and LCC\nICCG \nexhibited the highest activity towards amorphous PET powder, pro -\nducing a total of 119 μ g/mgPET and 414 μ g/mgPET water-soluble \nproducts, respectively. As the crystallinity of PET increased from 6% \n(aPET) to 21% (tPET and gPET), there was a 2.2- and 3.3-fold reduction \nin hydrolysis products by Dm PETase and a 2.5- and 4.2-fold reduction by \nLCC\nICCG\n, respectively. Notably, a further escalation of crystallinity to \n40% (cPET), resulted in a 15.3- and 22.6-fold decrease in PET degra -\ndation activity for Dm PETase and LCC\nICCG\n, respectively. Specifically, \nDm PETase was able to degrade semi-crystalline PET, producing hydro -\nlysis products at a concentration of 30.3 μ g/mgPET, while LCC\nICCG \ngenerated hydrolysis products at a concentration of 35.0 μ g/mgPET. As \nanticipated, the progressive increase of PET crystallinity corresponded \nto a limitation of enzymatic degradation, as evidenced by the reduction \nin hydrolysis product concentration for both enzymes. It is worth noting \nthat the correlation between the increase in PET crystallinity and the \nyield of degradation was exponential for both enzymes ( Fig. S12 ), but \nthe decrease was sharper for LCC\nICCG\n. Specifically, a significant 4-fold \nincrease in crystallinity, from 6% (aPET) to 21% (tPET, gPET), led to \nFig. 3. Dry mass loss (%) of different synthetic polymers \nafter their treatment with Dm PETase (dark grey) and \nLCC\nICCG \n(light grey). Reactions took place at 50\n◦\nC for 72 h \n(except from PCL, for 24 h). Control reactions in the \nabsence of enzyme were performed under the same con -\nditions and dry mass loss, whenever existed, was sub -\ntracted from the enzymatic reactions ’ results. Asterisk \nbrackets represent statistically significant differences be -\ntween corresponding values, according to Independent- \nSamples t-Test with a significance level of p-value < 0.05.   \nK. Makryniotis et al.                                                                                                                                                                                                                           \nJournal of Hazardous Materials 455 (2023) 131574\n8\na slight 2- to 4-fold decrease in enzymatic activity of both enzymes, \nwhile a further increase in crystallinity to 40%, caused a substantial \nreduction of dozens of times."
    },
    {
      "heading": "These findings are consistent with previous studies, which demon -",
      "text": "strate that PET crystallinity levels up to 20% may facilitate effective \ndegradation, whereas higher values are associated with a significant \nreduction in enzymatic degradation yield [31] . Nevertheless, the \ndepolymerization results of bPET, with a x\nc \nof 36%, contradict this \ntrend, as despite its similar crystallinity to cPET ( x\nc \nof 40%), its degra -\ndation capacity dropped by 2- and 4-fold by Dm PETase and LCC\nICCG\n, \nrespectively. This outcome could be attributed to various material \nproperties, such as the increased hygroscopicity and moisture absorp -\ntion of cPET (according to the material datasheet), which potentially \nfacilitated the diffusion of the enzymatic solution through cPET powder \nparticles during the reaction, leading to more efficient degradation. \nEmphasizing on post-consumer bottles, both Dm PETase and LCC\nICCG \ndemonstrated efficient degradation with 3 – 5% and 10 – 15% degradation \nyields, respectively, indicating that milling of the bottles, even without \nquenching, significantly enhances enzymatic degradation performance, \ndue to the increase of the available surface area. Grinding of transparent \nand green bottle enhanced degradation by Dm PETase by 93- and 35-fold \nrespectively, while LCC\nICCG \nbreakdown action was increased by 10- and \n5-fold respectively, comparing to the sum of the hole-punched samples \nfrom various bottle compartments. In contrast to the bottle pieces case \nstudy, where the green bottle appeared more susceptible to biodegra -\ndation, the results from the powder hydrolysis suggested that the \ntransparent bottle was degraded about 1.5-fold more, compared to green \nbottle powder, by both enzymes. It is possible that colorants, wax dis -\npersants, and copolymer additives, which are perceptible in colored PET \n[50] , might be released with grinding, possibly impeding enzymatic \naction. \nFocusing more on the enzymatic perspective, Fig. 5 highlights that \nthe degrading activity of Dm PETase on amorphous PET is approximately \n3.5-fold lower than that of LCC\nICCG\n. However, LCC\nICCG \ndisplays 3.0 and \n2.5 times more efficient enzymatic degradation of transparent and green \nPET bottle powders, respectively. LCC\nICCG \nalso exhibits 2.3 times higher \nefficacy towards bPET powder with 36.5% crystallinity. These obser -\nvations suggest that LCC\nICCG \nexhibits stronger PET-degrading activity \nthan Dm PETase in these samples, but also reveal an underlying trend \nbetween the correlation of enzymes ’ PET activity. Specifically, the ratio \nof LCC\nICCG \nto Dm PETase hydrolysis products decreases with increasing \ncrystallinity, indicating that LCC\nICCG \nPET-degrading activity is strongly \nimpacted by crystallinity alteration, whereas Dm PETase exhibits less \nsensitivity to this change. Indeed, this trend is confirmed as notably both \nPET-hydrolases have the same degrading efficiency towards the most \ncrystalline PET sample (cPET-40%)."
    },
    {
      "heading": "Overall, our findings indicate that LCC",
      "text": "ICCG \ndemonstrates significant \ndegradation yields in low crystallinity PET, which is expected as the \nvariant was engineered to specifically target the hydrolysis of amorph -\nized post-consumer PET. However, the crystallinity degree of cPET \n(41%), considerably reduces LCC\nICCG\n’ s degradation efficiency, likely by \nimpeding enzyme approach to the material, as evidenced by a 10-fold \nlower product release compared to aPET. Conversely, although Dm PE -\nTase shows a lower degradation yield on aPET, it seems to exhibit \ngreater affinity for semi-crystalline PET materials with only a 4-fold \nlower yield. This difference can be attributed to the distinct electro -\nstatic surface properties of the two enzymes. The combination of a lower \ndegradation rate but better affinity to semi-crystalline PET balances \nLCC\nICCG\n’ s activity on cPET. As a result, Dm PETase was demonstrated to \nbe equally effective in degrading semi-crystalline PET as LCC\nICCG\n. \n4. Conclusions \nIn this study, the investigation of a novel promising PETase from the \nbacterium D. maricopensis ( Dm PETase) was reported. While homologous \nto many characterized thermophilic PET-degrading enzymes, Dm PETase \ndisplays unique characteristics forming its own sub-branch on the \nphylogenetic tree and displaying dissimilar electrostatic surface to well- \nknown benchmark PETases. Dm PETase characterization depicted a \nthermostable cutinase-like enzyme with the ability to degrade various \nsynthetic polymers. Focusing on PET, Dm PETase was capable of \ndegrading crystalline compartments of PET bottles, as well as semi- \nFig. 4. Water-soluble products released after treating \ndifferent powdered PET materials of variable crystallinities \nwith Dm PETase and LCC\nICCG\n. Materials: aPET- amorphous \nPET of x\nc \n5%, tPET-transparent PET bottle of x\nc \n21%, gPET- \ngreen PET bottle of x\nc \n21%, cPET-semi-crystalline PET of x\nc \n41% and bPET-POLIPET of x\nc \n36%. Reactions took place at \n50\n◦\nC for 72 h. Control reactions in the absence of enzyme \nwere performed under the same conditions and dry mass \nloss, whenever existed, was subtracted from the enzymatic \nreactions ’ results. Asterisk brackets represent statistically \nsignificant differences between corresponding values, ac -\ncording to Independent-Samples t-Test with a significance \nlevel of p-value < 0.05.   \nTable 2 \nConcentration of water-soluble products released after enzymatic treatment of \ndifferent PET powders of various crystallinities with Dm PETase and LCC\nICCG\n. \nReactions took place at 50\n◦\nC for 72 h. Control reactions were performed in the \nabsence of enzyme under the same conditions.  \nEnzyme Concentration of water-soluble hydrolysis products ( μ g\nPRODUCT\n/ \nmg\nPET\n) \naPET (x\nc \n6%) \ntPET (x\nc \n21%) \ngPET (x\nc \n21%) \ncPET (x\nc \n40%) \nbPET (x\nc \n36%) \nDm PETase 119.45 \n± 10.13 \n54.27 \n± 6.89 \n35.77 \n± 2.67 \n30.30 \n± 1.66 \n7.81 \n± 0.29 \nLCC\nICCG \n413.71 \n± 8.76 \n164.13 \n± 9.81 \n96.73 \n± 4.52 \n35.02 \n± 2.49 \n18.33 \n± 1.68  \nK. Makryniotis et al.                                                                                                                                                                                                                           \nJournal of Hazardous Materials 455 (2023) 131574\n9\ncrystalline PET powder at the same level as LCC\nICCG\n, an industrially \nrelevant enzyme, while getting less affected by PET crystallinity grade."
    },
    {
      "heading": "These findings surpass previous reports and establish Dm PETase as a",
      "text": "promising enzymatic platform for protein engineering, mainly around \nits active cite, enhancing PET degradation rate in combination with the \nenzyme ’ s natural high affinity to semi-crystalline PET. \nEnvironmental implication \nPolyethylene terephthalate (PET) is a widely used synthetic polymer, \nparticularly hazardous as it accumulates in the environment, causing \nharm to both terrestrial and marine ecosystems. Enzymatic degradation \nhas been shown to be an effective alternative to conventional waste \nmanagement strategies, which have proven inadequate in tackling the \nplastic-waste problem. By identifying a thermophilic enzyme capable of \ndegrading semi-crystalline materials and post-consumer PET bottles, \nwithout the need for amorphization, this work proposes a more energy- \neffective alternative for biocatalytic PET-waste reduction. \nFunding \nThis research was funded by European Union ’ s Horizon 2020 \nresearch and innovation programme under grant agreement No 870292 \n(BioICEP Project). \nCRediT authorship contribution statement"
    }
  ]
}