{
  "txt_file": "1-s2.0-S014765132400616X-main.txt",
  "pdf_file": "1-s2.0-S014765132400616X-main.pdf",
  "title": "Ecotoxicology and Environmental Safety 280 (2024) 116540",
  "experimental_sections": [
    {
      "heading": "Ying-kang Zhang: Methodology, Investigation, Formal analysis, Data",
      "text": "curation. Yu-ming Gong: Methodology, Investigation, Formal analysis, \nData curation. Wen-tao Yang: Methodology, Investigation, Formal \nanalysis, Data curation. \nDeclaration of Competing Interest \nWe wish to confirm that there are no known conflicts of interest \nassociated with this publication and the financial support for this work \nhave been given in the manuscript. \nData Availability \nData will be made available on request. \nAcknowledgements \nThe authors express their gratitude to the Traditional Chinese Med -\nicine Science and Technology Project of Shandong Province (M- \n2023080), the Shandong Provincial University Youth Innovation Team, \nChina (No. 2022KJ102), the Research Fund for Academician Lin He New \nMedicine (JYHL2021MS23) and the National Natural Science Founda -\ntion of China (No. 32000194)."
    }
  ],
  "computational_sections": [],
  "results_sections": [
    {
      "heading": "These findings suggest that fusing a polymer-binding module to PET",
      "text": "PET-degrading catalysts is a promising strategy for stimulating the \nenzymatic hydrolysis of PET. \n3.3.1.3. D-HLCB. E. coli cells that contained the HLCB expression sys -\ntem were coincubated with PET film from waste PET bags, and the re -\nsults further highlighted the roles of fused CBMs in PET biodegradation. \nThe fused CBMs could act on PET substrates, contributing to the efficient \ndegradation of PETase; these effects might result from the colonized \nCBMs on the PET surface, which lead to higher concentrations of PETase \nand better contact on the PET film. \nSimilar to the reaction catalysed by HLCB, a longer time is needed for \nthe CBMs to efficiently react with the PET surface, which leads to slower \ninitial degradation (~25 h, Fig. 6 (3)). Subsequently, PET depolymer -\nization dramatically increased as the released products accumulated \nfaster and increased in concentrations over time. The highest yield of \nmonomeric products was up to 1.03 mM. Moreover, D-HLCB could \nmaintain PET-degrading activity after ~100 h, which was further \nincreased by ~ 20 hours compared with that of HLCB. This revealed that \nthe stability of the displayed PETase might also be improved. \n3.3.2. Reusability of the whole-cell catalyst D-HLCB \nThe reusability of catalysts plays a critical role in reducing costs for \nindustrial applications. In this study, the number of cycles in the D-HLCB \nsystem was investigated. The results ( Fig. 7 ) showed that the displayed \nPET-degrading catalysts on the surface of E. coli cells could continuously \nmaintain degradation activity. The residual activity of the D-HLCB sys -\ntem revealed a relatively low loss of PET-degrading activity during the \nFig. 6. PET degradation catalysed by HP, HLCB and D-HLCB. The concentrations of HP and HLCB were 230 μ g/ml and 25.9 μ g/ml, respectively; the final OD\n600 \nof \nthe D-HLCB cells used for enzymatic PET degradation was 7.93. \nFig. 7. Effect of recycling times on the catalytic performance of the whole-cell \ncatalyst D-HLCB. \nT. Wang et al.                                                                                                                                                                                                                                   \nEcotoxicology and Environmental Safety 280 (2024) 116540\n8\nrecycling process, and 54.6 % of its initial activity was maintained after \nnine cycles. In particular, recovery of D-HLCB could be achieved with an \ninexpensive strategy by centrifugation or filtration from the reaction \nsystem. These results indicate that the constructed D-HLCB system has \nenhanced reusability and sustainability and shows great potential for \nfurther PET degradation. \n3.4. Molecular insights into the catalytic mechanisms of HCLB \n3.4.1. Investigation of the PET-binding mechanisms of CBMs \nThe noncatalytic domains widely present in polysaccharide- \ndegrading enzymes can facilitate substrate recognition and binding. \nAlthough CBM binding is promiscuous, it helps enrich the enzyme on the \nsubstrate surface. Among the different CBMs, type A CBMs (e.g., \nBa CBM2) are surface-binding proteins that include members of families \n1, 2a, 3, 5, and 10. They are usually characterized by their high ability to \nbind insoluble, highly crystalline polysaccharides (e.g., cellulose and \nchitin). This process is largely promoted by the special platform-like \nbinding site lined by several surface-exposed aromatic amino acid resi -\ndues, especially the aromatic triad that consists of W9-W44-W63 (for \nBa CBM2, Fig. 8 (1)) ( Zhang et al., 2013 ). \nDocking studies showed that 2-HE(MHET)\n4 \ncould readily enter the \nbinding site of Ba CBM, and the surrounding polar amino acids could \ninteract with the PET surface mainly through π -stacking interactions \n(shown as pink dotted lines) and H-bonds (shown as green lines) ( Fig. 8 \n(2, 3, 4)). The roles of W288 and W323 in PET binding were confirmed \nin this study. Residues W288, V322, I327, K326, W309, I306, I298, \nK299, and L311 can form π -stacking interactions with PET; in addition, \nG291, Y292, Q321, S325, K326, K299 and I296 can form H-bonds with \nthe PET surface. However, the initial binding of W342 to PET was not \nidentified. This difference might occur because the initial binding of PET \nlikely induces a structural rearrangement of Ba CBM, resulting in \nsimultaneous access of W342 and N343 to the PET surface ( Weber et al., \n2019; Rennison et al., 2023 ). Therefore, W342 might be a potential \nFig. 8. The substrate binding mechanism of Ba CBM was investigated by molecular docking.  \nT. Wang et al.                                                                                                                                                                                                                                   \nEcotoxicology and Environmental Safety 280 (2024) 116540\n9\ntarget for performing site-directed mutagenesis to improve the affinity \nof Ba CBM for the PET surface ( Rennison et al., 2023 ). \n3.4.2. Docking studies of the PET-degrading mechanisms of HP \nIs PETases belong to the α / β hydrolase superfamily, and the central \ntwisted β -sheet is formed by 9 mixed β -strands and surrounded by 7 \nα -helices ( Joo et al., 2018 ). As expected, Is PETase also contains the \nhighly conserved serine hydrolase G-X1-S-X2-G motif \n(G158-W159-S160-M161-G162), which is located at the active site. \nThe catalytic activity and thermostability of PETase are closely \nlinked to its structural effects, such as its conformation and different \nfolded/native states. On the other hand, although crystal structures of \ndifferent PETases or complex structures with monomeric products (e.g., \nHEMT [PDB ID: 5XH3]) have already been described, relatively few \ndetailed structures that illustrate the degradation process of PET sub -\nstrates are available. To gain further insight into the potential func -\ntionalities, especially the structural roles, of PETase and CBMs, \nmolecular docking simulations were carried out with the 2-HE(MHET)\n4 \nmolecule as the ligand. The residues lining the binding cleft residues \nwere set as flexible during the docking simulations. \nAs shown in Fig. 9 (A), the polymer chain 2-HE(MHET)\n4 \nof PET could \nsuitably stretch to fill the substrate binding cleft (PETase) across the \nprotein surface, and the TPA moiety could bind to the active site in a way \nsimilar to the MHET complex structure of a cutinase from Thermobifida \nfusca ( Yang et al., 2023b ; Zeng et al., 2022 ). At the active site, the TPA \nmoiety is located exactly immediately above the catalytic triad formed \nby S160, H237, and D206. In addition, the substrate in the long binding \ncleft could be further stabilized by different interactions. The TPA \nmoiety is stabilized by hydrophobic interactions (formed with I208 and \nA89, shown as pink dotted lines in Fig. 9 (B)) and weak H-bonding \n(formed with Y87, shown as a light green dotted line in Fig. 9 (B)). The \naliphatic part is mainly maintained by H-bond interactions formed with \nC233, G234, S245, S242, and G243, especially 2 strong H-bonds formed \nwith S92 ( Fig. 9 (B)). Through these interactions, the whole polymer \nchain could be tightly bound to the active site. \nAs shown in Fig. 10 (A), this binding cleft may accommodate as long \nas four monomers, 2-HE(MHET) (2-HE(MHET)\n4\n). Therefore, PET- might \nbe biodegraded in an ‘ endo ’ way catalysed by PETase, similar to the \nfunctions of TfCut, which first causes random cleavage of the side chains \nthat enter the binding cleft. Once the smaller degrading intermediates \n(e.g., 2-HE(MHET)\n4\n, 2-HE(MHET)\n4\n, and MHET) are released, the “ exo - \nreaction ” could further catalyse the hydrolysis of the produced in -\ntermediates into various monomeric products, such as MHET, TPA, and \nEG. \nTo investigate the abovementioned mechanism of PETase degrada -\ntion, MHET and 2-HE(MHET)\n2 \nwere chosen as substrate mimics for use \nFig. 9. The predicted binding mode of the polymer chain (2-HE(MHET)\n4\n) of PET in the active site tunnel of PETase, generated by flexible docking using Discovery \nStudio. ((A); B: Predicted interaction modes of 2-HE(MHET)\n4\n, generated and analysed using Discovery Studio (B): the detailed interactions of substrate in the \ndifferent regions of the binding site). \nT. Wang et al.                                                                                                                                                                                                                                   \nEcotoxicology and Environmental Safety 280 (2024) 116540\n10\nin the following study. The docking results revealed that the binding \nmodes of MHET ( Fig. 10 (B)) and 2-HE(MHET)\n2\n, which were bound to \nthe binding cleft, ( Fig. 10 (A)) proximal to the catalytic S160were similar \nto each other. The aromatic ring of the TPA moiety forms π -stacking \ninteractions with W185, M161 and Y87 (shown as pink dotted lines); \nmoreover, the carbonyl group of the reactive ester bond can form H- \nbonds with Y87 and G86. In particular, site-directed mutagenesis further \ndemonstrated that Y87 dramatically influences PET degradation ( Han \net al., 2017 ), which might be caused by a decreased substrate binding \naffinity, as mentioned above. Therefore, the results strongly suggested \nFig. 10. The predicted binding mode and interactions of the polymer chain 2-HE(MHET)\n2 \nof PET in the active site of PETase (A); B: Predicted interaction modes and \ninteractions of MHET in the active site of PETase (B). All the results were generated and analysed using Discovery Studio. \nT. Wang et al.                                                                                                                                                                                                                                   \nEcotoxicology and Environmental Safety 280 (2024) 116540\n11\nthat regulating hydrophobic amino acids (W185 and I208) to increase \nthe openness of the PET-binding cleft and appropriate rotation of the \nside chain (especially the benzene ring) of Y87 would improve the cat -\nalytic activity, which might further improve the PET-degrading perfor -\nmance of PETase. \nIn addition, the interaction mode of 2-HE(MHET)\n2 \nrevealed that \nhydroxy and the second ester bond could also form H-bond interactions \nwith R207 and N205 (Fig. 10(A)). W185 functions as a “gatekeeper”, \nand the orientation of its side chain plays a critical role in accommo -\ndating the longer chains of PET substrates (Fig. 10(C)). The results also \nrevealed that regulating the flexibility of the W185 region (Liu et al., \n2022) contributes to the catalytic performance of the DuraPETa -\nse\nN233C/S282C/H214S/S245R \nmutant. Furthermore, it was found that the \nsegment around the active site (R171, N186, F218, S214, D186) plays \ncritical roles in regulating the degradation activity and thermostability \nof PETase (Joho et al., 2023; Chen et al., 2021b), possibly through \n“W185 wobbling” and β6-β7 loop flexibility. \nLike that of carboxylesterases, protonated S160 of PETase should \nfunction as a covalent nucleophile for the carbonyl carbon atom in the \nscissile ester bond (Liu et al., 2023), and this initial acylation may be the \nrate-limiting step for the catalytic process of PETase (Boneta et al., \n2021). In addition, a study indicated that the initial acylation and final \ndeacylation steps (substrate release) might be the competing \nrate-limiting steps (Feng et al., 2021). As shown by the docking studies \n(Fig. 10(D)), MHET and 2-HE(MHET)\n2 \nare very stable in the active site, \nand their reactive ester bonds are directly related to the catalytic S160. \nThis binding pose facilitates an attack of the active ester bond by the \ncatalytic residue S160."
    },
    {
      "heading": "Based on these findings, the PET-degrading activity of PETase could",
      "text": "be improved by site-directed mutagenesis to rationally shorten the dis -\ntance between the carbonyl carbon atom of the reactive ester bond and \nthe hydroxy oxygen of the catalytic S160. However, this might result in \nunexpected consequences for the hydrophobic substrate-binding pocket. \n4. Conclusions \nPET-plastics have been widely applied in daily life as storage mate -\nrials and synthetic fabrics. However, resistance to chemical and bio -\nlogical degradation has led to the rapid accumulation of PET wastes in \nterrestrial and marine ecosystems at a terrifying rate. Recently, \nnumerous efforts have been dedicated to alleviating this problem \nthrough the enzymatic hydrolysis of PETase-mediated PET degradation. \nIn this study, a promising IsPETase mutant (HP) was applied for efficient \nPET biodegradation, which should be amenable to industrial application \nat mild temperature. The carbohydrate-binding module fused to PETase \nwas further confirmed to improve the degradation of PET, including its \ncatalytic activity and thermostability. However, the detailed mechanism \nresponsible for the increased thermostability should be further investi -\ngated. Moreover, the whole-cell biocatalyst D-HLCB was shown to \nexhibit high thermal stability and high PET degradation activity. In \nparticular, the HLCB displayed on the surface of E. coli could be used to \nefficiently degrade PET through enzymatic catalysis. Moreover, D-HLCB \nwas shown to display good reusability and stability and could maintain \nmore than 50 % of its initial activity for 9 cycles. This whole-cell catalyst \nshows great potential for providing an economical and efficient \napproach for the industrial biodegradation of PET waste. \nMoreover, we elucidated the substrate-binding mechanisms and \npotential degradation mechanisms of PETase, and the critical residues \nassociated with these biological processes were also identified. It is \nstrongly believed that this structural information could be very effec -\ntively utilized in rational molecular engineering of PETase to further \nimprove its thermal stability and PET degradation activity, which would \nprovide opportunities for further industrial biodegradation of PET \nwaste. \nCRediT authorship contribution statement \nTao Wang: Writing – review & editing, Supervision, Project \nadministration, Funding acquisition, Conceptualization. You-shuang \nZhu: Supervision, Project administration, Investigation, Funding \nacquisition. Xiao-huan Liu: Writing – original draft, Project adminis -\ntration, Methodology, Investigation. Fei Liu: Writing – original draft, \nProject administration, Investigation, Funding acquisition. Zhen-huan \nLu: Software, Resources, Methodology, Investigation. Guo-cheng \nwang: Methodology, Investigation, Formal analysis, Data curation. Xin- \nxin Fan: Methodology, Investigation, Formal analysis, Data curation."
    }
  ]
}