{
  "txt_file": "1-s2.0-S0304389423019155-main.txt",
  "pdf_file": "1-s2.0-S0304389423019155-main.pdf",
  "title": "Journal of Hazardous Materials 461 (2024) 132632",
  "experimental_sections": [],
  "computational_sections": [
    {
      "heading": "Gromacs 2020 is used for the all-atom MD simulations using",
      "text": "CHARMM36 force field and SPC/E water model, and the detailed \npipeline can refer to the default workflow of “ Free Energy of Solva -\ntion ” [18] . Energy minimization was conducted utilizing the steepest \ndescent algorithm. To ensure system stability, system equilibration was \ncarried out in two distinct phases (NVT and NPT). Significantly, the \ntemperature parameter in NVT and NPT ensembles should be modified \n(300 K and 330 K). Molecular docking was performed using Discovery \nstudio 2019, as well as protein sequence alignment. \n2.10. Protein crystal structure alignment and data analysis \nStructure comparison and alignment were performed by US-align \n[19] and Discovery studio 2019, and visualized by PyMOL. The varia -\ntion analysis was performed using R rstatix packages. \n2.11. Material characterization experiment by SEM, FITR, XPS \nThe specific operation process of scanning electron microscopy \n(SEM), Fourier transform infra-red (FTIR) spectroscopies FITR and X-ray \nphotoelectron spectroscopy (XPS) can be referred to this paper [20] . \n2.12. HPLC analysis of the degradation product of PET \nA Waters E2695 chromatographic system, equipped with a HyPUR -\nITY C18 column (4.6 × 250 mm), was employed in this study for HPLC \nanalysis. The mobile phase was comprised of a mixture of methanol and \n18 mM phosphate buffer, flowing at a rate of 0.5 mL/min, with detection \nat a wavelength of 240 nm. Elution conditions involved the use of 25% \n(v/v) methanol for the 0 – 30 min segment, followed by a 25 – 100% linear \ngradient of methanol from 30 to 50 min. The total peak areas of MHET, \nterephthalic acid (TPA), and bis(2-hydroxyethyl) terephthalate (BHET) \nwere utilized in determining the quantity of product from each PET \nhydrolysis reaction. \n3. Results and discussion \n3.1. PET hydrolytic enzymes play a more important role than anchoring \nproteins \nOuter membrane proteins, lipoproteins, fimbria proteins, and \nflagellar proteins have been widely utilized as effective anchoring pro -\nteins in bacterial surface-display construction [21] . However, to our \nknowledge, few previous studies investigated how the choice of anchor \nprotein affect the activity of the PET hydrolase [22] . Theoretically, the \nsize and structure of target proteins displayed by different anchoring \nproteins should vary greatly. Therefore, we selected three commonly \nused but structurally diverse anchor proteins, including pGSA (a kind of \nGram-positive bacteria outer membrane protein), inaXN (ice nucleation \nprotein), and estA (outer membrane esterase autotransporter, type 5 \nsecretion systems), and the differences between them can be found in \nthe paper published [23] . We fused IS PETase with above three anchoring \nproteins to study the effect of anchoring protein on surface-display \nperformance. It is worth noting that two G4S flexible peptides \n(GGGGSGGGGS) [24] ( Fig. 1 A) were used to connect the anchoring \nproteins and target affinity proteins during the construction process, \nbecause the absence of flexible peptides could affect the display effect, \nsuch as estA. Via the MD simulation, the G4S flexible peptides showed \nhigh flexibility, and no binding or entanglement occurred between the \nanchoring protein and PETase. ( Fig. 1 D). \nPETase can hydrolyze pNPB to p-nitrophenol and butyric acid, which \np-nitrophenol has a strong absorption peak at 405 nm [25] . Under in -\ncubation temperatures of 37 ℃ , 50 ℃ , and 72 ℃ , the enzyme activity \nlevels of pGSA-PETase were 3.54%, 3.8%, and 10.8% higher than \ninaXN-PETase, respectively ( Fig. 1 B). Similarly, compared to \nestA-PETase, pGSA-PETase was found little higher under the same in -\ncubation temperatures. We surmised that this advantage of \npGSA-PETase may be due to the following reasons: 1. smaller interfer -\nence between the anchor and passenger proteins; 2. codon advantage; 3. \nshorter length of the fusion protein. \nLike the enzyme activity, it was observed that pGSA-PETase exhibi -\nted higher PET hydrolysis rates (72 h, 200 mesh) in comparison to \ninaXN-PETase and estA-pGSA at all tested temperatures. Specifically, \nthe hydrolysis rates of pGSA-PETase were 3.5%, 7.6%, 6.6% and 7.1%, \n6.2%, 9.9% higher than inaXN-PETase and estA-pGSA at 37 ℃ , 50 ℃ , \nand 72 ℃ , respectively ( Fig. 1 C). However, even with the selection of \nsignificantly different anchoring proteins, the variations in hydrolytic \ncapacity among them did not exceed 10%. The strong expression of the \ntarget protein driven by the T7 promoter under IPTG induction [26] may \npotentially mask the differences in the surface-display ability of the \ntarget protein to some extent. So, the anchor protein type is not the main \nconsideration on PET hydrolysis by bacterial surface-display. Although \nthe overall improvement is not significant, using pGSA as an anchored \nprotein for PET hydrolyzing in this study was a better choice based on \nabove result. At 50 ℃ and 72 ℃ , the bacteria are unable to survive, but \nit does not affect the activity of the enzyme [27] . This is also one of the \nadvantages of surface-displayed engineered bacteria, as there is no need \nfor cell lysis to release the enzyme. Here, the bacterial cells serve as the \nbiological carriers of the enzyme, and the advantage lies in the rapid \nproliferation of bacteria. Compared to non-biological materials, it \neliminates the need for material synthesis and immobilization processes. \nWith pGSA as the priority anchoring protein, we systematically \ninvestigated four PET hydrolases, including IS PETase, a newly discov -\nered novel carboxylic ester hydrolase PE-H from P. aestusnigri [28] , and \ntwo mutants (FAST-PETase [29] :five mutations in IS PETase; LCC-ICCG \n[9] : four mutations in leaf-branch compost cutinase). We chose the \noptimal temperatures reported of these enzymes for comparison, and \nthese temperatures were also used in the anchoring protein study above. \nThe enzyme activity of these PET hydrolases varied greatly at different \ntemperatures. At 37 ℃ , there was an evident peak in the relative enzyme \nactivity of pGSA-PETase ( Fig. 1 E). Moving onto a slightly higher tem -\nperature of 50 ℃ , pGSA-FAST exhibited the greatest relative enzyme \nactivity. At 72 ℃ , pGSA-ICCG demonstrated the highest enzyme activ -\nity. Overall, the PET hydrolysis enzymes displayed were biologically \nfunctional and pGSA-FAST exhibited the highest enzyme activity at \n50 ℃ . \nHowever, relying solely on enzyme activity was insufficient to make \na comprehensive comparison of the PET hydrolysis capability of these \nfour surface-displayed E. coli . So, we used 4 g PET powder (200 mesh) as \nthe substrate for hydrolysis. Due to slower hydrolysis performance at \n37\n◦\nC, we extended the reaction time to 72 h, whereas at other tem -\nperatures, hydrolysis was still conducted for 24 h. Compared with the \nun-anchoring FAST-PETase, the pGSA-FAST-PETase surface-displayed \nbacteria actually improved the hydrolysis rate of PET powder ( Fig. 1 F)."
    }
  ],
  "results_sections": [
    {
      "heading": "Consistent with the enzyme activity results, pGSA-FAST-PETase showed",
      "text": "the highest hydrolysis efficiency for PET powder at 50 ℃ (24 h), with a \nweight loss rate of 71.3% ( Fig. 1 F). Furthermore, both ICCG and FAST- \nPETase demonstrated superior PET hydrolysis capabilities than IS PE -\nTase, in line with the primary objective of FAST-PETase and LCC-ICCG \nmutation, which aimed to enhance the wild-type enzyme ’ s thermal \nstability under high-temperature conditions and then increase its hy -\ndrolysis ability. Considering temperature, relative enzyme activity and \nweight loss rate of PET powder, FAST-PETase is a more optimal choice \nfor PET hydrolysis. Then, we used molecular docking to analyze the \nbinding affinity of the substrate PET3 (three PET molecules polymer -\nized). The results showed that besides common hydrogen bonding, other \nforces involved included van der Waals forces, hydrophobic \nW. Han et al.                                                                                                                                                                                                                                    \nJournal of Hazardous Materials 461 (2024) 132632\n5\nFig. 1. Anchoring protein selection and surface-display system construction. A Schematic diagram of the surface-display system (take pGSA-PETase as an example). \nB Comparison of relative enzyme activity in E. coli with different anchoring proteins at different temperature. The highest activity of pGSA-PETase at 37 ℃ is acted as \n100%. C The weight loss of PET film and PET film powder by different surface-displayed E. coli at three temperatures. D MD simulations of the surface-display system \nover 50 ns. E Comparison of relative enzyme activity in surface-displayed engineering E. coli with different PET hydrolysis enzyme at different temperature. The \nhighest activity of pGSA-FAST-PETase at 50 ℃ is acted as 100%. F The weight loss of PET film powder by different surface-displayed E. coli at three temperatures. \nW. Han et al.                                                                                                                                                                                                                                    \nJournal of Hazardous Materials 461 (2024) 132632\n6\ninteractions, and various pi bonds ( Fig. 2 C). This suggests that it is not \nsufficient to consider only hydrogen bonding when optimizing the \nbinding between substrate and hydrolase, and other forces play a non- \nnegligible role in many cases [30] . \nDue to the complexity of bacterial membrane structure, proteins \nsurface-displayed on bacterial outer membrane involves complex pro -\ntein transport and transmembrane processes. Although these anchoring \nproteins have been demonstrated to be capable of displaying on surface \ntheoretically, reasonable verification is still required for the surface- \ndisplay of PET hydrolases. Here, three techniques and methods were \nused to demonstrate the successful display of FAST-PETase on the \nsurface of E. coli . Firstly, we conducted a double-chamber experiment, \nwherein we placed a 0.22 µ m semipermeable membrane between two \nculture flasks connected to each other (SI Fig. S9 ). This device prevented \nthe bacterial cells from penetrating the membrane but facilitated the \nprotein molecule transportation, which was similar to the principle of \ndialysis. After a 72 h hydrolysis, the weight loss rate of PET particles was \nless than 2% (SI Fig. S13 ), demonstrating that PET plastics were mainly \nhydrolyzed by the FAST-PETase on the bacterial outer membrane, and \nthe hydrolysis of PET showed a strong reliance on physical contact to \nsurface-displayed bacteria. Secondly, we used enzyme-linked immuno -\nmagnetic bead precipitation, which the His-tagged magnetic bead \nFig. 2. The proof for FAST-PETase successfully displaying on the surface of E. coli. And structure alignment of four PET hydrolysis enzymes. A Enzyme-linked \nimmunomagnetic bead precipitation result. B The comparison of membrane protein enzyme activity between surface-display by pGSA and un-anchoring FAST- \nPETase. C The interaction force between PET and FAST-PETase by molecular docking result. D Protein motif discovery by MEME. E Crystal structure superposition of \nISPETase, FAST-PETase, ICCG and PE-H. F Crystal structure comparison of the four enzymes. Left: TM-score. Right: RMSD. \nW. Han et al.                                                                                                                                                                                                                                    \nJournal of Hazardous Materials 461 (2024) 132632\n7\nantibody was employed to bind with the His tag at pGSA-FAST-PETase \nC-terminal. After magnetic absorption, it was observed that pGSA- \nFAST-PETase medium became clear but the intracellular expression \nnot (Fig. 2A). The OD\n600 \nof surface-displayed bacteria decreased from an \ninitial value of 1.0–0.45, while the intracellular expression bacteria \n(pET30a-FAST-PETase) remained at around 0.98. Finally, we validated \nthat the hydrolysis activity was mainly exerted by the protein anchored \non the outer membrane through extracting the membrane protein of \nsurface-displayed E. Coli. Without the pGSA anchoring, the enzyme ac -\ntivity extracted from pET30a-FAST-PETase E. Coli membrane protein \nwas substantially lower compared to pGSA-FAST-PETase, accounting for \nonly 5.4% of the latter (Fig. 2B). Based on the above-mentioned three \nexperiments, it can be unequivocally confirmed that FAST-PETase has \nbeen successfully anchored onto the outer membrane of the carrier cell. \n3.2. The protein structure of PET hydrolases determines their function and \nstability \nIn this study, we used the original ISPETase, FAST-PETase, PE-H, and \na mutant of leaf-branch compost cutinase known as ICCG. Considering \nthe fact that these enzymes have proven their ability to efficiently break \ndown PET, it is logical to assume that they possess certain structural \nsimilarities. At first, we aligned the amino acid sequences of these four \nenzymes and found that although they originated from different mi -\ncroorganisms and enzyme classifications, they shared a relatively high \ndegree of amino acid similarity (~ 50% identity) and possessed the same \ncatalytic triad (the exception of the S160A in ICCG) (SI Fig. S12). PE-H \nshowed the greatest sequence difference from the other three, but even \nso, it shared more than 45% sequence homology with the PET hydro -\nlases from S. viridis, Thermobifida sp. and I. sakaiensis[28]. Using MEME \n[31], all these four enzymes possessed the same conserved domains and \nthe conserved domain positions (Fig. 2D). This may imply that the \nproteins with PET-hydrolyzing capability should exhibit similar or \nidentical structures. However, the primary and secondary structures of \nproteins alone are not enough to explain their functional similarities and \ndifferences. Subsequently, we compared the crystal structures of these \nfour proteins. Through structural overlay analysis, FAST-PETase \nexhibited an RMSD (root-mean-square deviation) value of just 0.22 Å \ncompared to ISPETase (Fig. 2F). In contrast, the RMSD values for ICCG \nand PE-H (compared to ISPETase) were 1.41 Å and 1.88 Å, respectively, \nconforming well with the findings of the amino acid sequence analysis. \nAdditionally, their structural similarities (TM score) were all greater \nthan 0.9 (Fig. 2F), indicating a very high degree of structural similarity. \nAfter superimposing their protein structures, we observed that dispar -\nities in structure were predominantly limited to the disordered curves \n(Fig. 2E), while the alpha helices and beta sheets exhibited striking \noverlapping, especially for the catalytic triad. These findings suggested \nthat even though these four proteins had the same structure, we may \nhave mislabeled them for different classes. Therefore, we expanded the \nscope of our protein structure comparison. \nWe screened 41 enzymes capable of hydrolyzing or degrading PET \nfrom the PDB database with available crystal structures, covering almost \nall of the PET hydrolyzing enzymes (Table 1). Because the structural \ndifferences between mutant proteins and their wild-type counterparts \nwere relatively small, we only analyzed the structures of the wild-type \nproteins and ignored the structural information of the mutants. Based \non EC classification and original literature descriptions, the 41 hydro -\nlyzing enzymes were mainly classified into seven categories: ISPETase \n(the benchmark), cutinase, esterase, LCC, PEH (PET hydrolase), TfCut, \nand potential proteins capable of hydrolyzing PEH, which almost \ncovered all reported PET-degrading enzyme types. USalign[19] (a new \nstructure alignment algorithm) was used to compare the protein struc -\ntures, with higher TM scores indicating more similar structures. Sur -\nprisingly, using ISPETase as a benchmark, 36 of the 41 PDB structures \nhad a TM value above 0.9 (Table 1 Structure 1), while the other five \nstructures had much larger differences (TM values below 0.7), which \nthese five proteins could be further classified into two types according to \ntheir similarity. In other words, only three types of protein structures \nwere found from the PET-degrading enzymes, with ISPETase as the main \nrepresentative (Table 1 Structure 1), and the other two types (Table 1 \nStructure 2 and 3) were significantly different from it with a low pro -\nportion. We overlaid these structures and found that the 36 proteins in \nStructures 1 were almost identical, with the PET-catalytic domain and \nthe main alpha helix and beta-sheet frameworks completely over -\nlapping, and the main differences were only found in the disordered \nprotein curves (Fig. 3A Structure 1). The overlap rates between these 3 \nstructure types were relatively low, and their catalytic structural do -\nmains were misaligned (Fig. 3A Structure 1 VS Structure 2 VS Structure \n3). Therefore, we question whether we have really discovered new \nPET-degrading enzymes? Here, we propose three structural types of \nPET-degrading enzymes: the main type represented by ISPETase, the \nsecond type represented by Fusarium oxysporum cutinase, and the third \none represented by Chloroflexus sp. MS-G cutinase. Furthermore, it is \nworth noting that the discovery of TfCut[32] could date back to 2013, \npre-dating the more recent discovery of ISPETase in 2016. We believe \nthat confusion in naming or classification may have negative affect on \nthe discovery of PET-degrading enzymes, and classification based purely \non amino acid sequence or nucleotide sequence similarity perhaps have \ncertain errors. Classifying based on the similarity of protein crystal \nstructure is more scientific and practical. \nEnzymes can only function if a stable protein structure is maintained, \nbut as temperatures rising or other conditions changing, proteins will \nundergo inactivation and deformation, an important aspect of which is \nthe structural changes in proteins, especially backbone changes. Previ -\nous studies had shown that protein structural stability was the key to \nimprove PET hydrolysis temperature[9]. Fast-PETase was originally \ndesigned to improve the stability of ISPETase at high temperatures, as \nPET tended to be hydrolyzed at higher temperatures. However, the \noriginal paper did not perform molecular dynamics simulations, so we \naimed to reveal the high-temperature tolerance mechanism of these \nenzymes from the perspective of protein structural stability using mo -\nlecular dynamics simulation[33]. We chose two temperatures of 300 K \nand 330 K for a 50 ns molecular dynamics simulation, which covered \nthe optimal enzymatic activity temperature of these four enzymes \n(Fig. 3D). The simulation results accorded with the previous experi -\nmental data, FAST-PETase and ICCG exhibited better stability in protein \nbackbone at both temperatures with RMSD below 0.15 A, while ISPE -\nTase’s stability decreased rapid at high temperatures with a higher \nRMSD. Not surprisingly, PEH had the poorest stability (highest RMSD) at \nboth temperatures, which could explain why the hydrolytic activity of \nPEH decreases the fastest[34]. However, these results cannot explain \nwhy the hydrolytic activity of PEH is also lower than PETase at low \ntemperatures. Therefore, we analyzed the protein surface charge inter -\naction potential. ICCG, ISPETase and its derivatives FAST-PETase have \ncracks of about 5 Å at the triple catalytic site, while the catalytic groove \nof PEH is sealed by electrostatic potential energy (Fig. 3B). Experts \nbelieved that this cleft might be very important to accommodate crys -\ntalline semi-aromatic polyesters[35] and this may be an intrinsic reason \nfor poor hydrolytic activity of PEH. Additionally, PE-H has the highest \nself-aggregation tendency via hydrophobic interactions (the lower the \nDI, the less liable to aggregate) and the least surface charge, in other \nwords, FAST, ISPETase and ICCG are more stable than PE-H (Fig. 3C). \nThe enzymes capable of hydrolyzing PET exhibited similar crystal \nstructures. Therefore, classification of PET-hydrolyzing enzymes should \nconsider their crystal structures, which may facilitate the discovery of \nnovel enzymes. In general, an excellent PET hydrolase should have \nrobust protein skeleton for heat resistance, sufficiently wide catalytic \ngroove to accommodate the PET chain, good affinity to the substrate \nPET, low self-aggregation tendency (less prone to intertwine between \nproteins) and reasonable surface charge to ensure its solubility in water, \nwhere computer-aided design can play an unexpected role. \nW. Han et al.                                                                                                                                                                                                                                    \nJournal of Hazardous Materials 461 (2024) 132632\n8\n3.3. Hydrolysis characteristics of FAST-PETase surface-displayed E. coli \nfor PET \nUtilizing pNPB as the substrate, FAST-PETase surface-displayed \nE. coli exhibited optimal enzymatic activity at 50 ℃ (100%). At a higher \ntemperature of 60 ℃ , the activity of FAST-PETase surface-displayed \nE. coli decreased to only 40% of its maximum activity, while the enzyme \nmaintained a high activity of 71.2% at 42 ℃ ( Fig. 4 A). These findings \nsuggest that FAST-PETase needs a specific temperature to exert its \nmaximum hydrolytic activity and high temperature could weaken its \nactivity quickly. FAST-PETase surface-displayed E. coli showed the \nhighest activity at pH 8.5, with more than 80% activity remaining at pH \n8 and 9 ( Fig. 4 B). On the other hand, its hydrolytic activity at pH 6.0 was \nonly 18.3%, which indicated that FAST-PETase surface-displayed E. coli \nwas better adapted to alkaline conditions. In practical catalytic re -\nactions, different metal cations might be present in the solution, and \nthey could have certain impacts on the catalytic activity of the enzyme. \nUnder the condition of additional 10 mM ion, we detected that Na\n+\n, K\n+\n, \nand Ca\n2 +\ncould activate FAST-PETase with a maximum activation of \n123.2% ( Fig. 4 C). Previous studies have shown that the addition of \nFig. 3. Crystal structure comparison of PET hydrolysis enzymes and structure stability analyze. A Crystal structure classification and superposition. B There is a clear \nactive-site cleft in IS PETase (FAST) and ICCG crystal structure. C Aggregate propensity analysis. D PE-H and IS PETase show higher RMSD values than ICCG and FAST. \nBetter structural stability corresponds to smaller RMSD values. \nW. Han et al.                                                                                                                                                                                                                                    \nJournal of Hazardous Materials 461 (2024) 132632\n9\ncalcium ions could enhance the thermal stability of LCC [36] , because \nLCC had an extremely similar structure to FAST-PETase ( Table 1 ), thus it \nwas reasonable to believe that calcium ions could also enhance the \nstability of other PET hydrolases. Based on our study, K\n+\nand Na\n+\nions \nmay have the same effect of Ca\n2 +\n. Although no direct metal-binding sites \nwere identified in the crystal structures of these enzymes, some \nside-chain amino acids might possess potential for metal binding [9] . By \ncontrast, Mg\n2 +\n, Cu\n2 +\n, and Ni\n2 +\nhad little effect on the enzymatic activity \nof pGSA-FAST-PETase. Mn\n2 +\nexhibited a certain inhibitory effect, but its \nresidual activity was still maintained at a level of 89.4%, indicating that \npGSA-FAST-PETase had good tolerance to most common metal ions. \nHowever, Fe\n3 +\nalmost completely inhibited the activity of \npGSA-FAST-PETase (enzyme activity dropped to 3.9%), which may be \ncaused by protein denaturation induced by Fe\n3 +\n. \nUsing self-purchased amorphous PET powder (200 mesh) as the \nsubstrate, we measured the weight loss of PET powder after hydrolysis \nfor 1, 2, 3, 6, 9, 12, and 15 days. As shown in Fig. 4 D, after 1 day of \nhydrolysis by FAST-PETase surface-displayed E. coli, the weight loss of \nPET powder reached to 54.7%. Subsequently, PET hydrolysis became \nslow, and the hydrolysis rate only reached to 62.1% after 15 days. The \nhydrolysis rate remained stable from the 3rd day, and this might be \ndirectly related to the decrease in enzyme activity and the difficulty of \nhydrolyzing the PET-resistant part. Although FAST-PETase has \nimproved its hydrolysis ability at high temperatures, future research \nshould put more effort into how to improve its long-term thermal sta -\nbility via amino acid mutations. To the best of our knowledge, how to \nshorten the length of the protein while ensuring the hydrolytic activity \nof PET may be a solution. \nIn previous studies, we found that grinding PET plastic could greatly \nenhance its hydrolysis efficiency. Therefore, we believed that there was \na certain relationship between the hydrolysis of PET and its particle size. \nWe measured the weight loss of different sized PET powders (50, 200, \n500, 1000, 2000 mesh) using surface-displayed E. coli ( Fig. 4 E). Under \nthe same hydrolysis temperature (50 ℃ , 24 h), the weight loss of PET \npowder with 50 mesh was only 34.1%, while it reached around 50% for \nthe PET powder of 200 mesh. As the particle size of PET powder \ndecreased, the hydrolysis rate by pGSA-FAST-PETase increased clearly \nand the hydrolysis rate of PET powder with 2000 mesh could reach up to \n68.4%. The reason may be that PET powder with smaller particle sizes \nhave larger specific surface areas. When hydrolyzed by FAST-PETase \nsurface-displayed E. coli , the powder with a larger specific surface area \nhas more chance to contact with bacterial surface, resulting in a higher \nhydrolysis level [37] . \nGenerally, the hydrolysis of PET is closely related to its crystallinity, \nwith higher crystallinity resulting in poorer hydrolysis efficiency [29] . \nUnlike plastic products thermoformed, PET water bottles are produced \nthrough blow molding, which leads to a high degree of crystallization \n( > 25%) during the expansion process for most bottles [38] . The \nFig. 4. Enzymatic characteristics and PET hydrolysis characteristics of pGSA-FAST-PETase surface-displayed E. coli. A The relative enzyme activity of FAST-PETase \nsurface-displayed BL21 at different temperature. B The relative enzyme activity of FAST-PETase surface-displayed BL21 at different pH. C The effect of metal ions on \nenzyme activity. D Degradation of PET powder with FAST-PETase surface-displayed E. coli at 50\n◦\nC. E Degradation rate of PET powder with different particle size. F \nDepolymerization of top-to-bottom fragments of PET bottle powder by FAST-PETase surface-displayed E. coli at 50\n◦\nC. G Flow chart of the PET hydrolysis products. \nW. Han et al.                                                                                                                                                                                                                                    \nJournal of Hazardous Materials 461 (2024) 132632\n10\ncrystallinity in the center of the bottle mouth and bottom was relatively \nlow (1.2% and 12.7%, respectively), whereas the crystallinity in the \nbody of the bottle was usually higher (32.6%) [29] . We cut these regions \nof PET bottle out, ground them (200 mesh), and treated them with \nFAST-PETase surface-displayed E. coli for 24 h at 50\n◦\nC. The results \nshowed that the hydrolysis rate of the bottle neck reached to 52.9%, \nwhile the bottle base center was 31.4% ( Fig. 4 F). However, the hydro -\nlysis rate in the bottle body was only 10.2%. These results indicated that \nplastic crystallinity could affect the hydrolysis of PET, with higher \ncrystallinity leading to poorer hydrolysis efficiency. It has been pro -\nposed that higher temperatures may facilitate the hydrolysis of PET, \nbecause PET will undergo glass transition at 70 ℃ [39] . However, after \ncareful comparison, it has been established that FAST-PETase exhibits \nthe efficient hydrolysis capacity at 50 ℃ . This evidence suggested that \nsimply elevating hydrolysis temperature might not be the optimal so -\nlution, and a more effective approach would be to design enzymes with \nappropriate structural characteristics. \n3.4. The change of PET surface morphology and properties after \nhydrolysis \nBy surface-displayed E. coli hydrolysis, the main products of PET \nwere MHET, TPA, and BHET (SI Fig. S14 A). MHET is the main product \nin the first step of PET hydrolysis and will be further hydrolyzed to TPA, \nwhile BHET is the by-product ( Fig. 4 G). Because BHET is solely found at \nthe end of hydrolyzed polymer chains, its production yield is limited \n[14] . From a comprehensive view of the reaction process, equilibrium \nwas reached at approximately 21 h after hydrolysis initiation, and the \naccumulation amount of MHET stabilized at around 18 h. Combined \nwith the enzymatic activity findings, the reduced hydrolysis of PET \ncould be attributed to two factors: a decline in enzyme activity, as well \nas a possible decrease in mass transfer rate that due to product accu -\nmulation. After 24 h of hydrolysis by FAST-PETase surface-displayed \nE. coli , 250 mg PET powder produced about 8.5 mM MHET and 1.6 mM \nTPA ( Fig. 5 A), which FAST-PETase exhibited some ability to hydrolyze \nMHET to TPA. \nIn order to obtain more intuitive evidence, we studied the changes of \nPET plastic after hydrolysis. SEM directly observed the morphological \nchanges of PET plastics, which proved the hydrolysis and erosion of PET \nplastics by surface-displayed bacteria. SEM images of PET powder taken \nbefore hydrolysis showed a relatively smooth surface, while the surface \nbecame rough and pocked with numerous small pores after the hydro -\nlysis of surface engineered E. coli ( Fig. 5 B). After hydrolysis, the PET \npowder became very fragmented, as a result, decreased in weight. \nFTIR is a valuable technique for monitoring the chemical bond \ncleavage and formation of functional groups in PET molecular chains. \nFurther analysis using FITR indicated that hydrolysis promoted the \noxidation of PET materials, resulting in a significant increase of oxygen- \ncontaining groups, with the most typical example being the more pro -\nnounced peak in the C –\n–\nO absorption peak at 1713 cm-1 ( Fig. 5 C). \nMoreover, as the reaction proceeding, the relative intensity of the \nfreestanding hydroxyl group at 3540 cm-1 weakened, indicating further \noxidation of hydroxyl structures into acid and ester compounds might \noccur. These results are consistent with subsequent XPS analysis. \nBy observing the changes in the C1s and O1s spectral peaks of XPS, \nthe types of surface functional groups in PET can be determined. In XPS \nanalysis, the C1s spectrum and O1s spectrum primarily reflects the \nchemical state and presence of carbon elements and oxygen elements, \nrespectively, and the difference of PET hydrolysis was mainly in O1s. \nThe peaks of high-resolution XPS-O1s spectra at 531.73 eV and \n533.34 eV could be attributed to C –\n–\nO and C-O, which represented the \nester groups in PET. After hydrolysis of PET, the relative content of C –\n–\nO \nincreased from 52.89% to 63.60%, while the relative content of C-O \nbecame 36.4% ( Fig. 5 D), which showed that surface-displayed engi -\nneered bacteria participated in the oxidation of PET plastic and changed \nPET surface functional groups. We believe this is due to the hydrolysis of \nPET plastic, where more long chains are hydrolyzed into short chains, \nexposing carbonyl end groups. Additionally, combined with the results \nof SEM analysis, the surface of PET plastic becomes rough, leading to an \nincrease in the proportion of carbonyl end groups. \n3.5. The recombinant proteins C-terminal has an effect on PET hydrolysis \nThe main hydrolysis product of PET by FAST-PETase is MHET, and \ncomplete hydrolysis requires cooperative action between PETase and \nMHETase. Thus, we planned to co-display both MHETase and FAST- \nPETase through flexible peptide linkages (G4S), co-anchoring them in \nthe outer membrane of E. coli ( Fig. 5 E). Since the two-enzyme system \ninvolved the question of which enzyme was more suitable at the C-ter -\nminal (N-terminal is inside the membrane, C-terminal is outside), so the \neffect of the recombinant protein C-terminal region on PET hydrolysis \nwas assessed. Regardless of which enzyme was located at the C-terminal, \nthe two-enzyme system showed enhanced PET hydrolysis performance \n( Fig. 5 F and Fig. 4 D), suggesting that MHETase could break the hydro -\nlysis decline caused by substrate MHET accumulation. Interestingly, the \nPET hydrolytic rate of the C-terminal pGSA-MHETase-g4s-FAST-PETase \n(84.6%) was slightly higher than the N-terminal one (pGSA-FAST- \nPETase-g4s-MHETase, 80.8%) after 24 h ( Fig. 5 F). Given that enzyme \ncontact was essential for the hydrolysis of PET, the C-terminal end of \nrecombinant protein offered a distinct advantage. And it also confirmed \nour previous hypothesis that substrate accumulation could affect the \nhydrolysis ability. Although it had been shown that MHETase and \nPETase could improve the hydrolysis efficiency of PET by cooperating \nwith each other [40] , our study provided an new idea to achieve the \ncoexistence of the two enzymes by the mean of surface co-display. It is \nworth mentioning that it has been found that MHETase has an \nexo-PETase activity, allowing hydrolysis PET at the terminal ester \ngroups [41] , which further enhanced the hydrolysis ability. \nIn addition to the difference in hydrolysis capacity, whether the \nhydrolyzed products are also different. So, we examined whether the \nhydrolysis products of the two recombinant proteins differed in PET \nhydrolysis (250 mg). Like the FAST-PETase surface-display system, both \nco-display fusion proteins generated MHET, TPA and BHET (SI Fig. S14 \nB). However, there was a significant difference in the production of TPA \nand MHET between the two recombinant proteins. Specifically, C ter -\nminal pGSA-MHETase-g4s-FAST-PETase yielded less TPA (6.9 mM TPA, \n4.2 mM MHET) ( Fig. 5 G). By contrast, pGSA-FAST-PETase-g4s- \nMHETase produced higher ratio of TPA (7.0 TPA mM and 3.3 mM \nMHET) ( Fig. 5 H). These results indicated that the C-terminal of the fused \nprotein was the most favorable position, where FAST-PETase located at \nthe C-terminal could lead to a higher degree of PET hydrolysis, while \nMEHTase located at the C-terminal resulted in more MHET hydrolysis. \nTo gain more insight, it would be useful to explore the structural changes \nor conformational dynamics of fusion proteins when they are at different \nends, and AlphaFold2 is helpful to gain the fusion proteins [42] . How -\never, in general, for faster PET hydrolysis, FAST-PETase is more suitable \nat the C-terminal of co-display system. \nCRediT authorship contribution statement \nYing Zhang: Writing – review & editing (equal). Wei Han: \nConceptualization (lead), Writing (lead). Jun Zhang: Methodology \n(lead). Qi Chen: Software (lead). Yuzhu Xie: Software (eqaul). Meng \nZhang: Writing (equal). Jianhua Qu: Visualization (equal). Yuanji \nTan: Visualization (equal). Yiran Diao : Visualization (equal). \nEnvironmental Implication \nPolyethylene terephthalate (PET) is one of the most widely used \nplastics, and it has caused some adverse effects in the environment. We \ncomprehensively compared several newly reported PET hydrolases, and \nrationally designed the optimal surface-displayed engineering bacteria, \nW. Han et al.                                                                                                                                                                                                                                    \nJournal of Hazardous Materials 461 (2024) 132632\n11\nFig. 5. PET surface morphology and property change and MHETase-FAST co-surface display system construction. A The changes in products during PET hydrolysis. \nB PET powder surface morphology by SEM. C FITR result. D XPS spectrum comparison. E Schematic diagram of the co-display system of MHETase and FAST-PETase. \nF FAST-PETase is more advantageous at C terminal. G and H The changes in products during PET hydrolysis by two different co-display build strategies. \nW. Han et al.                                                                                                                                                                                                                                    \nJournal of Hazardous Materials 461 (2024) 132632\n12\nthe results show that it has a good hydrolysis effect on PET plastics. \nDeclaration of Competing Interest \nThe authors declare that they have no known competing financial \ninterests or personal relationships that could have appeared to influence \nthe work reported in this paper. \nData Availability \nThe data that has been used is confidential. \nAcknowledgements \nThis work was supported by the National Natural Science Foundation \nof China [grant numbers 32101362]; The Natural Science Foundation of \nHeilongjiang Province [grant numbers LH2022D005]; Heilongjiang \nProvincial Key Laboratory of Soil Protection and Remediation. \nAppendix A. Supporting information"
    }
  ]
}