{
  "txt_file": "2021.10.10.463845v1.full.txt",
  "pdf_file": "2021.10.10.463845v1.full.pdf",
  "title": "1",
  "experimental_sections": [
    {
      "heading": "Supplementary Methods 1: Description of methods 368",
      "text": "Convolutional Neural Network (CNN) Model: 369 \nMutCompute19 is a 3D CNN model where the architecture consists of nine la yers divided into two 370 \nblocks: 1) feature extraction and 2) classification. The feature extraction block consisted of six layers: 371 \ntwo pairs of 3D convolutional layers followed by a dimension reduction max pooling layer after each 372 \npair. The first pair of convolutional layers used filters of size 3x3x3 and the second pair had filters of 373 \nsize 2x2x2. Additionally, the Rectified Linearity Unit function (Relu) was applied to the output of each 374 \nof the four convolutional layers. The final feature maps generated by t he feature extraction block had 375 \ndimensions of size 400x3x3x3. These feature maps were flattened into a 1D vector of size 10,800 376 \nbefore being passed to the classification block. The classification block consisted of three fully 377 \nconnected dense layers given dropout rates of 0.5, 0.2, and 0, respectively. Like the feature extraction 378 \nblock, the output of the first two dense layers was transformed by the Relu function. To obtain a vector 379 \nof 20 probability scores representing the network prediction for each of the amino acids, we applied a 380 \nsoftmax activation function to the output of the third dense layer. MutCompute is available as a 381 \nmachine learning as a service (MLaaS) on https://mutcompute.com.  382 \nMutCompute Predictions: 383 \nMutCompute predictions were obtained by running the wild type PETase (pdb id: 5xjh) and 384 \nthermopetase (pdb id: 6ij6) through our MLaaS at https://mutcompute.com. Residues were filtered by 385 \nsorting by the probability assigned to the wild type amino acid. We filtered 34  and 39 residues from 386 \nthe wild type PETase and Thermopetase crystal structures, respectively. From these filtered residues, 387 \nwe prioritized our experimental mutagenesis by selecting the 10 residues from each crystal structure 388 \nwith the highest log2 fold chan ge between the predicted amino acid and wild type amino acid 389 \nprobabilities. Prior to experimentation, selected residues were visualized with Mutcompute -View, 390 \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted October 12, 2021. ; https://doi.org/10.1101/2021.10.10.463845doi: bioRxiv preprint \n18 \n \nwhich is built on top of NGLViewer (https://github.com/nglviewer/ngl), to ensure three things: 1) the 391 \nprediction was chemically sound and not due to a crystal or model artifact, 2) we were avoiding the 392 \nactive site and binding pocket and 3) avoiding epistatic interactions between predictions and instead 393 \ntargeting predicted “instability hotspots”. MutCom pute-View has been made publicly available at 394 \nhttps://mutcompute.com/view. 395 \n 396 \nProtein crystallization, X-ray diffraction data collection, data processing, and model 397 \nrefinement 398 \nTo identify crystallization conditions for FAST-PETase, a sample containing 6 mg/mL purified FAST-399 \nPETase was screened in sparse -matrix screening using Phoenix robotic system (Art Robinson). The 400 \ninitial hits were identified with the rod -shaped crystals formed after incubating screening plates at 401 \n25 °C for three days. The crystallization was optimized as 0.1 M bis-TRIS, 2.0 M Ammonium Sulfate, 402 \npH 5.5 setup as sitting-drop vapor diffusion.  403 \n 404 \nIndividual FAST-PETase crystals were flash-frozen directly in liquid nitrogen after cryoprotected with 405 \n30 % (v/v) glycerol. X -ray diffraction data were  collected at 23 -ID-B beamline in Advance Photon 406 \nSource (Lemont, IL). The X -ray diffraction pattern was processed to 1.44Å resolution for FAST -407 \nPETase crystals using HKL2000 22. The structure was solved by molecular replacement with 408 \nThermoPETase structure as the initial search model (PDB code 6IJ6 12). The molecular replacement 409 \nsolution for FAST -PETase structure was iteratively buil t and refined using Coot 23 and Phenix 24 410 \nrefinement package. Procheck and MolProbity evaluated the quality of the finalized FAST -PETase 411 \nstructure. The final statistics for data collec tion and structural determination are shown in 412 \nSupplementary Information Fig. 18.  413 \n 414 \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted October 12, 2021. ; https://doi.org/10.1101/2021.10.10.463845doi: bioRxiv preprint \n19 \n \nCloning 415 \nGenes encoding Ideonella sakaiensis  201-F6 IsPETase (wild-type PETase) (Genbank: 416 \nBBYR01000074, ISF6_4831), its mutants —PETase S121E/D186H/R280A (ThermoPETase12) and 417 \nPETaseS214H/I168R/W159H/S188Q/R280A/A180I/G165A/Q119Y/L117F/T140D (DuraPETase17), leaf -branch compost 418 \ncutinase (LCC) (Genbank: AEV21261) and its mutant LCC  F243I/D238C/S283C/N246M (ICCM)4 were 419 \ncommercially synthesized for cloning. To enable e xtracellular expression of PETase and its mutants 420 \nin Pseudomonas putida  KT2440 (ATCC 47054), the nucleotide sequence of the signal peptide —421 \nSPpstu (21 amino acids) from maltotetraose-forming amylase of Pseudomonas stutzeri MO-1925 was 422 \nused to substitute the original signal peptide sequence (first 27 amino acids) of wild-type PETase. The 423 \nwild-type PETase and its mutants’ genes with SPpstu presented at the N -terminus were amplified by 424 \npolymerase chain reaction (PCR) using the synthetic genes as a template. Subsequently, using Gibson 425 \nAssembly method, DNA fragments encoding wild-type PETase, ThermoPETase and DuraPETase 426 \nwere respectively subcloned into a modified pBTK552 vector26 where the antibiotic resistance marker 427 \nwas swapped from spectinomycin to kanamycin resistance gene and a C -terminal hexa-histidine tag-428 \ncoding sequence was added. To enable intracellular expression of LCC and ICCM in Escherichia coli 429 \n(DE3) (New England Biolabs, Ipswich, MA) , the nucleotide sequence encoding the original signal 430 \npeptide was removed from the synthetic genes. The LCC and ICCM genes without signal peptide 431 \nsequence were amplified by PCR using the synthetic genes as a template. Subsequently, using Gibson 432 \nAssembly method, the DNA fragments encoding LCC and ICCM were respectively subcloned into a 433 \ncommercial vector-pET-21b (Novagen, San Diego, CA), which carry a C-terminal hexa-histidine tag-434 \ncoding sequence. The electrocompetent cell E. coli DH10β was transformed with the Gibson Assembly 435 \nproduct by following a standard electroporation protocol. The resultant expression plasmid DNA was 436 \nextracted from the overnight culture of the cloning host by using the  QIAprep Spin Miniprep kit 437 \n(Qiagen, Valencia, CA). The DNA sequence of extracted plasmid was verified by Sanger sequencing. 438 \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted October 12, 2021. ; https://doi.org/10.1101/2021.10.10.463845doi: bioRxiv preprint \n20 \n \nList of nucleotide sequences and expressed amino acid sequences of the genes used in the study is 439 \nprovided in Supplementary method 2. 440 \n 441 \nVariant construction 442 \nVariants of wild-type PETase, ThermoPETase and DuraPETase were generated through site-directed 443 \nmutagenesis using the PCR method described in the Q5® Site-Directed Mutagenesis Kit E0552S (New 444 \nEngland Biolabs, Ipswich, MA). The constructed plasmids carrying wild-type PETase, ThermoPETase 445 \nand DuraPETase genes were used as the templates for mutagenesis PCR reaction. The corresponding 446 \nprimer sequences and annealing temperature were designed and generated by using the 447 \nNEBaseChanger™ tool. Stellar™ Competent Cells ( Clontech Laboratories,  Mountain View, CA ) 448 \nwere used as the cloning host and transformed with the ligated plasmids using the heat-shock method 449 \nprovided in the manufacturer’s instruction. Plasmid extraction and sequencing for the variants were 450 \nperformed under the same conditions as described for plasmids carrying wild-type PETase, 451 \nThermoPETase and DuraPETase genes. 452 \n 453 \nProtein expression and purification 454 \nFor extracellular protein expression of wild-type PETase, ThermoPETase, DuraPETase, and their 455 \nvariants, P. putida  KT2440 was used as the expression host and its e lectrocompetent cell was 456 \ntransformed with the corresponding constructed plasmids. For intracellular protein expression of LCC 457 \nand ICCM, E. coli BL21 (DE3) was used as the expression host and its electrocompetent cell was 458 \ntransformed with the corresponding constructed plasmids. A single colony of an P. putida KT2440 or 459 \nE. coli BL21 (DE3) strain harboring one of the constructed plasmids was inoculated into 2 mL of Luria 460 \nBertani broth (LB) medium with 50 µg/mL kanamycin and grown overnight at 37 °C/225 rpm. The 461 \novernight-grown culture (using 150 µl) was scaled up with 1000 -fold dilution in a 500 -mL triple 462 \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted October 12, 2021. ; https://doi.org/10.1101/2021.10.10.463845doi: bioRxiv preprint \n21 \n \nbaffled shake flask and grown to a cell density of 0.8 (optical density [OD 600]) at 37 °C/2 25 rpm. 463 \nProtein expression was induced by adding 0.2 mM of isopropyl β -D-1-thiogalactopyranoside (IPTG) 464 \nand cells were cultured for 24 hrs at 30 °C/225 rpm. For isolation of the extracellularly expressed 465 \nPETase enzymes, the induced cell culture was centrifuged at 14,000 g and 4 ⁰C for 20 mins to obtain 466 \nthe supernatant that accommodates secretory protein. For isolation of the intracellularly expressed 467 \nLCC and ICCM, the induced cell culture was harvested by centrifugation at 4,000 g and 4 ⁰C for 20 468 \nmins. Cell pellets were then resuspended in 25 mL of Dulbecco’s Phosphate Buffered Saline (DPBS) 469 \n(Thermo Fisher Scientific, Waltham, MA ) pH 7.0  buffer containing 10 mM imidazole, 1 g/L of 470 \nlysozyme and 5 µl of Pierce™ Universal Nuclease (Thermo Fisher Scientific, Waltham, MA), 471 \nfollowed by mixing on a rocker for 20 mins at 4 ⁰C. Subsequently, cells were lysed by sonication and 472 \nthe resulting cell lysate was centrifuged at 14,000 g and 4 ⁰C for 20 mins to obtain the supernatant that 473 \ncontains soluble proteins. Target proteins from the above two type of supernatants were both purified 474 \nby HisPur™ Ni -NTA Resin (Thermo Fisher Scientific, Waltham, MA) according to the 475 \nmanufacturer’s instruction. Desalting of the protein eluent was carried out by using Sephadex G-25 476 \nPD-10 columns  (GE Healthcare, Piscataway, NJ ) according to the manufacturer’s instruction . All 477 \npurification and desalting steps were performed at 4° C in a cold room. Afterwards, the purified protein 478 \nwas concentrated to a final volume of 1 mL by the 50 mL, 10KDa cut-off Amicon® Ultra Centrifugal 479 \nFilters device (EMD Millipore Corporation, Billerica, MA) and preserved in DPBS (pH 7.0). The 480 \nprotein concentration was then determined by using the Coomassie Plus Bradford Assay kit (Thermo 481 \nFisher Scientific) and the Infinite M200 PRO microplate reader (Teca n, Männedorf, Switzerland) to 482 \nmeasure the absorbance of assay mixtures. The presence and purity of the purified proteins were 483 \nassessed by sodium dodecyl sulfate‐polyacrylamide gel electrophoresis.  484 \n 485 \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted October 12, 2021. ; https://doi.org/10.1101/2021.10.10.463845doi: bioRxiv preprint \n22 \n \nIn Vitro Analysis of PET hydrolytic activity using commercial Goodfellow PET film (gf-PET) 486 \nTo evaluate the PET hydrolytic activity of PETase and its variants, the homogenous amorphous gf -487 \nPET film (Goodfellow, U.S. 577 -529-50; specification: 1.3-1.4 g cm -3 density, 1.58-1.64 refractive 488 \nindex, 100x10-13 cm3. cm cm -2 s-1 Pa-1 permeability to water @25 °C, 20-80 x10-6 K-1 coefficient of 489 \nthermal expansion, 0.13-0.15 W m-1 K-1 @23°C thermal conductivity) was used as the substrate for 490 \ndegradation assays with the purified PETase enzyme and its variants. The gf-PET film was prepared 491 \nin a circular form (6 mm in diameter, ~11.4 mg) and was washed three times with 1 % SDS, 20 % 492 \nethanol, and deionized water before usage.  Subsequently, the gf -PET film was put into a glass test 493 \ntube and fully submerged in 600 µl of 100 mM KH2PO4-NaOH buffer (pH 8.0) with 200 nM purified 494 \nenzyme. The test tube was tightly capped and wrapped with parafilm to minimize volatilization. The 495 \nreaction mixture was then incubated at 30/40/50/55/60 °C for 96 hrs. Followed by removing the 496 \nenzyme-treated gf-PET film from the reaction mixture, the enzyme reaction was terminated by heating 497 \nat 85 °C for 20 mins . The reaction mixture samples were then centrifuged at 10,000 × g for 5 mins. 498 \nThe supernatant of each sample was further analyzed by High-performance liquid chromatography 499 \n(HPLC) for quantifying PET monomers released from the PET depolymerization.  500 \nTo compare the PET hydrolytic activity of FAST-PETase with wild-type PETase, ThermoPETase, 501 \nDuraPETase, LCC, and ICCM across a range of pH (6.5 – 8.0) at 30 ⁰C and 40 ⁰C, similar experimental 502 \nsetup was used. The circular gf-PET film (6 mm diameter, ~11.4 mg) was used as the substrate. The 503 \nenzyme reactions were performed with 200 nM purified enzyme in 600 µl of 100 mM KH2PO4-NaOH 504 \nbuffer with various pH (6.5, 7.0, 7.5 or 8.0) at 30 ⁰C and 40 ⁰C. After incubating the enzyme reaction 505 \nfor 96 hrs, the supernatant of the reaction mixture was also analyzed by HPLC for quantifying PET 506 \nmonomers released from the PET depolymerization. 507 \n 508 \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted October 12, 2021. ; https://doi.org/10.1101/2021.10.10.463845doi: bioRxiv preprint \n23 \n \nDegradation of post-consumer PET (pc-PET) plastics 509 \nHole-punched pc-PET films (6 mm in diameter) from 51 post-consumer plastic products were serially 510 \ntreated by 200 nM FAST-PETase in 600 µl of 100 mM KH2PO4-NaOH buffer (pH 8.0) at 50 ⁰C. Fresh 511 \nenzyme solution was replenished every 24 hrs to maximize enzymatic degradation rate for degrading 512 \nthe 51 samples of various pc-PET films.  513 \nThe time -course analysis of degrading a pc -PET film ( Bean cake container) by various PET-514 \nhydrolyzing enzymes (PHEs) was conducted at 50 ⁰C. The reactions were perf ormed with 200 nM 515 \nenzyme in 600 µl of 100 mM KH 2PO4-NaOH buffer (pH 8.0) and terminated at 6 hrs, 12 hrs, 18 hrs 516 \nor 24 hrs for quantifying total PET monomers released at each time point. 517 \nA large, untreated, and transparent pc -PET (Bean cake container, 6.4 g) was treated by 200 nM of 518 \nFAST-PETase in 100 mM of KH2PO4-NaOH buffer (pH 8.0) at 50 ⁰C. The whole piece of transparent 519 \nPET container was fully submerged in 2.5 L of enzyme solution and completely degraded after 48 hrs.  520 \n 521 \nDegradation of polyester product 522 \nFive different commercial polyester products were cut into small pieces and used as the substrates that 523 \nwere fully submerged in 600 µl of 100 mM KH 2PO4-NaOH buffer (pH 8.0) with 200 nM p urified 524 \nenzyme. Enzyme treatment on these five polyester products was conducted at 50 ⁰C. After 24 hrs of 525 \nincubation, the reaction was terminated. The enzyme degradation solution was used to determine how 526 \nmuch PET monomers were released from hydrolyzing these polyester products by various PHEs.   527 \nDegradation of large, untreated pc-PET container and regeneration of virgin PET  528 \nA large, untreated, and green colored pc-PET container was cut into small rectangular flakes (ca. 1cm 529 \n×3 cm). 3.0 g of the colored pc-PET flakes was serially treated by 200 nM FAST-PETase in 100 mM 530 \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted October 12, 2021. ; https://doi.org/10.1101/2021.10.10.463845doi: bioRxiv preprint \n24 \n \nKH2PO4-NaOH buffer (pH 8.0) at 50 ⁰C. 200 nM  of fresh enzyme was added to the degradation 531 \nsolution every 24 hrs to maximize enzymatic degradation rate. All the colored pc-PET fragments were 532 \ncompletely degraded after 6 days. 533 \nUpon completion of degradation, the enzyme degradation solution was filtered, and the filtrate was 534 \ncollected for regeneration. The pH of the filtrate was adjusted to pH 11 with NaOH to hyd rolyze 535 \nremaining MHET. The solution was stirred at room temperature for 4 hrs to complete the hydrolysis. 536 \nThe pH of the solution was subsequently adjusted to 2 with 37% HCl. The precipitate was filtered and 537 \nwashed several times with deionized water and dri ed under vacuum overnight. 4.3 g of TPA was 538 \ncollected and used in the next step without further purification. 1H NMR (400 MHz, d6-DMSO): 8.03 539 \nppm (s, 4H).  540 \nTo a suspension of TPA (4.31 g, 25.9 mmol) in CH 3OH (150 mL), 95% H 2SO4 (2.0 mL) was added 541 \ndropwise at room temperature. The mixture was stirred at reflux for 24 hrs and became a clear solution. 542 \nThe reaction mixture was then cooled to room temperature. DMT was subsequently recrystallized from 543 \nthe reaction mixture and collected after filtration. These white crystals were washed with cold CH3OH 544 \nand dried under vacuum for 4 hrs to afford DMT (4.12 g) with a yield of 82%. 1H NMR (400 MHz, 545 \nCDCl3): 8.08 ppm (s, 4H), 3.93 ppm (s, 6H).  546 \nTo a three-necked round bottom flask equipped with an air condenser, DMT (4.12 g, 21.1 mmol) was 547 \nadded. The flask was evacuated under vacuum and refilled with nitrogen gas for three times. Ethylene 548 \nglycol (1.20 mL, 21.5 mmol) was added, followed by the addition of titanium isopropoxide (0.06 mL, 549 \n0.21 mmol). The mixture was stirred at 160 °C for 1 hour, 200 °C for 1 hour, and 210 °C for 2 hrs 550 \nunder nitrogen. The reaction temperature was further increased to 260 °C, and high vacuum was 551 \napplied to remove unreacted monomers. The mixture was stirred at 260 °C for 2 hrs and then cooled 552 \nto room temperature. The resulting PET was dissolved in 1,1,1,3,3,3 -hexafluoro-2-propanol (10 mL) 553 \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted October 12, 2021. ; https://doi.org/10.1101/2021.10.10.463845doi: bioRxiv preprint \n25 \n \nand added dropwise to CH3OH to remove the catalyst. PET (2.83 g) was collected as white solids after 554 \ncentrifuging and dried under vacuum.  555 \nSimultaneous bioprocess combing P. putida Go19 and exogenous PHEs 556 \nThe simultaneous process experiments were performed using nitrogen-limiting M9 medium (NL-M9) 557 \ncontaining M9 Minimal Salts ( Sigma-Aldrich, St Louis, MO ), 1 g/L  NaNH4HPO4‧4H2O, 0.34 g/L 558 \nthiamine hydrochloride, 2 mM MgSO4, and 0.1 mM CaCl2. P. putida Go19 (accession number NCIMB 559 \n41537) was purchased from National Collection of Industrial, Food and Marine Bacteria (NCIMB 560 \nAberdeen, Scotland, UK). A single colony of P. putida Go19 was inoculated into 20 mL of LB medium 561 \nand grown overnight at 30 °C/225 rpm. The overnight‐grown culture was centrifuged at 4000 g for 5 562 \nmins. Cell pellets were then resuspended in 20 mL of NL-M9 medium without any carbon source. The 563 \nresuspended cells used as inoculum for simultaneous process condition where P. putida Go19 and 564 \nexogenous PHEs were combined to explore the possibility of simultaneous PET depolymerization and 565 \nfermentation. Subsequently, P. putida Go19 was inoculated into 1 mL of NL-M9 medium (to an OD600 566 \nof 0.2) supplemented with an unpretreated circular pc-PET film (hole-punched from a cookies plastic 567 \ncontainer; 6 mm in diameter and weigh around 6 mg) absent of any other carbon source in a culture 568 \ntube. 200 nM of exogenous enzyme (FAST-PETase, wild-type PETase, ThermoPETase, DuraPETase, 569 \nLCC or ICCM) was added to the 1 mL NL -M9 medium inoculated with P. putida  Go19 as the 570 \nsimultaneous process condition. 200 nM of enzymes were also respectively added to the 1 mL of NL-571 \nM9 medium absent of P. putida Go19 as the control condition. All conditions were incubated at 37 ⁰C 572 \nand 165 RPM for 72 hrs, followed by incubation at 30 ⁰C and 225 RPM for another 24 hrs to maximize 573 \nPHAs production in P. putida Go19. The experiments were all performed in biological triplicates. PET 574 \nmonomers concentration of the NL-M9 medium with or without P. putida Go19, mass loss of the pc-575 \nPET films, PHAs accumulation  and cell density of P. putida Go19 were determined after 96 hrs of 576 \nincubation.  577 \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted October 12, 2021. ; https://doi.org/10.1101/2021.10.10.463845doi: bioRxiv preprint \n26 \n \n 578 \nAnalytical method for measuring PET monomers released 579 \nHPLC was used to analyze the PET monomers – terephthalic acid (TPA) and Mono -(2-580 \nhydroxyethyl)terephthalic (MHET)  released from PET depolymerization. The assay samples were 581 \nfiltered with 0.2 -μm nylon syringe filters (Wheaton Science,  Millville, NJ) prior to running HPLC. 582 \nMeasurement of TPA and MHET was performed using a Dionex UltiMate 3000 (Thermo Fisher 583 \nScientific, Waltham, MA) equipped with an Agilent Eclipse Plus C18 column (3.0 × 150 mm, 3.5 μm) 584 \nwith detection wavelength at 260 nm. Column oven was held at 30 °C with 1% acetic acid in water or 585 \n1% acetic acid in acetonitrile as mobile phase over the course of the 30 -min sequence under the 586 \nfollowing conditions: 1% to 5% organic (vol/vol) for 5 min, 5% to 100% organic (vol/vol) for 8 m in, 587 \n100% organic (vol/vol) for 10 min, 100% to 5% organic for 2 min followed by 5% organic for 5 min. 588 \nThe flow rate was fixed at 0.8 mL min -1. A standard curve was prepared using commercial TPA 589 \nwith ≥ 98.0% purity or MHET ≥  98.0% purity (Sigma-Aldrich, St Louis, MO). 590 \n 591 \nAnalytical method for measuring melting temperature (Tm). of proteins 592 \nTo evaluate the thermostability of wild -type PETase and its variants, Differential Scanning 593 \nCalorimetry (DSC) was used to determine their respective T m. Purified protein sa mples were 594 \nconcentrated to 300~500 µM using Microcon® Centrifugal Filter 10K Devices (Millipore, Billerica, 595 \nMA). 10 µL of concentrated protein solution (DPBS buffer pH 7.0) was placed in an aluminum Tzero 596 \npan and sealed with a Tzero  hermetic lid (TA Instruments, DE New Caste, DE).  Tm of the protein 597 \nsamples was analyzed by a DSC250 (TA Instruments, New Castle, DE) with a RCS90 electric chiller. 598 \nTwo DSC procedures were used depending on the anticipated denaturation temperature of the protein. 599 \nThe first DSC method heated from 40 °C to 90 ° C at 10 °C/min, held at 90 °C for two minutes, then 600 \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted October 12, 2021. ; https://doi.org/10.1101/2021.10.10.463845doi: bioRxiv preprint \n27 \n \ncooled from 90 °C to 40 ° C at –10 °C/min. The second method heated from 20 °C to 70 ° C at 10 601 \n°C/min, held at 70 °C for two minutes, cooled from 70 °C to 40 °C at –10 °C/min. The denaturation 602 \ntemperature of the proteins was measured on the heating ramp trace as the midpoint value at half -603 \nheight.  604 \nAnalytical method for determining PET film crystallinity 605 \nDSC was used to determine percent crystallinity of t he PET films hole-punched from the post -606 \nconsumer plastics. PET film samples (4–10.5 mg) were placed in aluminum Tzero pans with a Tzero 607 \nsolid sample lid. Samples were run first heated from 40 °C to 300 ° C at 5 °C/min, held at 300 °C for 608 \none minute, cooled from 300 °C to 30 °C at –5 °C/min, held at 30 °C for one minute in a DSC250 (TA 609 \nInstruments, New Castle, DE) with a RCS90 electric chiller. The percent crystallinity was determined 610 \non the first heating scan using the enthalpies of melting and cold crystallization. The equation used to 611 \ncalculate percent crystallinity within the PET film was the following 612 \n % 𝑐𝑦𝑠𝑡𝑎𝑙𝑙𝑖𝑛𝑖𝑡𝑦 = ቂ\n𝛥𝐻𝑚−𝛥𝐻𝑐𝑐\n𝛥𝐻𝑚˚ ቃ × 100   613 \nwhere ΔHm is the enthalpy of melting (J/g), ΔHcc is the enthalpy of cold crystallization (J/g), and ΔHm° 614 \nis the enthalpy of melting for a 100% crystalline PET sample, which is 140.1 J/g 4,27. ΔHm and ΔHcc 615 \nwere measured by integrating from 90 –100 °C to ca. 260 °C with a linear baseline. The percent 616 \ncrystallinity was calculated using the TRIOS software package. The glass transition temperatures of 617 \nthe PET films were measured using the second heating scan: 30–300 °C at 10 °C/min, held at 300 °C 618 \nfor one minute, then 300–40 °C at –10 °C/min. The glass transition temperatures for all the PET films 619 \nwere between 80–82 °C.  620 \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted October 12, 2021. ; https://doi.org/10.1101/2021.10.10.463845doi: bioRxiv preprint \n28 \n \nGel Permeation Chromatography (GPC)  621 \nGPC measurement was performed at an on an Agilent system with a 1260 Infinity isocratic pump, 622 \ndegasser, and thermostated  column chamber held at 30 °C. A mixture of chloroform with 50 ppm 623 \namylene and 1,1,1,3,3,3 -hexafluoro-2-propanol (2.0 vol%) was used as the mobile phase at 0.5 624 \nmL/min. Molecular weights (Mn, Mw) and polydispersity indices (Ð) were determined relative to 625 \npolystyrene standards.  626 \nSample preparation for GPC:  627 \nAbout 8 mg of PET was dissolved in 0.15 mL 1,1,1,3,3,3 -hexafluoro-2-propanol. Once PET was 628 \ncompletely dissolved, chloroform was added to make a total volume of 2.50 mL. The solution was 629 \nfiltered through a PTFE membrane with a pore size of 0.45 μm. 100 μL of the sample solution was 630 \nthen injected into the GPC system.  631 \nScanning Electron Microscopy (SEM) 632 \nPET films were mounted onto a 3.2 mm SEM stub using carbon tape. Samples were sputter -coated 633 \nwith 8 nm platinum/palladium using a Cressington 208HR Sputter Coater. The metal was sputter 634 \ncoated onto the sample via plasma generated with argon present in the chamber. SEM imaging was 635 \nperformed under vacuum using a Zeiss Supra40 Scanning Electron Microscope (SEM). The electron 636 \nbeam intensity was 5 kV. 637 \nAtomic force Microscopy (AFM)  638 \nAFM was performed on an Aylum MFP -3D atomic force microscope (Asylum Research, Sa nta 639 \nBarbara, CA) in tapping mode. Images were recorded after a surface scan on an area of 50×50 μm. 640 \nImage analysis including histogram, and surface roughness was performed using Igor Pro. 641 \n 642 \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted October 12, 2021. ; https://doi.org/10.1101/2021.10.10.463845doi: bioRxiv preprint \n29 \n \nNuclear magnetic resonance (NMR) spectroscopy 643 \n1H NMR spectroscopy w as performed at a 400 MHz Bruker AVANCE NEO spectrometer at room 644 \ntemperature in CDCl3 or d6-DMSO. Chemical shift was referenced to the residual solvent signal ( 1H 645 \nNMR: 7.26 ppm in CDCl3, 2.50 ppm in d6-DMSO, respectively). 646 \nMicroscopic observation of P. putida Go19 and PHAs 647 \nPHAs formation in P. putida Go19 from the simultaneous experiment was microscopically observed 648 \nby using an upright laser scanning confocal microscope (LSM -510, Zeiss) under reflectance using a 649 \n100X, 1.3 NA oil -dipping objective (Zeiss), a ccording to the protocol described by Franden et al.28. 650 \n0.5 mL sample was taken from the simultaneous process experiment of the P. putida Go19 culture 651 \n(with 200 nM of FAST-PETase) that grew on NL-M9 medium supplemented with a circular pc-PET 652 \nfilm (cookie container) as the sole carbon source. Culture was centrifuged at 4,000 g for 3 min, 653 \nfollowed by washing twice with DPBS. Cell pellets were then stained with 1 mL of 10 μg/mL Nile 654 \nRed (Thermo Fisher  Scientific, Waltham, MA, USA) and kept in the dark for 30 min at room 655 \ntemperature. Subsequently, the stained cells were pelleted again by centrifugation at 4,000 g for 3 min, 656 \nfollowed by washing twice with DPBS. Finally, the stained cells were resuspended in 200 μL of DPBS. 657 \n1 ul of the stained cell solution was dipped on a coverslip and pressed with a small coverslip.  The 658 \nsamples were illuminated with a 561 nm laser and reflected light was collected by setting the Meta 659 \ndetector channel between 570-670 nm wavelength. 660"
    }
  ],
  "computational_sections": [],
  "results_sections": [
    {
      "heading": "In conclusion, this work utilized a structure-based deep learning model  to identify portable 212",
      "text": "substitutions that imparted improved stability and function across a variety of PETase scaffolds. The 213 \nbest variant, FAST-PETase, exhibits superior activity over a wide range of temperatures (30–50 ⁰C), 214 \nand exceptional compatibility with cell-growth conditions. We demonstrate this capacity via the rapid, 215 \nefficient, and complete degradation of bulk, untreated pc-PET waste and a reduction of PET fragments 216 \nembedded in textile fabrics. The properties of this variant are ultimately suitable for both low -cost 217 \nindustrial recycling as well as  for in situ plastic degradation applications, as demonstrate d by 218 \nsimultaneous bioprocessing with P. putida Go 19. Collectively, these results demonstrate the potential 219 \nfor structure-based deep learning in protein engineering and the opportunities for converting 220 \nmesophilic enzyme scaffolds into broad-range biocatalysts for a cyclic plastic economy.   221 \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted October 12, 2021. ; https://doi.org/10.1101/2021.10.10.463845doi: bioRxiv preprint \n11"
    }
  ]
}