{
  "txt_file": "2022.11.14.516528v1.full.txt",
  "pdf_file": "2022.11.14.516528v1.full.pdf",
  "title": "Balance-directed protein engineering of IsPETase enhances both PET hydrolysis activity",
  "experimental_sections": [
    {
      "heading": "Methods",
      "text": "Site-directed mutagenesis \n The template used to create all variants is shown in the Supplementary Table. 2.22 The \nvariant IsPETaseS121E/D186H/S242T/N246D was subcloned into a pET-15b expression vector at the \nNdeI and XhoI restriction sites. The forward and reverse primers used are detailed in \nSupplementary Table. 1. The polymerase chain reaction (PCR) step of site-directed \nmutagenesis was performed using EzPCR™ (EBT-7751, ELPIS-BIOTECH, Daejeon, \nRepublic of Korea), and site-directed mutagenesis was performed using the QuikChange Site-\nDirected Mutagenesis Kit (Agilent). The introduction of mutations was confirmed through \nsequencing, which was performed by Bioneer (Daejeon, Republic of Korea).  \n \nProtein preparation  \n The pET-15b expression vectors containing the desired genes were transformed into \nEscherichia coli Rosetta gami-B cells. Cells were cultured at 37°C in 1 L of lysogeny broth \nmedium containing 200 mg L −1 ampicillin until the OD600 reached 0.6–7. To induce protein \noverexpression, 500 µM isopropyl β-D-1-thiogalactopyranoside (IPTG) was added and the \ncultures were further incubated for 22 h at 18°C. Cells were then harvested via centrifugation \n(4,000 × g for 15 min), and the obtained cell pellet was sonicated using buffer A (50 mM \nNa2HPO4-HCl, pH 7.0). Cell debris was removed via centrifugation (13K × g for 30 min ). \nPurification of all proteins was performed using a Ni-NTA agarose column (Qiagen). After \nwashing with buffer A containing 30 mM imidazole, bound protein s were eluted with 15 mL \nof buffer B (50 mM Na 2HPO4-HCl, pH 7.0 , 300 mM imidazole ). All procedures were \nconducted at 4°C. Protein quantification was performed using a BioTek™ Epoch microplate \nspectrophotometer and Gen5™ microplate data analysis software.  \n \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nDifferential scanning fluorometry \n A thermal shift assay was performed to evaluate the thermal stability of IsPETase \nvariants via StepOnePlus Real -Time PCR (Thermo Fisher Scientific). Protein Applied \nBiosystem 1× dye, buffer A, and 5 μg of protein were mixed in a final volume of 20 μl. Signal \nchanges reflecting protein denaturation were monitored while the temperature increased from \n25°C to 99°C at a rate of 0.1°C ∙s−1. The melting temperature was measured by generating a \nderivative curve from the fluorescence melting curves of the protein complex with the Applied \nBiosystems dye.  \n \nPET sample preparation \nBottle-derivative PET powder was prepared by pulverizing clear transparent bottles \nusing a document crusher and melting the pulverized 0.2 × 1.0-mm flakes at 270°C for 7–8 min \nin a high-temperature oven. Molten PET was instantly chilled and hardened by immersion in a \nwater bath set at 4°C. The obtained product was treated with cryo genic grinding (freezing \nmilling) again and then sieved using a mesh size of 300 μm to obtain the final bottle-derived \nPET powder.  Transparent and colored post-consumer PET powders produced from PET \nproducts that had been collected and separated in to transparent and colored forms were \npurchased from Fluent R&C company (Deagu, Republic of Korea; 1 ton of each). Each sample \nwas re-ground in a frozen powder dummy after generating chips by re -grinding and extrusion \nat high temperature and high pressure. Each sample was sieved using a mesh size of 300 μm \nand processed in Daehan Industrial Co., Ltd. (Deagu, Republic of Korea).  \n \nCrystallinity measurement of PET samples  \n The percentage of crystallinity (Xc) for each PET sample was measured using a \ndifferential scanning calorimetry instrument (Q2000, TA instrument) . Approximately 5–7 mg \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nof each powder sample was prepared and equilibrated at 30°C. The sample was temperature \nscanned from 30°C to 300°C at a controlled constant rate (e.g., 10°C∙min−1) with heat -flow \nmonitoring to characterize the thermal properties as a function of temperature change. Results \nwere plotted as graphs with temperature (°C) on the x-axis and heat flow (W/g) on the y-axis, \nand the percentage of crystallinity was calculated based on the following equation: \nXc (%) = (∆Hm−∆Hc) / ∆Hf × 100% \ncold crystallization (∆Hc)/melting enthalpy (∆Hm)/heat of fusion (∆Hf) \nPET film from Goodfellow (thickness: 0.25 mm; condition: transparent, amorphous) is known \nto have a crystallinity of 6.1%.27  \n \nPET hydrolysis activity measurement \n The 15g ∙ l−1 bottle-derived PET powder  was soaked in 1000 μl of 50 mM \nglycine/NaOH, pH 8.7, with 500 nM of IsPETase variants. The reaction mixture was incubated \nat 50°C for 3, 6, or 12 h. Then, the reaction was terminated by heating the mixture at 100°C for \n15 min. The remaining substrate was removed from the reaction mixture by filtering with a \n0.22-μm polyvinylidene fluoride (PVDF) syringe filter (SFPVDF013022CB, Futecs, Republic \nof Korea). The supernatant was analyzed using high-performance liquid chromatography \n(HPLC). To measure PET decomposition in a circulating system, an experimental container \n(350 ml) capable of accommodating a capacity of 50 × the reaction volume (200 ml) was \nprepared. The PET hydrolase reaction was induced on a cellulose dialysis membrane \n(Spectra/Por 2 Trial Kit, 12–14 kD: flat width 25 mm; Repligen, USA), and bottle-derived PET \npowder was used as the substrate. Then, 1 μM of each variant was added to a solution of 50 \n(±2) mg of the substrate as bottle-derivative PET powder, 200 mM Tris-HCl (pH 9.0), and 1% \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \n(v/v) 1-butanol. Each packaged 4-ml dialysis reaction bag was immersed in 200 ml of 200 mM \nTris-HCl (pH 9.0) and 1% (v/v) 1-butanol. The reaction was performed at 50°C, with shaking \nat 80 rpm in a small shaking incubator (JEIO TECH, Republic of Korea). Samples were \nmeasured in an external equilibrium solution, and the amount of product was quantitatively \nevaluated using a spectrophotometer."
    },
    {
      "heading": "Analytical methods",
      "text": "Samples were analyzed using a C18 column (SunFireTM C18, 5 μm, 4.6 × 250 mm). \nMobile phase A was distilled water containing 0.1% ( v/v) formic acid (HPLC grade), and \nmobile phase B was 20% (v/v) acetonitrile in distilled water (HPLC grade). The mobile phase \ngradient was increased from 60 % to 80 % buffer B over 5 min, and then 100%  buffer B was \nflowed for 10 min. The flow rate was set at 1 ml∙min−1. Products were detected using a UV/Vis \ndetector (SPD-20A) at 260 nm and analyzed using the CMB-20A system controller (Shimadzu, \nKyoto, Japan). Calibrations were conducted using 10 levels of rTA (Sigma-Aldrich, Missouri, \nUSA) and MHET (AmBeed, Chicago, USA) in 50 mM glycine-NaOH (pH 8.7) and BHET \n(Sigma-Aldrich, Missouri, USA) in DMSO for blocking self-hydrolysis. \n \nSpectrophotometric assay \n Quantitative determination of rTA was performed using a UV/VIS spectrophotometer \n(UV-1800, Shimadzu, Japan). All samples mixed with rTA, MHET, and BHET and then diluted \nto 10% (v/v) with 50 mM Glycine-NaOH (pH 8.7) solution. After adding IsMHETase32 (8 nM), \nthe reaction mixtures were incubated at 37°C for 3 h or more . For measurement, each sample \nwas loaded into a quartz cuvette of the UV spectrophotometer (path length 10 mm, Starna \nScientific, London, England) and measured by scanning at a wavelength range of 250–360 nm. \nThe value obtained at the baseline wavelength (360 nm) was subtracted from that obtained at \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nthe measurement wavelengths (250, 260, and 270 nm) , and the resulting value was input into \neach calibration equation. Calibration was performed by diluting rTA in 50 mM glycine-NaOH \n(pH 8.7) and measuring at eight levels at 250 nm (0.2–2 μM rTA), 260 nm (0.2–2 μM rTA), \nand 270 nm (0.2–2 μM rTA) (Supplementary Fig. 12).  \n \n \nStructure determination  \n Purified IsPETase variant proteins were further purified for crystallization via fast-\nprotein liquid chromatography (FPLC). Eluted proteins were exchanged from buffer B into \nbuffer A and concentrated at a high concentration (>1.0 mM) using a 10k concentration \ncolumn (Amicon® Ultra-15 Centrifugal Filter Unit). Crystallization was achieved using the \nsitting-drop vapor diffusion method on an MRC crystallization plate (Molecular \nDimensions). Each 1.0-μl drop of the protein solution was mixed with 1.0 μl of commercially \navailable sparse matrix screens, such as Index, PEG ion, I and II (Hampton Research), and \nWizard Classic, on the plate and then equilibrated with 50 μL of reservoir solution at 20°C. \nThe best-quality crystals of the Is-4pC, Is-4pC+A180V , Is-4pC+P181V , Is-8p, Z1-PETase, \nand Z2-PETase variants were found in G4 of Wizard Classic, G4 of Index, A1 of PEG ion I, \nF7 of Index, H7 of PEG ion II, and A11 of PEG ion I, respectively. The highest-quality \ncrystals were transferred to a cryo-protectant solution consisting of the well solution with \n20% (v/v) glycerol. Crystals were scintillation-frozen in a nitrogen gas flow at 4°C to obtain \nX-ray diffraction data at an angle of 1°∙s−1 and wavelength of 0.97934 Å. Data were collected \nat the 7A beamline of the Pohang Accelerator Laboratory (PAL, Pohang, Republic of Korea) \nusing a Quantum 270 CCD detector (ADSC, USA). All X-ray diffraction data were indexed, \nintegrated, and scaled using the HKL2000 software package.28 Molecular replacement of the \ncollected data for all variants was conducted using the CCP429 version of MOLREP,30 with \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nthe deposited IsPETase structure (PDB code 5XJH) used as a search model. Further model \nbuilding to align PDB files with the Fo-Fc map was performed manually using WinCoot29, \nand refinement was performed using CCP4 refmac5.29 All data statistics are summarized in \nTable S3. The final refined models of Is-4pC, Is-4pC+A180V , Is-4pC+P181V , Is-8p, Z1-\nPETase, and Z2-PETase were deposited in the Protein Data Bank with PDB codes of 8H5M, \n8H5O, 8H5J, 8H5K, and 8H5L, respectively.31 \n \nHeat inactivation experiment \n Protein heat inactivation was investigated using a p-NPB hydrolysis assay. When p-\nNPB is hydrolyzed, butyrate and p-nitrophenolate ion s are produced, and the latter can be \nmeasured via UV/VIS spectrophotomet ry at 409 nm. IsPETase variants (200 nM IsPETase \nmutant in 200 µl of 50 mM glycine-NaOH [pH 9.0]) were inactivated at 60°C or 70°C (1–36 \nh) and then chilled in an ice bath for 10 min. The reaction mixture contained 1% (v/v) Triton \nX-100, 10% MeOH, 50 mM phosphate buffered saline buffer (pH 7.8; Sigma -Aldrich, \nMissouri, USA), and 1 mM p-NPB. IsPETase mutants were added to the reaction mixture to \ninitiate reaction. The protein concentration in the reaction mixture was 500 nM, and the final \nvolume was adjusted to 500 μL with distilled water. The reaction was monitored for 60 s, and \n10 s of the interval between linear-increasing sections were used as data. Each data point was \ncalculated except for the baseline, which was obtained by measuring the self-hydrolysis of p-\nNPB. All experiments were performed in triplicate. \n \nBioreactor system \n A lab-scale bioreactor (MARDO-PDA, BIOCNS, Republic of Korea) was customized \nto analyze PET depolymerization. Three sets of jars with a capacity of 500 m l were deposited \ninto the reactor. A non-contact type temperature sensor was used, and the reactor operated at a \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nrange of 30°C to 80°C. The temperature was regulated using a refrigeration and heating bath \ncirculator (RW3-1025, JEIO TECH, Daejeon , Republic of Korea). The pH of the reaction \nsolution was measured using a pH electrode (one-gel pH electrode with a digital display in 0.01 \nincrements). The pH meter was calibrated at two pH levels (4.01 and 7.00). For the reaction, \n2.5 μM of Z1-PETase was added to 150 m l of 10 mM Na 2HPO4-HCl (pH 8.0) in the reactor. \nSamples of transparent and colored post-consumer PET powder were added at a concentration \nof 2.5% (w/v), and the sample and enzyme were mixed with an agitation speed of 200 rpm. \nThe reaction solution was maintained at pH 8.0 through buffer titration with 0.3575 N NaOH \n(40%; extra pure grade, Duksan, Republic of Korea). The weight of added NaOH was measured \nusing a precision weighting measurement system and a micro-precision scale (EK-410i; AND, \nSeoul, Republic of Korea). Samples were taken at specific time points and then filtered using \na 0.22-μm PVDF syringe filter (SFPVDF013022CB, Futecs, Korea) to remove  the residual \nPET powder. The obtained samples were diluted with 50 mM Glycine-NaOH (pH 9.0) and rTA, \nMHET, and BHET were detected using HPLC. The total amount of the released product was \ncalculated, accounting for the amount of 0.3575 N NaOH added during the process. \n \n  \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nAcknowledgements \nThis research was supported by the Bio & Medical Technology Development Program of the \nNational Research Foundation (NRF) funded by the Ministry of Science & ICT (NRF -\n2020M3A9I5037635) and the Cooperative Research Program for Agricultural Science & \nTechnology Development (Project No. PJ01492602), Rural Development Administration, \nRepublic of Korea. This research was also supported by the Technology Innovation Program \n(20018132, Development of the biodegradable polybutylene plastics, PBAT and PBS, from \nbiomass) funded By the Ministry of Trade, Industry & Energy(MOTIE, Korea).  \n \nAuthor contributions \nK.-J. Kim, S.H. Lee, H. Seo, H. conceived the experiments. S.H. Lee, H. Seo, H. Hong, J. Park, \nD. Ki, and M. Kim performed PET hydrolysis experiments. S.H. Lee, H. Seo performed the \nstructural determination. K.-J. Kim, S.H. Lee, Seo, H, and H-J Kim analyzed the data and wrote \nthe paper. K.-J. Kim supervised the project. \n \nCompeting financial interests \nThe authors declare no competing financial interest. \n \nReporting summery \nFurther information on research design is available in the Nature Research Reporting Summary \nlinked to this article. \n \nData availability"
    }
  ],
  "computational_sections": [],
  "results_sections": [
    {
      "heading": "Results",
      "text": "Increase in protein yield through β-strand modification of the hydrophobic core \nBecause amorphous polymeric chains can be crystallized above Tg and the \ndeformability of the crystalline region is much lower than that of the amorphous region , the \noptimal temperature for the operation of an artificial enzyme depolymerization system is \napproximately 60°C–70°C (Fig. 1a) .12,23 We hypothesized that  a mesophilic depolymerase \nemerged to have improved thermal stability would outperform other thermophilic enzymes at \nall temperatures, as high activity at low temperatures is a result of the sum effect of turnover \nrate, adsorption rate , and attack capacity on solid PET (Fig. 1a) . Thus, we evaluated the \npotential activity of a mesophilic depolymerase at desired temperatures  with an aim of \nimproving the thermal stability of IsPETase without compromising its activity. To this end, we \nintroduced N233C and S282C mutations to create an additional disulfide bond  (SS1) in the \nquadruple-point IsPETaseS121E/D186H/S242T/N246D variant (Is-4p) that we previously reported ,22 \nresulting in the generation of the IsPETaseS121E/D186H/S242T/N233C/N246D/S288C variant ( Is-4pC) \n(Supplementary Tables 1 and 2).22,24 Surprisingly, the derivative melting temperature (TmD) of \nIs-4pC was found to be 72°C, which was 10 °C and 23°C higher than that of Is-4p and wild-\ntype IsPETase, respectively (Fig. 1b and Supplementary Fig. 1). Moreover, Is-4pC exhibited \n1.5 and 5-fold higher PET depolymerization activity than those of Is-4p and wild-type IsPETase, \nrespectively, at 40°C (Fig. 1b). However, the expression of Is-4pC dramatically reduced the \namount of soluble protein compared with wild-type, and most of the expressed protein formed \ninsoluble aggregates (Fig. 1c, Supplementary Figs. 2 and 3). This limited further evaluation of \nPET depolymerization capacity and analysis of potential applications of th e variant. The \nproduction of large amounts of soluble PET hydrolase is an important parameter in industrial-\nlevel PET biodegradation in addition to its thermal stability and activity. Thus, we attempted \nto increase the solubility of IsPETase by reconstructing the β-sheet that is partially disrupted \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nby P18118, replaced P181 with various other residues, including A, G, S, C, T, V , I, L, Y , and F \nin the Is -4p template . Interestingly, all variants exhibited up to 25-fold increase in soluble \nprotein yield compared with Is-4p (Fig. 1c, Supplementary Figs. 2 and 3) . However, most \nvariants showed  a dramatically decrease in TmD values and PET hydrolysis activities \n(Supplementary Figs. 1 and 3). One exception was the P181V variant, which exhibited \ncomparable TmD value and PET hydrolysis activity to Is-4p (Fig. 1c, Supplementary Fig. 3) . \nIntroduction of the P181V mutation into Is-4pC resulted in a 40-fold increase in soluble protein \nyield compared with Is-4pC, with comparable TmD value and PET hydrolysis activity (Fig. 1b, \nc, Supplementary Figs. 1–3). We further observed no significant difference between Is -\n4pC+P181V and Is -4pC in Tm D values and the total amount of expressed protein, which \nindicate that the enhanced yield of  the soluble Is-4pC+P181V protein is not due to increased \nintracellular protein stability or enhanced transcriptional and translational processes, but rather \ndue to post-translational folding. Specifically, mutation of the trans-proline 181 unchains the \ndihedral angles of this residue, especially at the ψ angle, triggering a large change in the φ angle \nof the pre -proline A180 (Fig. 1 d). We speculated that this structural change occur s in most \nP181-point variants and strengthens the β-strand network, thereby increasing the efficiency of \nfolding of the Is-4pC+P181V variant (Fig. 1d, e and Supplementary Fig. 4). \nThe region containing A180 and P181 is located at the intersection of two imaginary \nhemispheres of the protein hydrophobic core. The above results indicate the importance of this \nregion in folding of the protein (Fig. 1f). We replaced A180 of Is-4pC+P181V with other small \nresidues, such as G, S, T, and V , to investigate how further modification of the region affects \nprotein solubility. Interestingly, all four variants showed an increase in soluble protein yield \n(Fig. 1c and Supplementary Figs. 2 and 3). Notably, Is-4pC+A180V+P181V (an Is-8p variant) \nshowed an approximately 65% increase in soluble protein yield compared with Is-4pC+P181V , \nwhich corresponds to a 65-fold increase compared with Is-4pC (Fig. 1c, and Supplementary \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nFigs. 2 and 3). Moreover, the thermal stability and PET hydrolysis activity of Is-8p were \ncomparable to those of Is-4pC (Fig. 1b and Supplementary Figs. 1 and 3). This implies that the \nfolding process of IsPETase is influenced by multiple structural factors as well as β-sheet repair \nat the protein core. \n \nEngineering with non-negative and complementary accumulation \nThe improved soluble protein yield of Is -8p led us to apply various enzym e \nengineering approaches. We modified the local surface charge of Is-8p by mutating R132 and \nR224 to E and substituting N37 with D in an attempt to optimize the adsorption process of the \nprotein to the PET substrate. Although the TmD values of the R132E and R224E mutants were \nslightly lower than that of Is -8p, all three variants showed up to 50% enhance ment in PET \nhydrolysis activity at 50°C compared with Is-8p (Fig. 2 and Supplementary Fig. 1). To further \nenhance the thermal stability of Is -8p, we introduced six new disulfide bonds by creating the \nfollowing double mutants: A171C+S193C (SS2), A202C+V211C (SS3), N73C+A102C (SS4), \nA80C+V149C (SS5), T195C+R224C (SS6), and N275C+F284C (SS7). Among these, SS4, SS5, \nand SS6 had decreased TmD values compared with Is -8p, implying that disulfide bonds were \nnot formed in these mutants (Fig. 2a and Supplementary Fig. 1). However, SS2, SS3, and SS7 \nincreased TmD values by approximately 4°C, suggesting that these disulfide bonds were indeed \npresent in Is -8p (Fig. 2a , Supplementary Fig. 1). The PET hydrolysis activity of  the SS 2 \nmutation increased by 20%, whereas that of SS3 and SS 7 mutations slightly decreased \ncompared with Is-8p at 50°C (Fig. 2a). The wobbling W185 residue is known to be crucial for \nboth enzyme activity and protein stability. 26 Because S214 is located in the vicinity of this \nresidue, we replaced S214 with 19 other residues to identify the optimal residue in terms of \nenzyme activity and protein stability . Although PET hydrolysis activity decreased compared \nwith that of Is -8p in all cases, thermal stability  was improved in several of the new variants  \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \n(Supplementary Figs. 1 and 5). In particular, the TmD value of S214Y was 6.5 °C higher than \nthat of Is-8p (Fig. 2a). \nModification of Is -8p enabled us to  identify seven mutation points that improved \nthermal stability, enhanced PET hydrolysis activity, or had other complementary effects. Next, \nwe combined multiple mutations to design a total of nine combinatorial variants of Is -8p, \nincluding six balance -directed variants (Is -8pCom1–Is-8pCom6) and three stability -directed \nvariants (Is-8pCom7–Is-8pCom9) (Table 1). All six balance-directed variants exhibited enhanced \nactivities against both p-nitrophenyl butyrate (p-NPB) and PET, along with either increased \n(Is-8pCom1, Is-8pCom5, and Is-8pCom6) or decreased ( Is-8pCom2, Is-8pCom3, and Is-8pCom4) TmD \nvalues compared with Is-8p (Fig. 2b–d and Supplementary Fig. 1). All three stability-directed \nvariants increased TmD values compared with Is-8p but decreased enzyme activity (Fig. 2b–d \nand Supplementary  Fig. 1). These results i ndicate that the combinatorial variants were \ngenerated in the intended directions, and we selected the Is-8pCom6 (Z1-PETase) and Is-8pCom9 \n(Z2-PETase) variants as the final balance- and stability-directed variants, respectively (Fig. 2b–\nd). Z2-PETase with a TmD value of 86°C has much higher thermostability than Z1-PETase with \na TmD value of 74°C; conversely, Z1-PETase showed a 50% increase in PET hydrolysis activity \nwhile Z2-PETase showed somewhat decreased activity, compared with Is-8p (Fig. 2b, d). \n \nStructural interpretation of the engineered mutants \n The crystal structure of Z2 -PETase provides a structural explanation of the effects of \nthe introduced mutations in this study  (Supplementary Table. 3). We identified two disulfide \nbonds of IsPETase wild-type, i.e., SS1Ori and SS2Ori, in Z2-PETase (Fig. 3). The four mutated \nresidues in Is-4p, namely, S121E, D186H, S242T, and N246D , were found to be located at \nidentical positions as those in Z2-PETase (Fig. 3 and Table. 1). All Is-8pCom variants having the \nA180V and P181V mutations in Z2-PETase showed a significant increase in soluble protein \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nproduction level compared with Is-8p, although the increase in production level was somewhat \nreduced by further addition of mutation points  (Table. 1 and Supplementary Fig. 6). Three \nmutations, i.e., N37D, R132E, and R224E, resulted in a large change in the protein surface \ncharge to negative, and in fact, the pI values of wild-type and Z2-PETase were 9.44 and 7.54, \nrespectively. The charge change occurs far from the active site, likely facilitating the adsorption \nof the enzyme to the PET substrate and thereby increasing PET hydrolysis activity (Fig. 3 and \nSupplementary Fig. 7). The four new disulfide bonds (SS1, SS2, SS3, and SS7) that were formed \nafter the introduction of mutations stabilized the periphery of each disulfide-formed region in \nZ2-PETase (Fig. 3 and Supplementary  Figs. 8 and 9). Although the length of SS3 was 2.3 Å, \nwhich was slightly longer than the optimal length of a disulfide bond, the other three disulfide \nbonds were within the optimal disulfide bond length range (Supplementary Fig. 8). The S214Y \nmutation stabilized the region surrounding the wobbling W185; however, the S214Y mutation \nappears to interfere with the dynamics of W185, resulting in a dramatic decrease in PET \nhydrolysis activity (Fig. 3 and Supplementary Fig. 9).  \n \nEvaluation of variants in a product-deficient system \nWe compared Z1-PETase and Z2-PETase to identify the most superb IsPETase variant. \nThe stability -directed variant Z2-PETase was much more thermostable  than the balance -\ndirected variant Z1-PETase; TmD between the two variants was found to be 1 2°C (Fig. 2b)."
    },
    {
      "heading": "The results of heat inactivation experiments verified the high thermostability of Z2-PETase as",
      "text": "activity was maintained for approximately 10 h at 70°C, whereas Z1-PETase activity was lost \nafter 1 h (Fig. 4a). This further confirms the increased thermostability of Z2-PETase compared \nwith Z1-PETase. However, Z1-PETase maintained its activity for several days at 60 °C, \nindicating somewhat higher thermostability than Is-8p (Fig. 4a).  \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nThe closed PET hydrolysis system used above has considerable limitations for accurate \nquantification of enzyme kinetic performance and evaluation of complete PET \ndepolymerization because continuous ester hydrolysis interferes with enzyme activity by \nlowering the pH of the reaction mixture and the inhibition of  the enzyme activity  by the \nhydrolysis products (Fig. 4b). Thus, to compare PET hydrolysis by Z1-PETase and Z2-PETase \nover a broad range of temperatures, we designed a product-deficient in-situ dialysis system to \nmaintain the pH at 8.0 and keep the level of hydrolysis products low. This system was applied \nto PET hydrolysis (Supplementary Fig. 10), which showed that the PET depolymerizing \nactivity of Z1-PETase was higher than that of Z2-PETase across the entire temperature range \nfrom 30°C to 60°C, although the optimal temperatures of these two variants were different (Fig. \n4c–f). These results suggest that maintaining or enhancing the high activity of mesophilic PET \nhydrolase is critical for the development of a high-performance PET hydrolase with enhanced \nthermostability, and consequentially, we selected Z1-PETase as the IsPETase variant with the \nhighest PET depolymerizing activity among the tested combinatorial variants.  \nWe then compared the PET depolymerizing activity of Z1-PETase with those of other \nengineered PET hydrolases such as LC-CICCG, Dura-PETase, and Fast-PETase, and surprisingly, \nZ1-PETase kinetically outperforms LC-CICCG and Dura-PETase at all temperatures tested and \nexhibits high depolymerization rates (76.9%–90.1%) (Fig. 4c–f). Fast -PETase exhibited a \nslightly faster lag phase than  Z1-PETase at 30 °C and 40 °C; however, activity decreased \ndramatically at 50°C and 60°C, which was consistent with the much lower thermostability of \nFast-PETase (64°C)20 than Z1-PETase (Fig. 4c -f). Interestingly, the PET depolymerizing \nactivity of Dura-PETase was much lower than that of Z1-PETase at all temperature ranges (Fig. \n4c-f), although the thermostability of these IsPETase variants was similar. These results further \nemphasize the importance of maintaining or enhancing mesophilic PET hydrol ysis activity \nduring the development of high-performance PET hydrolases.  \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nZ1-PETase was able to completely depolymerize the 15 × 15 × 0.25-mm PET film (6.1% \ncrystallinity) at 40°C and 50°C within approximately 3.2 and 2.2 days, respectively (Fig. 4g). \nFilm decomposition showed a clear lag phase, which reflects the time period required for the \nformation of a sufficient contact area between the surface of PET and the enzyme via initial \nhydrophilization of the film (Fig. 4g). The lag phase of film decomposition was much longer \nthan that of powder decomposition at the same temperature (Fig. 4 d, e, g), suggesting that the \navailability of the PET surface for enzyme adsorption determines the initial depolymerization \nrate. \n \nDepolymerization of post-consumer PET powder using a pH-stat bioreactor  \nWe evaluated the industrial application of Z1-PETase by studying  PET plastic \ndepolymerization using a pH-stat bioreactor. We used transparent post-consumer PET powder \noriginated from transparent PET flakes collected in Daegu, Korea as the substrate (Fig. 5a and \nSupplementary Fig. 11). When the bioreactor was operated at 40°C under the pH-8.0 stationary \ncondition with 2.5% (w/v) of the substrate, 50% of the PET powder was depolymerized in 8 h, \nand 92.5% of the PET powder was depolymerized in 24 h  (Fig. 5b) . At 55°C, the initial \ndepolymerization rate was much higher than that at 40°C, demonstrating the thermal effect on \nPET degradation. At 55°C, 50% and 93% of the PET powder were depolymerized in 2 h and 8 \nh, respectively  (Fig. 5b).  This corresponds to a specific productivity value of 5.2 \ngmonomer∙l−1∙h−1∙μmolenzyme−1, with a maximum rate of 17.2 gmonomer∙l−1∙h−1∙μmolenzyme−1 observed \nin the early phase of the reaction. Due to the high activity and stability of Z1-PETase, the final \ndepolymerization rates of PET powder at 40°C and 55°C were not significantly different from \neach other (Fig. 5b).  \nIt should be noted  that colored PET plastics, such as brown plastic  beer bottles, are \ndifficult to recycle because they contain impurities, such as pigments, nylon and iron. Therefore, \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \ncolored PET plastics reduce the quality of transparent PET plastics when both are mixed, and \ncolored PET plastics are not suitable as raw mater ials for applications in the textile industry. \nWe prepared colored post-consumer PET powder in the same way as transparent post-consumer \nPET powder and performed decomposition experiments using a pH-stat bioreactor to test the \nefficacy of our system for difficult-to-recycle substrates (Fig. 5c and Supplementary Fig. 11). \nInterestingly, Z1-PETase was able to depolymerize colored PET at a rate similar  to that of \ntransparent PET at both 40°C and 55°C, indicating that Z1-PETase can depolymerize at the \nsame rate regardless of the types of PET plastics  (Fig. 5b, d). At both temperatures, the final \ndepolymerization rate of colored PET was 90.2%, which was  slightly lower than th at of \ntransparent PET, possibly due to impurities contained in colored PET (Fig. 5d).  \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint"
    },
    {
      "heading": "Discussion",
      "text": "Proteins are classified as psychrophilic, mesophilic, or thermophilic based on their optimal \ntemperature, and the temperature-based classification has also been applied to depolymerases. \nActive site f lexibility is frequently observed in psychrophilic proteins; this  makes enzymes \nmore heat-labile but decreases the temperature dependence of catalysis by reducing activation \nenthalpy compensated with more negative activation entropy , which does not improve the \noverall catalytic rate  of enzyme .25 In contrast , high accessibility  of enzyme increases the \nlikelihood of complexation at attackable sites  on PET surface , even at high temperatures at \nwhich substrate conformation is still constrained. We hypothesized that the mesophilic \nbehavior of IsPETase is primarily due to its good accessibility combined with heat lability and \nthat the reaction rate could therefore be maximized if both activity and stability are optimized; \nbut these properties could be conflicting in  the mechanism of  cold-adapted enzymes . The \nsoluble protein yield  is an aspect of protein production  that is critical for application at an \nindustrial level. Thus, we simultaneously considered three crucial factors, namely, enzyme \nactivity, thermostability, and protein folding,  to develop a potent PET hydrolase variant and \ndesigned a balance-directed protein engineering strategy through non-negative and \ncomplementary accumulation . The balance -directed variant Z1-PETase and the stability -\ndirected variant Z2-PETase highlight the importance of considering the above criteria for \ndeveloping and evaluating enzymes suitable for creating an efficient PET degradation system. \n  \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint"
    },
    {
      "heading": "Data supporting the findings of this work are available within the paper and its Supplementary",
      "text": "Information file. The methods are in the Supplementary information. The structures of \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nIsPETase variants are deposited in Protein Data Bank with an accession code of 8H5M, 8H5N, \n8H5O, 8H5J, 8H5K, and 8H5L. The source data underlying Figs. 1b, 1c, 2, 4 and 5 are \nassociated with raw data. The datasets generated and analyzed during the current study are \navailable from the corresponding authors upon request. \nAuthor contributions \nK.-J. Kim, S.H. Lee, H. Seo, H. conceived the experiments. S.H. Lee, H. Seo, H. Hong, D. Ki, \nand M. Kim performed PET hydrolysis experiments. S.H. Lee, H. Seo performed the structural \ndetermination. K.-J. Kim, S.H. Lee, Seo, H, and H-J Kim analyzed the data and wrote the paper. \nK.-J. Kim supervised the project. \n \nCompeting financial interests \nThe authors declare no competing financial interest. \n \nReporting summery \nFurther information on research design is available in the Nature Research Reporting Summary \nlinked to this article. \n \nData availability"
    },
    {
      "heading": "Data supporting the findings of this work are available within the paper and its Supplementary",
      "text": "Information file. The methods are in the Supplementary information. The structure s of \nIsPETase variants are deposited in Protein Data Bank with an accession code of 8H5M, 8H5N, \n8H5O, 8H5J, 8H5K, and 8H5L. The source data underlying Figs. 1b, 1c, 2, 4  and 5 are \nassociated with raw data. The datasets generated and analyzed during the current study ar e \navailable from the corresponding authors upon request.  \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint"
    }
  ]
}