{
  "txt_file": "2023.11.08.566248v1.full.txt",
  "pdf_file": "2023.11.08.566248v1.full.pdf",
  "title": "Finding needles in haystacks: identification of novel conserved 1",
  "experimental_sections": [
    {
      "heading": "Materials and methods 431",
      "text": "Strains and culturing conditions  432 \nFor the initial tests, Streptomyces coelicolor M145 [28] and Actinobacteria from the MBT strain 433 \ncollection of the Institute of Biology Leiden were used for screening. These strains were isolated from 434 \nthe Himalaya mountains, Qinling mountains, Cheverny and Grenouillere France and the Netherlands 435 \n[42]. The Streptomyces plates were incubated at 30 °C for 10 days or longer before investigating the 436 \nBHET degradation. E. coli was grown on Luria-Burtani (LB) agar or in LB cultures overnight at 37 °C.  437 \nRoutine Streptomyces manipulation, growth and preparation of spore stocks was performed according 438 \nto the Streptomyces manual  [53]. Spore suspensions were obtained by growing the strains on Soy 439 \nFlour Mannitol agar (SFM [54]) until sporulation.  440 \n 441 \nHomology search 442 \nPotential homologs of the PETase Ideonella sakaiensis (Uniprot A0A0K8P6T7 (PETH_IDESA)) in the 443 \nActinobacterial genomes were identified by performing a BLASTp for the genome of Streptomyces 444 \ncoelicolor (NCBI 100226) [35].  BLASTp was run in the default setting. The hits were ranked based on 445 \ntheir BLAST score, their query cover, their percent identity and the presence of the catalytic triad and 446 \nsubstrate binding site. 447 \n 448 \nBulk screens 449 \nThe strains are inoculated on the plates using the stamping method. A stamp fitting a 96-wells plate 450 \nwas autoclaved, placed in the stamping device and placed in the 96 wells plate, containing 100 μ l of 451 \neach spore stock in separate wells, and stamped on the plates of interest. Each spot contained 452 \napproximately 2 μl of spore solution. The plates were grown for 10 days at 30 °C. the spore plates 453 \nwere stored at -20 °C.  454 \n 455 \nPlate assays 456 \nPlate assays were performed using minimal medium plates with different types of agars. Upon media 457 \nselection, Streptomyces minimal medium (StrepMM [53]) Difco agar was chosen as standard condition 458 \n[55]. Plates and additives are described in table 1. Bis(2-hydroxyethyl) terephthalate (BHET) provided 459 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nby Sigma (Cas: 959-26-2, PN 465151), N-acetyl glucosamine (GlcNAc) provided by Sigma (Cas 7512-460 \n17-6, PN A4106). 461 \nTable 1: Plate compositions for screening 462 \nExperiment Medium  Agar Addition \nToxicity screen  StrepMM  \n \nIberian Agar Mannitol 25 mM + \nBHET 0, 10 mM, 20 \nmM, 30 mM and 40 mM \nBulk screens  StrepMM  \n \nIberian Agar \nDifco agar \nAgar-Agar  \n+/- BHET 10 mM \n+/- GlcNAc 25 mM \nIndividual screens  \nS. coelicolor and active \nstrains \nStrepMM Difco Agar +/- Mannitol 25 mM \n+/- BHET 10 mM \n+/- GlcNAc 25 mM \n 463 \n 464 \nIndividual screens 465 \nFor the individual screens 2 μl of uncorrected spore solution was spotted on 5cm agar plates. And 466 \ngrown at 30 °C for 10 days.  467 \n 468 \nAgar excision agar samples 469 \nS. coelicolor M145, and Streptomyces species MBT2, MBT5, MBT12, MBT38 and MBT92 with 2*10 6 470 \nspores were inoculated on StrepMM Difco with GlcNAc [25 mM] and BHET [10 mM]. After 14 days of 471 \ngrowth, a part of the halo was excised using an agar excision tool. The agar and liquids were 472 \nseparated using clear spin-filtered microtubes (Sorenson BioSciences) spun at 10.000 rpm for 15 min. 473 \nThe flow-through was stored at -20 °C and prepared for LC-MS analysis according to the sample 474 \npreparation protocol.  475 \n 476 \nIdentification variants Strep strains 477 \nFor the identification of the Lipase A variants in the Actinobacteria collection genomic DNA of the 478 \nactive strains was isolated. A PCR was performed using degenerative primers (Table 2) based on the 479 \nsequence of the 2lipA gene. PCR was performed with Phusion according to the Phusion protocol 480 \nprovide by Thermofischer scientific (F531S). The blunt-end PCR products were cloned in pJET2.1 481 \nusing the CloneJET PCR cloning kit from Thermofischer scientific (K1231).  482 \nTable 2:Primers for amplification of Lipase A variants 483 \nPrimer name Sequence Purpose source \nJA_G_F1_MBT2/12_SCO0713 GCGTCAGGAGCCGTGCG PCR LipA This work \nJA_R1_MBT2/12_SCO0713 GTGCAGCAGAACCCCCACAC PCR LipA This work \npJET2.1_F CGACTCACTATAGGGAGAGCGGC pJET2.1 Thermofisher \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nSequencing CloneJET \nPCR Kit \nK1231  \npJET2.1_R AAGAACATCGATTTTCCATGGCAG pJET2.1 \nSequencing \nThermofisher \nCloneJET \nPCR Kit \nK1231 \n 484 \nCRISPR/Cas knock-out 485 \nTo obtain a LipA knock-out strain, the CRISPR-Cas9-based pCRISPomyces was used [56], [57]. In 486 \nthis system, the CRISPR-Cas9 mediated double stranded break will be repaired via homology-directed 487 \nrepair. Two homologous arms of approximately 1000 bp with a 40 nt overlap at both sides of lipA have 488 \nbeen amplified via PCR on genomic DNA of M145. These homologous arms can be digested into the 489 \npCRISPomyces-2 via three-piece Gibson Assembly using the XbaI site. Additionally, a sgRNA will be 490 \nannealed into the plasmid using Golden Gate cloning. Primers for these homologous arms bordering 491 \nLipA and sgRNA were made using the protocol of Cobb and colleagues. Assembled plasmids were 492 \nconfirmed via sequencing. Assembled plasmids were transferred to Streptomyces coelicolor M145 via 493 \nconjugation with E. coli ET12567 harboring the pUZ8002 plasmid [58], [59]. Single colonies were 494 \nstreaked on SFM with apramycin [50 μ g/ml] to check for true apramycin resistance. Resistant colonies 495 \nwere picked to TSBS for gDNA isolation. Correct gene knock-outs were confirmed via diagnostic PCR 496 \nand sequencing. Plasmid loss was achieved by restreaking strains for several generations on SFM 497 \nagar without antibiotic pressure at 37 °C and checking for the loss of apramycin resistance [50], [51].  498 \nTable 3: sgRNA and primers for homologous arms and diagnostic PCR 499 \nName  Sequence  Length (nt)  Tm  \nsgRNA1-F  ACGCTCCAGCATCGAAGCCCTGCG  24  80,7  \nsgRNA1-R  AAACCGCAGGGCTTCGATGCTGGA  24  78,2  \nJA_MC_F_HA1  TGCCGCCGGGCGTTTTTTATGGTCACCGGCC\nAGGACGA  \n38  92,2  \nJA_MC_F_HA2  CGTGCGGGCAGGTGTGGGGGTTCTGCTG  28  86,8  \nJA_MC_R_HA1  CCCCCACACCTGCCCGCACGGTTCCTGA  28  87,6  \nJA_MC_R_HA2  CTTTTTACGGTTCCTGGCCTCGTGAGGCTGAG\nCGTGAG  \n38  84,8  \nJA_MRJ_F_KO_S\nCO0713 \nGTGCACCGTTCGACGGACGA 20 69.8 \nJA_R1_MBT2/12_\nSCO0713 \nGTGCAGCAGAACCCCCACAC 20 68.8 \n 500 \nOverexpression strains were obtained by using the pSET152 integrative plasmid [60]. To create 501 \noverexpression strains for LipA and its variants, the genes were transferred to a pSET152 integrative 502 \nplasmid. Genomic DNA of S. coelicolor M145, Streptomyces sp. MBT2 and Streptomyces sp. MBT92 503 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nwas isolated and the lipA PCR amplified with overhangs containing a NdeI site on the 5’ and a His-tag 504 \nfollowed by a BamHI site on the 3’ end of the product. pSET152 was linearized with BamHI and NdeI 505 \nand PCR amplified lipA genes were digested into the plasmid using T4 ligase. Assembled plasmids 506 \nwere confirmed via sequencing. ScLipA and its variations were cloned into pSET152 under the 507 \nregulation of strong semi-constitutive promotor pGAP [45]. pSET152 was transferred to Streptomyces 508 \ncoelicolor M145 via conjugation as described in [58], [59]. Single colonies were streaked on SFM with 509 \napramycin to select for correct integration of the plasmid. All strains obtained are described in table 4.  510 \nTable 4:Primers amplification lipA variants for expression in pSET152 511 \nName  Sequence  Length (nt)  \nJA_MC_SCO0713_pSET_F\n  \nCTGTAGCTTACATATGCAGCAGAACCCCCACAC  33  \nJA_MC_SCO0713_145_92\n_pSET_R  \nATCGAGGATCCTTCAGTGGTGGTGGTGGTGGTG\nGGAACCGTGCGGGCAGTT  \n51  \nJA_MC_SCO0713_2_pSET\n_R  \nATCGAGGATCCTTCAGTGGTGGTGGTGGTGGTG\nGGAGCCGTGCGGGCAGTT  \n51  \nrestriction sites are marked in red  512 \nHis tag is marked in green  513 \n 514 \nTable 5: Obtained Streptomyces strains 515 \nOrganism Construct Function Working name \nS. coelicolor M145 - WT WT \nS. coelicolor M145 \nΔ lipA \n- Knock-out KO \nS. coelicolor M145 \nΔ lipA \npSET152_pGAP_lipA \nM145 \nOverexpression S3 \nS. coelicolor M145 \nΔ lipA \npSET152_pGAP_lipA \nMBT2 \nOverexpression S5 \nS. coelicolor M145 \nΔ lipA \npSET152_pGAP_lipA \nMBT92 \nOverexpression S7 \n 516 \n   517 \nLiquid cultures for enzyme expression. 518 \nFor liquid chromatography-mass spectrometry (LC-MS) analysis, 1,0 x 108 spores were inoculated in 519 \n50 ml liquid minimal medium without PEG (NMM [53]) + 5 % glucose (w/v) and Tryptic soy broth 520 \nsucrose (TSBS [53]) containing 10 mM BHET. Samples of 1 ml were taken after 24, 48 and 72 h. 521 \nLiquid chromatography-mass spectrometry (LC-MS) 522 \nUpon thawing, cell-free media was prepared for the LC-MS run by dilution in 1:1 in acetonitrile at a 523 \nfinal volume of 1 ml and passed through 0.2 μ m filters (Sartorius). Analysis of TPA, MHET, and BHET. 524 \nLC-MS analyses were performed on a Shimadzu LC-20AD system with a Shimadzu Shim-Pack GIST-525 \nHP C18-AQ column (3.0 x 150 mm, 3 μ m) at 40 °C and equipped with a UV detector monitoring at 240 526 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nand 260 nm. The following solvent system, at a flow rate of 0.5 ml/min, was used: solvent A, 0.1 % 527 \nformic acid in water; solvent B, acetonitrile. Gradient elution was as follows: 80:20 (A/B) for 1 min, 528 \n80:20 to 45:55 (A/B) over 6 min, 45:55 to 0:100 (A/B) over 1 min, 0:100 (A/B) for 2 min, then reversion 529 \nback to 80:20 (A/B) over 1 min and 80:20 (A/B) for 2 min. This system was connected to a Shimadzu 530 \n8040 triple quadrupole mass spectrometer (ESI ionisation). 531 \n 532 \nThe reference chromatogram used for the identification of BHET and its monomers [~1 mg/ml each]. 533 \nThe area percentage was calculated using GraphPad Prism. The statistical analysis consists of a two-534 \nway ANOVA using the default setting of GraphPad Prism (p=0,05). A multiple comparison was 535 \nperformed providing insights into the significance of each compound present in each culture. The 536 \noutcomes of the statistical analysis are provided in Supplement S8. 537 \nMicroscopy 538 \nThe Lionheart FX automated microscope (BioTek) was used for the time-lapse imaging of BHET 539 \nparticle degradation. In total, 3.5*10 4 spores were precultured in TSBS + nalidixic acid [50 µg/ml] for 540 \n48 h. Spores were precultured in TSBS containing nalidixic acid [50 µg/ml] for 48 h. Of this solution, 5 541 \nµl was inoculated in 200 µl TSBS containing ampicillin [50 µg/ml] and BHET [0.25 mM]. This solution 542 \nwas added to a Greiner Bio-One SensoPlate 96-well, non-treated black plate with a clear bottom and 543 \nspun down to settle the mixture. Bright-field pictures were taken every 15 min over the course of 60 h 544 \non a 40 x magnification at 30 °C. 545 \nExpression in E. coli  546 \nThe used S2LipA, S92LipA and ScLipA were codon optimized for E. coli and ordered with GeneART 547 \nfrom ThermoFisher Scientific (Netherlands). The genes arrived in the Thermofisher plasmid pMA 548 \ncontaining an ampicillin resistance. 549 \nThe plasmids were transformed to chemical competent  E. coli  DH5α  cells for amplification and 550 \nisolated using the “GeneJET plasmid miniprep Kit\" (Thermofischer, K0503). After plasmid isolation, the 551 \nlipA variants were cloned into the pET16b plasmid using restriction/ligation with restriction enzymes 552 \nBamHI and NdeI [10 U/ μ l] (Thermofischer Scientific). BamHI was added half an hour after incubation 553 \nwith NdeI to achieve higher efficiency. Following restriction, the restriction enzymes were inactivated 554 \nby incubating the samples for 20 min at 80 °C in a water bath. The lipA  genes and the linearized 555 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \npET16b plasmids were extracted from gel using the “GeneJET GEL extraction Kit” (Thermofischer, 556 \nK0692). T4 ligase was used according to the user manual of the manufacturer. See Table 6 for an 557 \noverview of the used plasmids in this study. 558 \nTable 6:Plasmids for expression Lip A variants in E. coli  559 \nPlasmids Characteristics \npMA_LipA_MBT2 AmpR, LipA_MBT2 \npMA_LipA_MBT92 AmpR, LipA_MBT92 \npMA_LipA_M145 AmpR, LipA_M145 \npET16b_ LipA_MBT2 AmpR,His-tag, LipA_MBT2 \npET16b_LipA_MBT92 AmpR,His-tag, LipA_MBT92 \npET16b_ LipA_M145 ampr,His-tag, LipA_M145 \n 560 \nTable 7: E. coli strains used in this study.  561 \nStrain Plasmid Purpose \nE. coli BL21 pET16b Negative control  \n pET16b_PETase Positive control  \nPETase activity \n pET16b_TfCut2 Positive control \nCutinase activity \n pET16b _LipA M145  \n pET16b _LipA MBT2  \n pET16b _LipA MBT92  \n 562 \nTransformed E. coli BL21 A-I ( Invitrogen C607003) strains were grown on agar plates with ampicillin 563 \n[100 μ g/mL] at 37 °C or in LB liquid medium at 37 °C on 200 rpm. 564 \nEnzyme purification  565 \nFor protein production, 20 ml precultures with ampicillin (100 µg/ml) of the transformed E. coli BL21 A-I 566 \nwere made following the standard culture conditions. 5 ml of these precultures was transferred to 500 567 \nml TB containing ampicillin. When an OD value between 0.6-0.8 was reached, the cultures were 568 \ninduced using of arabinose [0.2 % (w/v)] and IPTG [0.5 mM]. The induced cultures were incubated 569 \novernight along with a 1 ml non-induced sample at 16 °C with 200 rpm shaking.  570 \nThe pellet was harvested from 1 ml of the induced and non-induced samples, by spinning down for 5 571 \nmin at 13000 rpm and removing the supernatant. Subsequently, this pellet was resuspended in the 572 \n300 μ l of MilliQ water. The samples were sonicated (Bandelin, Sonopuls) for 2x 30 sec at 15 % 573 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nAmplitude with the MS73 probe to release to proteins. From the cell lysate, 3 μ l was loaded on SDS- 574 \nPAGE to evaluate if the induction was successful. 575 \nPellet the 500 ml cultures were harvested by ultracentrifugation (Himac) for 30 min, 6000 rpm at 4 °C. 576 \nThe harvested pellet was transferred to 50 ml falcon tubes and frozen in liquid nitrogen. The frozen 577 \npellets were stored at -20 °C.  578 \nNext, defrosted pellet was resuspended in 15 ml Buffer A (table 8). These solutions were sonicated 579 \n(Bandelin, Sonopuls) 3 times for 30 sec at 15 % Amplitude. Subsequently, to remove the insoluble 580 \nfaction’s ultracentrifugation (Himac) took place for 60 min, 10.000 rpm at 4 °C. The Sample was 581 \nfiltered through a 0.2 µm filter (Filtropur S 0.2 µm, Sarstedt). 582 \nTo obtain purified Lipase A variants, His – affinity purification on an AKTA system was performed, 583 \nfollowing the AKTA start manual. In the purification process, two additional buffers were employed 584 \n(Tabel 8).  585 \nTable 8: Buffers for the His – affinity purification 586 \nBuffer Type of Buffer Composition \nBuffer A Equilibration buffer 25mM Tris-HCl and 300 mM NaCl pH 7.5 \nBuffer B Elution Buffer 25mM Tris-HCl, 300 mM NaCl and 500 mM imidazole pH 7.5 \nBuffer C Desalting Buffer 25 mM Tris-HCl and150 mM NaCl pH 7.5 \nDuring the purification, buffer B was used to first wash the non-binding proteins (15 % buffer B) and 587 \nthen to elute the Lipase A variants from the column (100 % buffer B). After purification, the fractions 588 \nwere desalted using buffer C desalting columns (Cytiva, PD-10) according to the protocol of Cytiva 589 \ncolumns. The resulting purified Lipase A variants were stored at -20 °C in a 1:1 mixture of Buffer with 590 \n40 % glycerol. 591 \nSDS-PAGE, Western blot and Zymogram 592 \nFor SDS and Western-Blot, 50 ml of TSBS / NMM + 5 % glucose (v/v) were inoculated with 50 µl 593 \ndense spore prep and incubated for 24 h. Cultures were centrifuged at 4000 g for 10 min and 594 \nsupernatant was filtered through a 0.2 μ m filter. The supernatant was concentrated using a Viaspin 595 \ncolumn (Sartorius 5 kDas). Protein concentrations were estimated and normalized to 200 ng/ μl by 596 \nperforming a Bradford assay. 597 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nOverall, all SDS pages contained 12 % acrylamide and were run for 20 min at 70 V to stack the 598 \nproteins on the gels. Further, the gel was run at 150 V until the loading dye reached the bottom of the 599 \ngel. SDS-page gels were stained with Coomassie-blue staining. For western blot, the gels were 600 \ntransferred using a BioRad Trans-blot Turbo and the corresponding transfer packs (1704157EDU) 601 \naccording to the mixed gel protocol of BioRad. Gel was washed using Tris buffered saline (TBS) buffer 602 \nand blocked using Tris buffered saline with 0.5 % Tween 20 (TBST) buffer containing 1 % Elk milk. 603 \nThe blot was blocked between 60-90 min. His-antibody was added to a final concentration of 1 μg/ml 604 \nand incubated overnight (K953-01). The blot was rinsed with water and washed 4 times with TBST, the 605 \nblot is then incubated with luminol for 1 min, (product number) dried, and developed on X-ray film.  606 \nFor the zymogram, an 8 % native gel, was run for 30 min at 70 V and 2 h at 150 V. The gel was rinsed 607 \nwith demi water and washed with demi water and equilibrated by incubating 3 times for 30 min with 25 608 \nmM NaCl. After, the gel is placed on a 1 % tributyrin, 0.5 % agarose plate and incubated at 30 °C for 609 \n1.5 h [61]. 610 \nEnzyme assays  611 \nStandard enzyme assays 612 \nThe concentration of enzyme was estimated using the Bradford method (ref and company). The 613 \nesterase/cutinase activity was tested using para-nitrophenyl dodecanoate (sigma) The protocol 614 \nfollowed was based on the protocol of Altammar and colleagues with minor adjustments [46]. For the 615 \noptimal pH test, 50 mM citrate buffers ranging from pH 3 to pH 7 were used, for pH 7.5 and 8 50 mM 616 \nTris-HCl buffer was used. The incubation step of 10 min was prolonged to 1 h. The reaction was 617 \nterminated using 0.1 M sodium carbonate [46] 618 \nColorimetric assay BHET degradation 619 \nThe colorimetric assay was performed according to the methods of Beech and colleagues [62]. 0.5 ng 620 \nof enzyme was incubated with 1mM of BHET for 24, 48 and 72 h and measured at 615 nm in the 621 \nTecan M Spark. A reference line was made by adding BHET in the concentrations of 1 mM to 0 mM in 622 \nsteps of 0.1 mM an excess of TfCut2 was added to convert all BHET to MHET.  623 \nThe amount of BHET degraded was calculated with GraphPad using the above-mentioned reference. 624 \nThe statistical analysis consists of a one-way ANOVA using the default setting of GraphPad Prism (p = 625 \n0.05). A comparison was made between the means of each enzyme treatment providing insights into 626 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nthe significance of the BHET degrading activity of each enzyme. The outcomes of the statistical 627 \nanalysis are provided in Supplemental data S10. 628 \nSEM  629 \nThe effect of Streptomyces on amorphous plastic films was investigated by incubating 107 spores in 3 630 \nml of NMM with amorphous PET for two weeks at 30 °C. The samples were fixed with 1.5 % 631 \nglutaraldehyde (30 min). Subsequently, samples were dehydrated using series of increasing ethanol 632 \npercentages (70 %, 80 %, 90 %, 96 % and 100 %, each step 30 minutes) and critical point dried 633 \n(Baltec CPD-030). Hereafter the samples were coated with 10 nm Platinum palladium using a sputter 634 \ncoater, and directly imaged using a JEOL JSM6700F. When investigating enzymes on PET film, 15 635 \nµg/ml of enzyme was incubated for 7 days, the films were washed with water and 70 % ethanol, air 636 \ndried, sputter coated with 10 nm Platinum palladium and visualized using a JEOL JSM6700F. 637 \nContributions 638 \n 639 \nJAV: conceptualization, data acquisition (including LC-MS, SEM and Lionheart) data analysis, figure 640 \ndesign and writing. MC: Data acquisition (including LC-MS), data analysis and writing; SL homology 641 \nsearch, 3D-structure modeling, PyMOL analysis and figure design; AM: Data acquisition; CB: Data 642 \nacquisition; PI: development LC-MS methods and acquisition LC-MS data; JW: development SEM 643 \nmethods and acquiring SEM images; MEC: development Lionheart methods and acquisition Lionheart 644 \nvideos and pictures. GvW providing Streptomyces strains and proofreading; AR: conceptualization, 645 \nsupervision and reviewing. JdW: conceptualization, supervision, writing and reviewing. 646 \nAcknowledgements 647 \n 648 \nWe thank Lennart Schada von Borzyskowski for providing BL21 AI and the pET16b. Additionally, 649 \nChaoxian Bai for providing the CRISPR system for Streptomyces  and his advice on using it. Erik 650 \nVijgenboom and Jean Richard Quant for providing pSET152pGAP. Kees van den Hondel for this 651 \nintroduction into the lipase substrates. Marco Blasioli for his background work on LipA. Mia Urem for 652 \nsuggesting GlcNAc as possible inducer. Somayah Elsayed for explaining the MZ-mine software. 653 \nNathaniel Martin for his advice and support on setting up the LC-MS methods. Finally, Davy de Witt for 654 \npreparing all the media.  655 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint"
    }
  ],
  "computational_sections": [],
  "results_sections": [
    {
      "heading": "The rising use of plastic results in an appalling amount of waste which scatters into the environment 8",
      "text": "affecting environmental, animal, and human health. One of these plastics is PET which is mainly used 9 \nfor bottles and textiles. In this research, we investigate the PET degrading ability of the IsPETase 10 \nhomolog ScLipA from Streptomyces coelicolor. Of 96 different Streptomyces strains screened, 18 % 11 \nwere able to degrade the model substrate BHET. Three different variants of lipase A, named ScLipA, 12 \nS2LipA and S92LipA were identified and analyzed in detail. The lipA gene was deleted from S. 13 \ncoelicolor M145 using CRISPR/Cas9, resulting in reduced BHET degradation. LipA overexpression in 14 \nthe knock-out background significantly enhanced BHET degradation. All three enzymes were 15 \nexpressed in E. coli BL21 for protein purification and biochemical analysis, showing that enzymatic 16 \nactivity most likely resides in a dimeric form of the enzyme. The optimum pH and temperature were 17 \ndetermined to be pH 7 and 25 °C for all three variants. Using these conditions, the activity on BHET 18 \nand amorphous PET film was investigated. S2LipA efficiently degraded BHET and caused roughening 19 \nand small indents on the surface of PET films, consistent with PET-degrading activity. The frequent 20 \noccurrence of the S2 LipA variant in Streptomyces suggests an environmental advantage towards the 21 \ndegradation of more hydrophobic substrates such as these polluting plastics in the environment.  22 \n 23 \n  24 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nIntroduction  25 \nPetroleum-derived plastics are among the most useful and widespread synthetic polymers in the 26 \nmodern world. They are relatively easy and cheap to produce, extremely versatile and durable 27 \nmaterials, which makes them remarkably attractive for a wide range of applications [1], [2]. This has 28 \ncaused the demand and production of plastics to rise steadily to an estimated 9.2 billion metric tons 29 \n(Mt) produced as of 2023 [1], [3], [4]. Of all plastic produced, 75 % (6.9 billion Mt) has been 30 \nmismanaged or landfilled [4]. Durability and resistance to degradation of these polymers, combined 31 \nwith the increasing output of waste generated by humans, makes plastic accumulation and pollution a 32 \nmajor global environmental concern [5]. In fact, commonly used plastics are generally not 33 \nbiodegradable, accumulate in landfills or leak into terrestrial and/or aquatic environments, where they 34 \ndisintegrate into micro- and nano-plastics, thereby posing a serious threat to many ecosystems [5].  35 \nPolyethylene terephthalate (PET) is extensively used to produce bottles, food packaging, clothing and 36 \nfilms. The high demand for PET makes it one of the most common plastics that we encounter in 37 \neveryday life with 18.8 million tons being produced worldwide in 2015 alone [6]. PET waste 38 \nmanagement in most countries today consists mainly of incineration and landfilling. Both practices are 39 \ncausing detrimental effects to the environment, such as leaching and the release of toxic compounds 40 \n[7]. On the other hand, an increasing number of countries have recycling systems in place to prevent 41 \nenvironmental accumulation and make renewed use of the PET waste produced. Despite such efforts, 42 \nthe recovery ratio is far less than 50 % and only a minor fraction is used to manufacture new products, 43 \nwith substantial amounts of PET still entering the environment [8].  44 \nWith plastic waste accumulating in the environment, investigating the adaptation and response of soil 45 \nand aquatic microorganisms to plastic exposure has proven eminent. Microbial response and 46 \nadaptation mechanisms are likely to help battle plastic pollution and initiate remediation and recycling 47 \noptions. Enzymatic degradation already has proven to enable natural routes to depolymerize these 48 \nrecalcitrant polymeric materials. Several PET-hydrolyzing enzymes (PHEs) have been identified, 49 \ninitiating biodegradation of this polymer. Predominantly, these are esterases, lipases, cutinases and 50 \ncutinase-like enzymes exhibiting hydrolysis of the ester bond between terephthalic acid (TPA) and 51 \nethylene glycol (EG) moieties within the PET polymer [9]–[14]. It was not until 2016 that Yoshida and 52 \ncolleagues reported the discovery of a novel bacterium, Ideonella sakaiensis 201-F6 (hereafter I. 53 \nsakaiensis), which had evolved towards the degradation and utilization of PET as a sole carbon 54 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nsource [15]. The enzyme identified as responsible for the first step in the catabolism of PET is the 55 \nIsPETase (ISF6_4831), classified as an extracellular esterase. This enzyme hydrolyses PET into its 56 \nmonomer mono-(2-hydroxyethyl) terephthalic acid (MHET), with only trace amounts of bis(2-57 \nhydroxyethyl) terephthalate (BHET) and terephthalic acid (TPA) being observed. To complete the 58 \nbreakdown of PET, I. sakaiensis possesses another enzyme, the Is MHETase (ISF6_0224), which is 59 \ncapable of hydrolyzing MHET into TPA and ethylene glycol (EG), common starting chemicals to 60 \npolymerize PET [15]. Compared to other PHEs which have a broader range of substrates, the 61 \nIsPETase displays significantly higher activity against BHET, PET films, and commercial bottle-derived 62 \nPET at 40 °C [15]. Currently, all PETase-like enzymes are described in the PAZY-database [16]. 63 \nMany genera of soil and aquatic bacteria are exposed to accumulated plastics. An important phylum of 64 \nbacteria remaining to be investigated is the Actinobacteria. This phylum consists of various complex 65 \ngenera such as Thermobifida, Rhodococcus, Streptomyces and many more. Several enzymes of 66 \nactinobacterial origin such as the LCC, TfCut2 and many more have previously been identified and 67 \ncharacterized to exhibit PET degradi ng abilities ear ning their place in the PAZY database [9]–[11], 68 \n[13], [16]–[19]. However, for various other genera including Streptomyces only limited information is 69 \navailable [20]–[25]. Only one Streptomyces enzyme, SM14est has been described [21].  70 \nStreptomycetes are filamentous growing soil-dwelling bacteria with a characteristic lifecycle. They are 71 \nrenowned for their capability to produce antibiotics but are also known to excrete enzymes to degrade 72 \ncomplex natural polymers, including plant biomass [26]–[28]. Depending on the soil pollution rate and 73 \nthe distance to the polluted area, it is possible to recover 7,5 x 10 4 to 3,0 x 10 4 plastic microparticles 74 \nper kilogram (kg) of soil [29]. This equates to 2-20 milligrams (mg) of recoverable plastic particles per 75 \nkg of soil [29]. Hence, the rhizosphere and its associated microbes, such as Streptomyces are 76 \nextensively exposed to plastics. This exposure to plastics and their ability to degrade complex biomass 77 \nwith hydrolytic enzymes makes them a promising genus to explore for novel PHEs [20]–[25], [30], [31]. 78 \nThese possible PHEs are expected to be secreted enzymes. Expression of enzymes in Streptomyces 79 \nis a highly regulated process and hence, such regulation will likely play an important role in putative 80 \nPET degrading activity [32].  81 \nIn this research, we identified Lipase A from Streptomyces coelicolor (ScLipA) as a  homolog to the 82 \nIsPETase. Consequently, we investigated the ability of S. coelicolor to degrade the PET model 83 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \ncompound BHET. Conservation of this BHET degrading ability was investigated by screening a 84 \ncollection of 96 previously isolated Actinobacteria (predominantly Streptomyces) under various 85 \nconditions [33]. This yielded insight into the optimal conditions needed to induce BHET degradation as 86 \nwell as in the abundance of strains exhibiting BHET-degrading capability. In one or more of the 87 \nprovided conditions, 44 % of the strains could degrade BHET, 18 % of the evaluated strains were able 88 \nto degrade BHET individually confirming a wider distribution of this ability in nature. The presence of 89 \nLipA in these strains was explored and the corresponding genes were sequenced. The enzyme is 90 \nhighly conserved and can be classified into three different variants. The S. coelicolor variant further 91 \nnamed ScLipA, the MBT92 variant (S92LipA) which is only present in MBT92, and a conserved variant 92 \npresent in all other active strains ( S2LipA). The functionality of all three LipA variants in the 93 \ndegradation ability of BHET and amorphous PET in Streptomyces species was investigated. A knock-94 \nout of the lipA gene was constructed in S. coelicolor M145, and overexpression constructs of the three 95 \nvariants were expressed in the knock-out to study the effect of the genes in vivo.  The individual 96 \nenzymes were expressed in Escherichia coli  and purified for the analysis of substrate specificity, 97 \nthermostability, and other properties.  Enzyme characteristics were examined using enzyme assays 98 \nand liquid chromatography-mass spectrometry (LC-MS). Additionally, the strains, as well as the 99 \npurified enzymes, were incubated on amorphous PET films to investigate their true ability to adhere to 100 \nand degrade PET.  101"
    },
    {
      "heading": "In conclusion, we present a full comprehensive identification and characterization of a novel, 102",
      "text": "conserved PET-degrading enzyme family of Streptomyces. Structural characteristics and in vivo and in 103 \nvitro activity provide insight into the evolutionary and ecological adaptation of soil bacteria towards 104 \nplastics in their environment.  105"
    },
    {
      "heading": "Results 106",
      "text": "Scavenging the Streptomyces genome for candidate IsPETase homologs. 107 \nHomologs of the Is PETase (Accession number A0A0K8P6T7, [34]) encoded by the genomes of 108 \nStreptomyces coelicolor, Streptomyces scabies and Streptomyces avermitilis were identified using 109 \nprotein BLAST. The most promising enzyme was a S. coelicolor enzyme, annotated as a putatively 110 \nsecreted lipase A (LipA, accession number Q9L2J6, [35]), showed a query coverage of 91 % and an 111 \nidentity of 48 % with the Is PETase (Fig. 1A) [36]. The 3D structure of the IsPETase (Fig. 1B) and the 112 \nAlphaFold model of ScLipA (Fig. 1C) were superimposed, to compare the three-dimensional structures 113 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nof the enzymes [37]. When overlayed, the overall structures looked very similar (Fig. 1D). The catalytic 114 \ntriad was conserved, as well as two of the three residues of the previously described substrate binding 115 \nsite (Fig. 1E and F) [36]. The difference in the binding site is a phenylalanine in LipA instead of a 116 \ntyrosine in Is PETase, as shown in figure 1E. The high similarity and the presence of the important 117 \nresidues for PET degradation hint towards the putative PET degrading activity of the Streptomyces 118 \ncoelicolor lipase A (ScLipA). On the N-terminal end of the protein, a twin-arginine translocation (TAT) 119 \nsignal is present indicating that the natural substrate of this enzyme is located outside of the cell [38]. 120 \nIndeed, for plastics-degrading enzymes, extracellular activity appears to be essential.  121 \n 122 \n 123 \nFigure 1: Sequence and structure comparison of IsPETase and ScLipA.   124 \nA) sequence comparison of the IsPETase and ScLipA indicating the binding sites with yellow asterisks 125 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nand the catalytic triad with orange asterisks. B) the structure of the IsPETase as provided by Uniprot 126 \n(5XJH). The catalytic triad is displayed in orange, and the binding site is in yellow. C) Predicted model 127 \nof the structure of ScLipA constructed with AlphaFold. The catalytic triad is shown in green and the 128 \nbinding domains are displayed in cyan. D) An overlay of the IsPETase and ScLipA. E) overlay of the 129 \nbinding domains, the tyrosine on position 63 of the IsPETase overlaps with a phenylalanine on position 130 \n61 if the ScLipA. F) overlay of the catalytic triads.   131 \nBHET degrading activity of S. coelicolor 132 \nTo further investigate the activity of  S. coelicolor  M145  on BHET, the strain was grown on 133 \nStreptomyces minimal medium (StrepMM) agar plates containing BHET. Due to its limited solubility, 134 \nthe addition of BHET causes the plates to become turbid. When BHET is converted to MHET and/or 135 \nTPA, a halo of clearance appears. The secreted enzyme activity was expected to be tightly regulated 136 \nin response to environmental growth conditions [32]. Therefore, we tested N-acetyl glucosamine 137 \n(GlcNAc) as a possible inducer of secreted enzyme activity. GlcNAc is a monomer of chitin and 138 \npeptidoglycan, which under poor nutritional conditions induces development and antibiotic production 139 \nin Streptomyces coelicolor [39], [40], whereas in nutrient-rich environments these responses are 140 \nblocked [35]. We anticipated that GlcNAc may act as an inducer for the production of extracellular 141 \nenzymes such as lipases, esterases and possibly BHET-degrading enzymes. Hence, S. coelicolor 142 \nM145 was grown in the presence and absence of BHET [10 mM], mannitol [25 mM] and N-acetyl 143 \nglucosamine [25 mM] in all possible combinations.  144 \nInterestingly, a clearance halo was observed at 18 days of growth as shown in figure 2A. Notably, 145 \nfigure 2A displays that the addition of GlcNAc as inducer seemed to induce the degradation of BHET. 146 \nAdditionally, S. coelicolor produces agarase, which resulted in ‘sinking’ halos which you can see in the 147 \ncontrols without BHET (Fig. 2A, StrepMM) [41]. These ‘sinking halos’ looked very similar to clearance 148 \nhalos. Therefore, the ability S. coelicolor to degrade BHET in liquid culture was investigated using 149 \nliquid chromatography-mass spectrometry (LC-MS).  For the liquid analysis, strain M145 was 150 \nprecultured and inoculated in minimal liquid medium without polyethylene glycol (NMM) with and 151 \nwithout BHET and GlcNAc. Samples were taken after 24 h and 72 h and analyzed using LC-MS. In the 152 \nnegative ionization mode, the mass of TPA (166 g/mol) could be observed around 4 min retention time 153 \nshowing a small peak on the UV spectrum, MHET (210 g/mol) appeared around 5.2 min with a strong 154 \nsignal on both the MS as well as the UV. Finally, BHET (255 g/mol) could be observed in the positive 155 \nionization mode between 5.5 and 6 min with a strong signal at 240 nm (Fig. 2B and 2C). Around 9.5 156 \nmin, impurity was observed, which was present in the BHET stock (Fig. 2C). When grown in NMM 157 \nmedium containing BHET, 30-50 % of the BHET was degraded within 24 h, after 72 h, all BHET was 158 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \ndegraded and only MHET was present. Indeed, the addition of GlcNAc enhanced the degradation of 159 \nBHET (Fig. 2D).  160 \n 161 \nFigure 2: The ability of S. coelicolor M145 to degrade BHET .   162 \nA) Degradation of BHET by S. coelicolor after 18 days of growth on Strep MM Difco agar with and 163 \nwithout Mannitol, BHET and GlcNAc B) LC-MS trace of BHET in positive ionization, MHET and TPA in 164 \nthe negative ionization. C) The UV spectrum at 240 nm of TPA, MHET and BHET with corresponding 165 \nretention times. D) The control samples are displayed as control and only contain NMM with BHET [10 166 \nmM]. The addition of GlcNAc [25 mM] to the cultures is indicated with an asterisk. Peak intensity and 167 \narea percentage were calculated using GraphPad. The areas are presented in percentage compound 168 \npresent in culture. BHET is indicated in turquoise and MHET is indicated in magenta. Some impurities 169 \nare always present as a peak around 9.5 min retention time, this compound is called unknown and 170 \npresented in purple.  171 \nBulk screen and individual screening of Actinobacteria strain collection 172 \nWith S. coelicolor M145 exhibiting a clear but modest BHET degrading activity on plates, we set out to 173 \nscreen a diverse collection of 96 Actinobacteria of our strain collection [42] to investigate the spread of 174 \nthis characteristic and identify additional BHET degrading bacteria. 36 strains were randomly chosen 175 \nfrom this collection to perform an initial BHET toxicity test. Growth of these strains appeared to be 176 \ndelayed with 10 mM BHET, and impaired with 20 mM BHET and higher concentrations. Hence, a 177 \nconcentration of 10 mM of BHET was chosen for screening, with all tested strains able to grow and 178 \nhalos readily observed (Fig. 3A).  179 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \n 180 \nA bulk screen for BHET degradation was performed with all 96 strains split over two 96-well plates to 181 \nprovide them with enough space for development. Seven strains did not grow on the plates and were 182 \ntaken out of the screen. Spore suspensions were stamped onto plates containing StrepMM with 183 \ndifferent agar brands containing combinations of BHET [10 mM], Mannitol [25 mM] and GlcNAc [25 184 \nmM]. The type of agar used clearly impacted the observed degradation patterns. The agar brand 185 \nseems to have a clear influence on the degradation pattern (Supplement 1). Difco agar was chosen as 186 \nthe agar source for all further experiments since most strains showed growth on Difco agar. The 187 \naddition of GlcNAc resulted in a different halo pattern and more predominant halos during the bulk 188 \nscreen and induced BHET degradation in most strains (Fig 3B, Supplement 1).  189 \nActinobacteria, especially Streptomyces, depend on environmental cues and interspecies interactions 190 \nfor the induction of enzymes and secondary metabolites [43]. Consequently, it was important to 191 \ninvestigate their individual BHET degrading activity on separate plates. All strains showing halos in the 192 \nbulk BHET screen were grown on individual plates (Supplement 2). Of 38 active strains, only 17 193 \nstrains exhibited individual activity on BHET after 10 days of growth (Fig. 3C). Interestingly, most 194 \nstrains required the addition of GlcNAc to express the BHET degrading enzyme. Only 5 strains, MBT5, 195 \n12, 15, 91 and 92 degraded BHET in the absence of GlcNAc. MBT92 appeared to exhibit constitutive 196 \nexpression showing a similar-sized halo in all conditions. To substantiate a good correlation between 197 \nhalo size and biochemical degradation, strains MBT2, 5, 12, 28, 92 and S. coelicolor M145 were 198 \nincubated with approximately 2*10 6 spores on StrepMM Difco plates containing BHET and GlcNAc. 199 \nSamples of agar were taken after 15 days using an agar excision tool to cut out part of the halo. Since 200 \nS. coelicolor M145 displayed no activity after 15 days (see also above), halos were excised after 18 201 \ndays. Samples were spun down using nylon spin columns, separating all liquids from the agar, and 202 \nprepped for LC-MS analysis (Fig. 3D). In all strains, clear conversion from BHET to MHET was 203 \nobserved. MBT2, 5, 12, and 28 show traces of TPA suggesting further conversion of MHET.  204 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \n 205 \n 206 \n 207 \nFigure 3: Actinobacteria screens on BHET.  208 \nA) Toxicity screen of 36 Actinobacteria on BHET concentrations ranging from 0 to 40mM of BHET. B) 209 \nBulk screens of 96 Actinobacteria on StrepMM Iberian agar, Difco agar and agar agar with and without 210 \nN-acetyl glucosamine as inducer at 4 and 15 days of growth. C) Individual screen of all active strains 211 \non Strep MM Difco agar with and without Mannitol, BHET and GlcNAc after 10 days of growth. D) 212 \nAnalysis of BHET degradation in agar plugs after 15 days of growth using LC-MS. The peak 213 \npercentage was calculated using GraphPad. *The agar plug of M145 was taken after 18 days. 214 \nIdentification of LipA in BHET-degrading strains  215 \nA PCR with degenerative primers was performed to investigate if lipA is present in the strains showing 216 \nactivity in the individual screens displayed in figure 3C. The PCR results are displayed in supplemental 217 \ndata S4. The PCR fragments were cloned into a linearized pJET2.1 and sequenced. Sequence 218 \nalignment demonstrated substantial divergence within the signal sequence while presenting only minor 219 \nvariations in the overall enzyme coding region (S5). The enzyme sequences were aligned and could 220 \nbe clustered into three variants the S. coelicolor variant ( ScLipA), the MBT92 variant (S92LipA) which 221 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nis only present in MBT92, and a conserved variant present in all other active strains ( S2LipA). (S6). 222 \nThe enzyme structures predicted with AlphaFold showed minor changes in the enzyme structure with 223 \nminor influence on the overall structure (Fig. 4A-H) [37]. The amino acid alignment showed some 224 \nvariations between the proteins especially surrounding the catalytic triad (Fig. 4I). The signal peptides, 225 \nidentified with SignalP 5.0, contained several differences [44]. The alignment containing the signal 226 \nsequence is provided in the supplementary data (S6).  227 \n 228 \nFigure 4: Comparison of Lipase A variants to the IsPETase.   229 \nA) the structure of the IsPETase as provided by AlphaFold (5XJH) indicating the binding residues in 230 \nyellow and the catalytic triad in orange, the pink residue that might influence binding. B-D) Predicted 231 \nmodel of the structure of ScLipA (B), S2LipA (C) and S92LipA (D) constructed with AlphaFold. E-H) 232 \nEnlarged image of the catalytic triad and binding site from IsPETase (E), ScLipA (F), S2LipA (G) and 233 \nS92LipA (H). I) sequence comparison of the IsPETase and ScLipA, S2LipA and S92LipA indicating the 234 \nbinding residues with yellow asterisks/highlight and the catalytic triad with orange asterisks/highlight. 235 \nThe white asterisk shows a residue that might influence binding. Sequence differences from the 236 \ndifferent lipases are highlighted in grey, when only one sequence differs the conserved amino acids 237 \nare highlighted in black.  238 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nScanning electron microscopy imaging of Streptomyces species and enzymes on amorphous PET film 239 \n 240 \nFigure 5: Scanning electron micrographs of MBT2, 5, 12, 28 and 92 on amorphous PET film.  241 \nPET films incubated for 2 weeks at 30 °C in NMM with 0.05 % [w/v] glucose with 107 spores and 242 \ninoculated for 2 weeks at 30 °C. From left to right: control, strain MBT2, MBT5, MBT12, MBT28 and 243 \nMBT92. From top to bottom the magnifications 25 x, 1000 x, 2500 x and 500 0x.  244 \nMBT2, 5, 12, 28 and 92 were incubated in NMM with and without GlcNAc. All strains form a biofilm 245 \nsurrounding the edges of the plastic films, thereby fixing them to the 12 wells plates. After fixation, the 246 \nsamples were sputter-coated and visualized with scanning electron microscopy (SEM). All strains 247 \nappeared to adhere well to the plastic films, forming hyphal structures colonizing the film (Fig. 5). 248 \nSome areas were heavily overgrown and did not allow for visualization of the film. The less cultivated 249 \nareas did not show significant damage over the control film suggesting that either more biomass is 250 \nneeded to observe degradation, or no PET degradation was achieved.  251 \nKnock-out and overexpression of the three lipA variants in S. coelicolor 252 \nTo obtain a better understanding of the role and function of LipA in vivo, a lipA knock-out mutant was 253 \nconstructed in S. coelicolor M145. The knock-out was validated via diagnostic PCR and sequencing (S 254 \n7.1).  255 \nAdditionally, strains were constructed expressing one of the three different lipA variants under the 256 \ncontrol of the pGAP promotor (S 7.2). pGAP is a semi-constitutive promotor that is induced by simple 257 \nsugar molecules [45]. To avoid interference of the native ScLipA and other regulatory elements, all 258 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nover-expression constructs were cloned in strain Δ lipA. This resulted in strain S3 expressing SclipA, 259 \nS5 expressing S2lipA and S7 expressing S92lipA. Two expression media were chosen namely NMM 260 \nas minimal medium with a defined carbon source and rich medium tryptic soy broth sucrose (TSBS) 261 \nwhich is a protein expression medium. Expression was validated on both media using SDS page and 262 \nWestern blot (Fig. 6A-B and 6D-E). Both NMM with 5 % (w/v) glucose and TSBS show clear signal on 263 \nwestern blot indicating that the enzyme is expressed.  264 \nBHET degradation was examined in vivo by inoculating 1,0*108 spores in 50 ml of NMM with glucose 265 \n[5 % (v/v)] and BHET or TSBS containing BHET. Samples were taken at 24, 48 and 72 h and analyzed 266 \nusing LC-MS. The percentages BHET, MHET and TPA were calculated over the total peak area. After 267 \n24 h, while the spores are still germinating, limited activity is observed. After 48 h, on NMM, the knock-268 \nout shows significantly less activity on BHET than the wildtype strain. After 72 h, there is a clear 269 \ndifference in the degradation pattern of the knock-out compared to the wildtype strain. The 270 \noverexpression constructs show 40-50 % degradation, which is similar to the wildtype strain, although 271 \nit is significantly higher than in the knock-out strain (parental strain) (Fig. 6C). Some residual activity, 272 \nnot related to LipA, was still observed in the knock-out strain.    273 \nAfter 48 h on TSBS, there was no difference observed in the BHET degrading ability of the wildtype 274 \nstrain compared to the knock-out strain; After 72 h, the wildtype strain degraded significantly more 275 \nBHET than the knock-out strain. Unlike minimal medium, the strains containing the overexpressed lipA 276 \nvariants showed drastic BHET degradation on TSBS after 48 h, with some variation between the 277 \ndifferent enzyme variants (Fig. 6F). After 72 h, the knock-out converted approximately 23 % of the 278 \nBHET to MHET, whereas the wild-type strain converted approximately 32 %, the overexpression 279 \nstrains degraded all BHET after 72 h and TPA could be observed in the medium. The knock-out still 280 \nshowed some activity suggesting the presence of at least one other enzyme with BHET degrading 281 \nactivity. A two-way ANOVA clearly indicated the statistical significance of the results (S8).  282 \nTo observe physical changes within the cultures, automated time-lapse microscopy imaging was used 283 \nto follow and visualize the development of the strains and degradation of the BHET. This microscope 284 \ncan make brightfield images at time intervals resulting in a timelapse video (S9). It takes all strains 285 \naround 10 h to start developing (Fig. 7). Initially, no or only slight changes were observed in the 286 \npresence and shape of the BHET crystals but over time the BHET crystals roughened and 287 \ndisappeared. The overexpression strains degraded the BHET crystals between 15 and 20 h, where 288 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nthe edges of the crystals started to roughen until the entire crystal fell apart (Fig. 7). The knock-out 289 \nstrain also degraded crystals, but complete degradation was only observed after 25 h. The wildtype 290 \nstrain degraded the BHET in approximately 23 h. For time-lapse videos, see supplementary data (S9).    291 \n292 \n  293 \nFigure 6: Expression of the LipA variants in S. coelicolor M145 Δ lipA in TSBS medium.   294 \nA) SDS-PAGE of concentrated samples on NMM medium, faint band around ~32 kDa in the 295 \noverexpression strains. B) Western blot of NMM samples showing clear signal around 32 kDa C) 296 \nAnalysis of BHET degradation in NMM of the wildtype strain, Δ lipA, S3, S5 ans S7 using LC-MS. 297 \nSamples were taken at 24 h, 48 h and 72 h. The percentage BHET is presented in turquoise, the 298 \npercentage MHET in magenta and the concentration TPA in black. The area percentage was 299 \ncalculated using GraphPad. D)  SDS-PAGE of concentrated samples on TSBS medium, faint band 300 \naround ~32 kDa in the overexpression strains. B) Western blot of TSBS samples showing clear signal 301 \naround 32 kDa C) Analysis of BHET degradation in TSBS of the wildtype strain, Δ lipA, S3, S5 ans S7 302 \nusing LC-MS. Samples were taken at 24 h, 48 h and 72 h. The percentage BHET is presented in 303 \nturquoise, the percentage MHET in magenta and the concentration TPA in black.  304 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \n 305 \nFigure 7: Time-lapse images of BHET degradation by S. coelicolor M145, Δ lipA, S3, S5 and S7. 306 \nTime-lapse images at 5-hour intervals of wild type and Δ lipA mutant and overexpression strains S3, S5 307 \nand S7 in the presence of BHET particles (diamond-shaped). A negative control lacking bacterial 308 \ninoculation was used to demonstrate that the BHET particles do not undergo natural degradation over 309 \ntime. The scale bar is 10 µm. 310 \nExpression and in vitro characterization of Lipase A variants  311 \nFor extensive in vitro analysis of the enzymes, the corresponding gene sequences were trimmed to 312 \nremove their signal peptide, codon-optimized, synthesized, cloned into pET16b (adding an N-terminal 313 \nHis-tag to the protein) and expressed in E. coli BL21 A-I. As positive controls, the genes encoding for 314 \nIsPETase and TfCut2 were synthesized and expressed in the same way. Both Is PETase and TfCut2 315 \nhave PET degrading activity, however, their substrate preference, efficiency, optimal conditions, and 316 \nstability vary. IsPETase has PET as the preferred substrate whereas TfCut2 is a cutinase that also 317 \ndisplays high activity on cutinase-like substrates such as the para-nitrophenyl substrates and lipase-318 \nlike substrates as tributyrin. Clear bands around 32 kDa indicated the presence of the corresponding 319 \nenzymes (Fig. 8A), which was confirmed by Western blot (Fig. 8B). His-tag purification resulted in 320 \nsamples containing three bands for the LipA enzymes (Fig. 8C). The higher band (~60 kDa) could also 321 \nbe observed in the western blot and most likely corresponded to a dimeric form or aggregate of the 322 \nenzyme (Fig. 8C). Native zymogram analysis clearly showed that enzyme activity resided with the ~60 323 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nkDa band for S2LipA, further indicating the dimeric form of the LipA enzymes as being active (Fig 8D). 324 \nTfCut2 did not migrate through the gel, which might be due to the difference in isoelectric point.  325 \n326 \n             327 \nFigure 8: Expression and purification of Lipase A enzymes in E. coli.   328 \nA); SDS-PAGE of uninduced and induced BL21 cultures. The Lipase A variants have a molecular 329 \nweight of 28 kDa. The lanes with induced samples are indicated with an asterisk (*).The successful 330 \ninduction is evident in the induced samples, as indicated by the presence of thick bands around 28 331 \nkDa. 1: ladder, Biorad precision plus; 2&3: ScLipA; 4&5: S92LipA; 6&7: S2LipA; 8&9: Positive control 332 \npET16b with insert; 10&11: pET16b without insert. (B); Western blot was conducted to identify the 333 \ninduced proteins as the Lipase_A variants. In the induced samples clear black bands are visible 334 \naround 38kDa, signifying the presence of the His-tagged Lipase A variants. 1: ladder, Spectra 335 \nmulticolor broad range protein marker; 2 till 11: same samples as for the SDS-PAGE. C); SDS-PAGE 336 \ngel of the purified Lipase_A variants, along with the IsPETase and TfCut2; 1: Ladder, Biorad precision 337 \nplus; 2: IsPETase sample; 3: TfCut2 sample; 4: S2LipA sample; 5: S92LipA; 6: ScLipA. Expected 338 \nbands of the PETase is 25 kDa, TfCut2 (28 kDa), and the Lipase A variants 30 kDa. The Lipase 339 \nvariants show three bands one around 60 kDa and one around 70 kDa. D) Zymogram of TfCut2 and 340 \nLipA variants on 1% tributyrin. TfCut2 and S2LipA show degradation of tributyrin (yellow spots) in one 341 \nof the bands. Protein contents of other LipA variants it to low to observe activity. NativeMarker used as 342 \nmarker.  343 \n 344 \nThe optimal pH and temperature for enzyme activity were determined using paranitrophenyl 345 \ndodecanoate as substrate according to the method of Altammar and colleagues [46]. A pH range from 346 \npH 3 to pH 8, was tested for one hour at 30 °C showing pH 7.0 as the optimal pH (Fig. 9A-C). A similar 347 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \napproach was taken to determine the optimal temperature. Enzymes were incubated using a 348 \ntemperature range of 25 °C-90 °C for 1 h. Thus, the optimal temperature appeared to be 25 °C (Fig. 9 349 \nA-C). 350 \nThese conditions were then used to examine BHET degradation using a colorimetric assay. 2,5 ng/ml 351 \nof enzyme was incubated with 1 mM of BHET for 24, 48 and 72 h. The positive controls IsPETase and 352 \nTfCut2 show 50-100 % decrease in BHET (Fig. 9D). S2LipA, under these conditions, shows 353 \nsignificantly more BHET degradation than TfCut2 after 24 h. ScLipA shows delayed activity, after 72 h, 354 \nBHET degrading activity is observed. The statistical analysis is provided in the supplement (S10). 355 \nSimultaneously, amorphous PET films were incubated in pH 7.0 at 25 °C with 15 µg/ml of enzyme for 356 \n7 days and visualized using the SEM. IsPETase and TfCut2 were used as positive controls, whereas 357 \nbuffer without enzyme was used as negative control. The samples only incubated with buffer show a 358 \nsmooth clean surface. PET films incubated with the IsPETase show clear damage in the form of dents 359 \nand cavities (Fig. 10). The Tf Cut2 showed roughening of the surface and at 10.000 x magnification 360 \nsmall indents. S2LipA showed a similar pattern as TfCut2 only here it appeared that the top layer of 361 \nthe plastic was not completely degraded (2500 x-10.000 x), in places where this layer is degraded 362 \nsimilar damage is observed as shown in TfCut2. Both S92LipA and ScLipA show very limited to no 363 \nactivity (Fig. 10).  364 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \n 365 \nFigure 9: Determination of optimal enzyme conditions and BHET degradation under optimum 366 \nconditions.  367 \nA-C) relative activity on paranitrophenol dodecanoate at different pH for S2LipA (A), S92LipA(B) and 368 \nScLipA (C). D) Enzymatic BHET degradation using colorimetric assay after 24, 48 and 72 h. The 369 \nactivity of buffer control (black) as negative control, the IsPETase (magenta) and TfCut2 (turquoise) as 370 \npositive controls and the samples S2LipA (dark purple,) S92LipA (lavender) and ScLipA (light blue) is 371 \ndisplayed as the concentration BHET degraded in mM.  372 \n 373 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \n 374 \nFigure 10: Effect of IsPETase, TfCut2, S2LipA, S92LipA and ScLipA on amorphous PET film.  375 \nAmorphous PET films after 7 days of incubation with 15 µg/ml enzyme at 25 °C pH7 at 1000 – 10.000 376 \nx magnification. The scalebar is equal to 1 µm and applies to all images of the same magnification. 377 \nEach row displays a different magnification whereas the columns show a different enzyme.  378 \n 379"
    },
    {
      "heading": "Discussion  380",
      "text": "Plastics are very useful materials, simplifying everyday life. Unfortunately, poor waste management of 381 \nplastics leads to polluting leakage into the environment. Understanding and harnessing nature’s 382 \nresponse to this abundant plastics pollution may help find new solutions for sustainable plastics 383 \ndepolymerization and recycling. However, and importantly, the abundance of micro-organisms that 384 \nhave adapted to utilization and degradation of plastics is not known, and evolution and conservation of 385 \ngenes and proteins involved remains largely unexplored.  386 \nIn this research, we have investigated plastics degrading activity of an IsPETase homolog Lipase A 387 \n(LipA) from Streptomyces coelicolor. Of 96 Streptomyces strains 44 % was able to degrade BHET in at 388 \nleast one of the tested conditions, 18 % of the strains showed degrading activity when tested 389 \nindividually. Clearly, regulation of the induction of BHET-degrading activity by GlcNAc presented an 390 \nimportant factor, however, the exact mechanism is still unknown. When strains MBT2, 5, 12, 38 and 92 391 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nwere grown on amorphous PET films, they clearly showed adherence to the plastic while no 392 \nimmediate damage was observed. 393 \nWe have shown the presence of lipA in 15 different Streptomyces strains as a highly conserved gene 394 \nwith some variations. The three variants ScLipA (present in S. coelicolor), S92LipA (present in MBT92 395 \nand S2LipA (present all other active strains) were further investigated. The in vivo activity of Sc LipA 396 \nwas investigated by comparing a knock-out strain with the wildtype strain, in both rich and minimal 397 \nmedium; the knock-out exhibited a significant decrease in its BHET degrading activity. Since some 398 \nremaining BHET degradation was still observed in the knock-out strain, at least one other enzyme is 399 \nlikely to be involved in BHET degradation. However, this activity most likely resides with another type 400 \nof enzyme since no other IsPETase homolog was found during the homology search. All three LipA 401 \nvariants, when expressed in the knock-out background under a semi-constitutive promoter, exhibited 402 \nsignificantly enhanced degradation of BHET compared to the wildtype, on both rich and minimal 403 \nmedium. The variant enzymes were expressed in E. coli , purified and subjected to enzyme assays. 404 \nInterestingly, after purification, two clear bands are visible at ~30 kDa and ~60 kDa. Native enzyme 405 \nanalysis via a zymogram indicated that activity only resided with the higher band, suggesting that the 406 \nactive form was a dimer. Indeed, 3D-structure prediction with AlphaFold-multimer suggested the 407 \nformation of a dimeric enzyme with a probability of 90 % (S11) [47].  408 \nAll enzyme variants were found to have an optimal pH of 7 and optimal temperature of 25 °C. 409 \nColorimetric BHET assays confirmed BHET degrading activity of S2LipA and Sc LipA under optimal 410 \nconditions. Additionally, incubation of amorphous PET film with purified S2LipA caused the formation 411 \nof indents and roughening of the surface, similar to the activity of PET-degrading cutinase TfCut2, 412 \nfurther confirming PETase-like activity.  413 \nOur data suggests that PET is not the main substrate for these enzymes and that PET degradation 414 \nmerely appears as a moonlighting effect of the lipase activity, similar to the moonlighting effect 415 \ndescribed for TfCut2. S92LipA and ScLipA showed less activity than S2LipA which most probably is 416 \ndue to structural variations in the enzymes caused by the various amino acid substitutions. For 417 \nexample, S2LipA contains a region rich in serines close to important substrate binding residues and 418 \nthe substrate binding cleft (Fig. 4I) as opposed to S92LipA and ScLipA. This may result in enhanced 419 \nformation of hydrogen bonds with the substrate and/or enhanced enzyme stability [48]–[50]. 420 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint \nAdditionally, serines have previously been found to make an enzyme more hydrophobic in neutral and 421 \nalkaline conditions which is preferable for PET binding [51], [52].  Since all of the strains in our study 422 \nare environmental isolates, we hypothesize that the abundance of S2LipA in these strains is initially 423 \ncaused by evolution towards a more stable and hydrophobic lipase and not toward plastic degradation 424 \nper se. Yet, current pollution rates may push environmental evolution of those enzymes towards 425 \nenhanced PET affinity. The current abundance of PET-degrading enzymes in nature indicates that 426 \nnature can indeed take on the challenge of degradation and bioremediation. By further investigating 427 \nand understanding this phenomenon, the microbial and enzyme characteristics involved, and applying 428 \nthose features, we may ultimately move towards less pollution and a more sustainable future.  429 \n  430 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted November 9, 2023. ; https://doi.org/10.1101/2023.11.08.566248doi: bioRxiv preprint"
    }
  ]
}