{
  "txt_file": "2023.04.17.537204v1.full.txt",
  "pdf_file": "2023.04.17.537204v1.full.pdf",
  "title": "1",
  "experimental_sections": [
    {
      "heading": "Biological methods such as enzyme- catalyzed PET recycling or bi oprocessing are seen as a 41",
      "text": "potential solution to this problem. Actinobacteria, known for p roducing enzymes involved in 42 \nthe degradation of complex organic molecules, are of particular  interest due to their potential 43 \nto produce PET degrading enzymes. The highly thermostable enzym e, leaf-branch compost 44 \ncutinase (LCC) found in  Actinobacteria is one such example. This work expands on the 45 \ndiscovery and characterization of new PET degrading enzymes fro m Microbispora, 46 \nNonomuraea, and Micromonospora genus. Within this genus, we analyzed enzymes from the 47 \npolyesterase-lipase-cutinase family, which have ~60% similarity  to LCC , whe re  one  of the 48 \nenzymes was found to be capable of breaking down PET and BHET at 45-50 °C. Moreover, 49 \nwe were able to enhance the enzyme's depolymerization rate thro ugh further engineering, 50 \nresulting in a two-fold increase in activity. 51 \n 52 \nIMPORTANCE The proliferation of PET plastic waste poses a significant thre at to human 53 \nand environmental health, making it an issue of increasing concern. In response to this 54 \nchallenge, scientists are investigating eco-friendly approaches , such as bioprocessing and 55 \nmicrobial factories, to sustainably manage the growing quantity  of plastic waste in our 56 \necosystem. Despite the existence of enzymes capable of degradin g  P E T ,  t h e i r  s c a r c i t y  i n  57 \nnature limits their applicability. The objective of this study is to enhance our understanding of 58 \nthis group of enzymes by identifying and characterizing novel o nes that can facilitate the 59 \nbreakdown of PET waste. This data will expand the enzymatic repertoire and provide 60 \nvaluable insights into the prerequisites for successful PET degradation.  61 \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 17, 2023. ; https://doi.org/10.1101/2023.04.17.537204doi: bioRxiv preprint \n4 \n \nINTRODUCTION 62 \nPolyethylene terephthalate (PET) is amongst the most widely man ufactured and utilized 63 \nplastic material for consumer a nd industrial applications due t o its favorable physiochemical 64 \nproperties and durability (1). With an estimated production of at least 1 million PET bottles 65 \nevery minute (2) and a global recycling rate of 9% (3) , the rapid and large accumulation of 66 \nnon-biodegradable post-consumer PET waste either end up in land fills, terrestrial or aquatic 67 \nenvironment. These PET that end up in the terrestrial or aquati c environment not only have a 68 \nslow rate of decomposition, but can also subsequently enter the  marine ecosystem as 69 \nmicroplastics - posing risks to the environment and the health of both animals and humans (4, 70 \n5). Consequently, addressing the PET waste crisis is imperative  for both environmental and 71 \nhealth sustainability. Traditional solid waste treatment method s, such as landfill and 72 \nincineration, have limitations in terms of secondary pollution and limited land resources. The 73 \nmain thermomechanical and chemical recycling methods are energy -intensive, requiring high 74 \ntemperatures, and can result in alterations to the properties o f the PET plastic (6). Thus, there 75 \nis a growing interest in less energy-intensive or \"natural\" met hods for processing this 76 \nmaterial.  77 \n 78 \nThe discovery of the first PET degrading enzyme PETase from Ideonella sakaiensis 79 \n(IsPETase) (7, 8) in 2016, gave hopes to a biological solution through enzymes and microbial 80 \nfactories for processing this inert plastic. Enzyme-catalyzed P ET recycling or bioprocessing 81 \ncan proceed under mild reaction conditions, with minimal energy  and chemical usage. This 82 \nmethod of recycling is thus a more environmentally responsible alternative to petroleum-83 \nderived production processes. To  i m p r o v e  P E T a s e  t o w a r d s  p r a c t i cal application, there has 84 \nbeen numerous studies reporting more thermostable and active ve rsions of the enzyme (9). 85 \nSince then, various PET degradation enzymes have also been identified, including CALB 86 \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 17, 2023. ; https://doi.org/10.1101/2023.04.17.537204doi: bioRxiv preprint \n5 \n \nlipase from Candida antarctica (10), cutinases from Fusarium solani, Humicola insolens, and 87 \nThermobifida fusca (11). According to the Plastics-Active Enzymes Database (PAZy),  there 88 \nare ~3000 homologs of PET-active enzymes by profile hidden Markov models (12).  89 \n 90 \nActinobacteria is a diverse group of bacteria known to produce a wide range of enzymes that 91 \nare utilized in various industria l and medical applications, such as antibiotic production and 92 \ndegradation of environmental contaminants (13, 14). In particul ar, the actinobacteria are of 93 \ninterest due to their ability to produce cutinases and hydrolas es, enzymes involved in the 94 \ndegradation of complex organic molecules and synthesis of essential nutrients (14). One of 95 \nthe most outstanding and highly thermostable PET degrading enzy mes found in the 96 \nactinobacteria is the leaf-branch compost cutinase (LCC), which  was mined from 97 \nmetagenomes (15). A recent report by Erickson et.al on another PET degrading enzyme 98 \nwithin the actinobacteria famil y, further underscores the poten tial of actinobacteria as a 99 \nsource for PET depolymerization. Given the capabilities of acti nobacteria in PET 100 \ndepolymerization, this study aim to explore other actinobacteri a for new PET degrading 101 \nenzymes (16). 102 \n 103 \nIn this work, we expand the enzymes for PET breakdown from acti nobacteria through the 104 \ndiscovery, engineering, and characterization of new and unexplo red PET degrading enzymes 105 \nfrom Microbispora, Nonomuraea, Micromonospora genus.   106 \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 17, 2023. ; https://doi.org/10.1101/2023.04.17.537204doi: bioRxiv preprint \n6"
    },
    {
      "heading": "MATERIALS AND METHODS 248",
      "text": "All solvents used in product anal ysis (acetonitrile, formic aci d, dimethylformamide) were 249 \npurchased from commercial supplier s .  B i s  ( 2 - h y d r o x y e t h y l )  t e r e phthalate (BHET), 250 \nterephthalic acid (TPA), potassium phosphate (NaH2PO4 and Na2HPO4), and 4-bromobenzoic 251 \nacid were obtained from Sigma-Aldrich. High crystallinity PET film (ES301250) and low 252 \ncrystallinity PET film (ES301445) were obtained from Goodfellow  and was ground into 253 \npowder. 254 \n 255 \nConstruction of plasmids optimized for E. coli expression 256 \nCodon-optimized DNA sequences obtained from E. coli  were synthesized from Twist 257 \nBiosciences. These inserts were assembled via golden gate into pET28a (+), cloned with E. 258 \ncoli Omnimax competent cells. E. coli XJb (DE3) autolysis competent cells (Zymo Research) 259 \nwas subsequently used for the transformation of these 6xHis tag  constructs for protein 260 \nexpression. Table S2 shows the amino acid sequences of the gene  used and the solubility tags 261 \nused are shown in Table S3. 262 \n 263 \nHigh throughput screening of heterologous expression constructs 264 \n1 mL overnight autoinduction media (Merck) was used for the ino culation of single colonies 265 \nobtained from the transformation, in which 50 μg/mL kanamycin, 1.5 M L-arabinose and 0.5 266 \nM magnesium chloride was also added. A single freeze thaw cycle  in lysis buffer (50 mM 267 \nsodium phosphate buffer, 300 mM sodium chloride, 10 mM Imidazol e and 0.03 % TritonX-268 \n100), from the cell pellet harvested allowed the cell to releas e its embedded protein. To 269 \ncapture these His-tagged proteins, Ni resin (PureCube, Cube Bio tech) was used. These 270 \nproteins were subsequently eluted in 50 mM sodium phosphate buf fer pH 7.0, 300 mM 271 \nsodium chloride and 500 mM imidazole. Quantification of the protein elutes on a protein gel 272 \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 17, 2023. ; https://doi.org/10.1101/2023.04.17.537204doi: bioRxiv preprint \n16 \n \nwas performed by ImageJ to compare protein yields across the different constructs. Intensity 273 \nof each band obtained was normalized to the intensity of the re ference band on the standard 274 \nladder used, as well as molecular weight of each protein. This densitometric comparison was 275 \nused to determine the best yielding constructs which were then scaled up for purification and 276 \nsubsequent characterization.  277 \n 278 \nProtein expression and purification 279 \nA starter culture of 5 mL grown in LB Broth containing 50 μg/mL kanamycin was prepared, 280 \nwhere a single colony from the transformation was inoculated ov ernight at 37 °C. The starter 281 \nculture was diluted 200-fold in a fresh 1 L LB Broth containing  50 μg/mL kanamycin, 1.5 M 282 \nL-arabinose and 0.5 M Magnesium chloride. Subcultures were grow n at 37 °C until the 283 \noptical density at 600 nm (OD600) reached ~0.4 – 0.5. 100 μM is opropyl β-D-1-284 \nthiogalactopyranoside (IPTG) was then added to induce the expression of proteins. Following 285 \nwhich, the cultures were incubated overnight at 16 °C for 18 to 20 hours. Cells were 286 \nharvested from this culture using a centrifuge (15 minutes, 8000 g) maintained at 4 °C, before 287 \nresuspending and freezing the resulting pellet at -80 °C in 10 mL of lysis buffer containing 50 288 \nmM sodium phosphate buffer pH 7.0, 300 mM sodium chloride, 10 m M Imidazole and 0.03 289 \n% TritonX-100. To ensure protein stability, subsequent purifica tion steps were also carried 290 \nout at 4 °C.  291 \n 292 \nThe frozen pellet was thawed with the addition of 10mL lysis bu ffer and sonicated to release 293 \nproteins from the cells. The supernatant obtained from centrifu gation of lysates at 13,500xg 294 \nwas loaded on Ni resin and incubated for 1 hour to capture the His-tagged proteins. 20mL of 295 \n50mM sodium phosphate buffer, 300mM sodium chloride and 50mM im idazole was then 296 \nused to wash the resin, before eluting the bound proteins with 50mM sodium phosphate 297 \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 17, 2023. ; https://doi.org/10.1101/2023.04.17.537204doi: bioRxiv preprint \n17 \n \nbuffer pH 7.0, 300mM sodium chloride and 500mM imidazole. Lastl y ,  t h e  p r o t e i n s  w e r e  298 \nexchanged into 50 mM sodium phosphate pH 7.0 with 10% glycerol to allow for long-term 299 \nstorage at -80 °C. Subsequent BHET and PET degradation studies were carried out with these 300 \npurified proteins. 301 \n 302 \nBHET depolymerization assay 303 \nDimethylformamide was used to dissolve 1 M BHET stock solution.  BHET stock solution 304 \n(2.5 µL, 5 mM) was pipetted into a 2 mL glass vial containing 5 00 µL of 100 mM potassium 305 \nphosphate buffer (pH 7) and 1.67 µM purified protein. The glass  vial was tightly capped, and 306 \nthe reaction mixture was incubated at 25 °C for 24 hours in an Eppendorf ThermoMixer®. 307 \nAfter 24 hours, the reaction is quenched with 500 µL of methano l. The mixture was 308 \ntransferred into a 10 mL centrif uge tube, the vial was washed w ith 4 mL of buffer/methanol 309 \n(1:1, v/v) and the contents were transferred to the centrifuge tube. This is followed by the 310 \naddition of 5 mL 0.5 mM 4-bromobenzoic acid in buffer/methanol (1:1, v/v) as an internal 311 \nstandard. The reaction mixture was sonicated, and an aliquot wa s filtered with a 0.2 µm 312 \nsyringe filter and analyzed via UHPLC-MS. 313 \n 314 \nCalibration of BHET and TPA 315 \nBHET and TPA stock solutions (1 mM) were prepared by dissolving  the solids in 5 mL of in 316 \nbuffer/methanol (1:1, v/v), followed by the addition of 5 mL 0. 5 mM 4-bromobenzoic acid in 317 \nbuffer/methanol (1:1, v/v) as an internal standard. 6 concentrations ranging from 0.05 mM to 318 \n1 mM were prepared from the stock solution and analyzed via UPH LC-MS. A calibration 319 \nwas plotted with the molar ratio against area ratio. LC spectru m of TPA (Fig. S8) revealed 2 320 \npeaks (RT 8 min and RT 8.4 min) and the LC-MS spectrum extracte d from both peaks 321 \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 17, 2023. ; https://doi.org/10.1101/2023.04.17.537204doi: bioRxiv preprint \n18 \n \ncorrespond to TPA [M-H] - ion m/z 165 (Fig. S8). The area of both peaks was taking into 322 \nconsideration in the plotting of calibration curve of TPA (Fig. S8).  323 \n 324 \nCalibration of MHET 325 \nMHET (1 M) was prepared by dissolving the solids in dimethylfor mamide. 6 concentrations 326 \nranging from 0.03 mM to 0.18 mM were prepared from the MHET sto ck solution, topped up 327 \nwith 0.5 mM 4-bromobenzoic acid internal standard and analyzed via UPHLC-MS. A 328 \ncalibration was plotted with the molar ratio against area ratio.   329 \n 330 \nPET depolymerization assay 331 \nPET powder (2 mg, 20 mM) was weighed into a 2 mL glass vial and  fully submerged in 500 332 \nµL of 100 mM potassium phosphate buffer (pH 7) with 1.67 µM purified protein. The glass 333 \nvial was tightly capped, and the reaction mixture was incubated  at 500 rpm and 25-50°C for 334 \n48 hours to up to 28 days in an Eppendorf ThermoMixer®. The reaction is quenched with 500 335 \nµL of methanol. The mixture was transferred into a 10 mL centri fuge tube, the vial was 336 \nwashed with 4 mL of buffer/methanol (1:1, v/v) and the contents  were transferred to the 337 \ncentrifuge tube. This is followed by the addition of 5 mL 0.5 m M 4-bromobenzoic acid in 338 \nbuffer/methanol (1:1, v/v) as an internal standard. The reaction mixture was sonicated, and an 339 \naliquot was filtered with a 0.2 µm syringe filter and analyzed via UHPLC-MS. 340 \n 341"
    }
  ],
  "computational_sections": [
    {
      "heading": "Genomic mining and in silico analysis of distant cutinase homologs 108",
      "text": "With reference to the reported LCC, potential hydrolases were o btained from the genera 109 \nMicrobispora, Nonomuraea, and Micromonospora through mining actinobacterial genomic 110 \nsequences in public databases such as Genbank and Natural Products Discovery Center 111 \n(NPDC) (17), as well as the Singapore-based Natural Organism Li brary (NOL) (18). Within 112 \nthese hits, we selected four representative sequences from NOL. Sequence alignment analysis 113 \nbetween the four cutinases indicate sequence similarity (~60-61  % homology to LCC, Fig. 114 \n1B), including the presence of the three active site triad resi dues for PET breakdown (Asp, 115 \nSer and His, Fig. 1A). Cysteine residues for disulfide bridge f ormation were also observed 116 \n(Fig. S1). Search within the ESTHER database (19) also shows  h igh similarity hits of these 117 \nenzymes as part of the polyesterase-lipase-cutinase family; sim ilar to many previously 118 \nreported PET hydrolases. (Fig. S2). Absence of an extended loop and extra disulfide bond 119 \nnear the active site also classify these enzymes to be Type I ( LCC) rather than Type II 120 \n(IsPETase) (20). Structural alignment based on in silico AlphaFold models also proposed that 121 \ntheir general structure is close ly aligned to that of the LCC, including positions of the active 122 \nsite residues (Table S1, Fig. S1). Although the core active sit es and general structures are 123 \nconserved, electrostatic predic tion of the surface indicated se quence divergence are mainly 124 \nsurface residues. This observation is consistent to conclusions  drawn from an extensive study 125 \non PET breakdown enzymes (16).  126 \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 17, 2023. ; https://doi.org/10.1101/2023.04.17.537204doi: bioRxiv preprint \n7 \n \n 127 \nFigure 1. Genomic mining and in silico  analysis of distant cutinase homologs.  (A) 128 \nStructural alignment of LCC and IsPETase against AlphaFold mode ls of SIBER 1-4. Active 129 \nsites residues are shown in inset below. RSMD of the in-silico models against 6THS range 130 \nfrom 0.54 to 0.68 Å (Table S1). (B) Similarity scores between S IBER 1-4, LCC and 131 \nIsPETase using BLASTP. (C) Electr ostatic representative of solv ent accessible surfaces of 132 \nLCC and SIBER1 at pH7 (±7 kT/e, APBS-PDB2PQR (21)) 133 \n 134 \nOptimizing heterologous expression 135 \nTo investigate if the shortlisted sequences encode functional e nzymes, there is a need to 136 \nidentify a suitable expression system. For heterologous expression of these enzymes in 137 \nEscherichia Coli ( E. coli ), optimization was first perform e d  f o r  t h e  p r o t e i n  e x p r e s s i o n  138 \nconstructs of SIBER 1-4. These were screened with various combinations of solubility tags 139 \nfor optimal expression (Fig. 2). Solubility aids which involved  the Small Ubiquitin-like 140 \nModifier (SUMO (22)) and a 11 amino acid tag, NT11 (23), and Ma ltose Binding Protein 141 \n(MBP) were investigated. Our optimization data showed varied ex pression levels across 142 \nenzymes and tag combinations (Fig. 2). Overall, SIBER 1 constru cts had significantly higher 143 \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 17, 2023. ; https://doi.org/10.1101/2023.04.17.537204doi: bioRxiv preprint \n8 \n \nexpression levels. The most productive constructs obtained from  the distinct sequences were 144 \nfurther scaled up and the resulting proteins were purified for characterization (SIBER 1- 145 \nSIBER 171, SIBER 2- SIBER 196, SIB ER 3-SIBER 207, SIBER 4- SIBER 228, Table S2-3, 146 \nFig. S3-S4). Protein yields ranged from 3-8 mg/L.  147 \n 148 \nFigure 2. Protein expression optimization. This figure shows a heat map depicting 149 \nexpression levels of SIBER 1-4 genes fused with different solub ility tags in E. coli. The final 150 \nconstructs were scaled up for characterization are annotated on  the heat map; 1: SIBER 171, 151 \n2: SIBER 196, 3: SIBER 207, 4: SIBER 228. The proteins are His- tagged purified and ran on 152 \na protein gel. Quantification was made using ImageJ and protein s were normalized to 153 \nproteins expressed with polyEK tags (last column).  154 \n 155 \nBHET and PET breakdown assays, characterization of SIBER 171, 196, 207, 228 156 \nTo assess the functional activity of the enzymes, the purified enzymes (SIBER 171, SIBER 157 \n196, SIBER 207, SIBER 228) were subjected to various assays of different substrates (e.g., 158 \nBHET, hcPET, lcPET). Under ambient temperature (25 °C) at pH 7,  a ll t he  e nz ym e s we re 159 \nable to hydrolyze BHET to various extents (Fig 3).  The best mu tant is SIBER 171 which 160 \nresulted in ~95% depolymerization by the end of 24 h. SIBER 171 was also functional up to 161 \n50 °C, whereas SIBER 196, SIBER 207 and SIBER 228 were only fun ctional at 25 °C. 162 \nHis6 SUMO NT11 MBP PolyEK\n1\n2\n3\n4\nSIBER 1\nSIBER 2\nSIBER 3\nSIBER 4\n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 17, 2023. ; https://doi.org/10.1101/2023.04.17.537204doi: bioRxiv preprint \n9 \n \nFurther characterization of SIBER 171 also showed that their ac tivities are maintained across 163 \npH 6-8.  164 \n 165 \n 166 \nFigure 3. Characterization of SIBER 171, 196, 207 and 228. (A) Depolymerization of 5 mM 167 \nBHET for 24 hours at various temperatures, pH 7.  X axis are an notated as mutant numbering 168 \nSIBER-. (B) Depolymerization of 5 mM BHET for 24 hours at various pH, 25°C, for SIBER 169 \n171.  170 \n 171 \nApplying the reported optimized LCC conditions (70 °C, 48 h) for PET depolymerization to 172 \nthese enzymes did not show any PET breakdown, suggesting that t he native enzymes are not 173 \ntolerable to such high temperatures. Re-assaying these enzymes at lower temperatures (25 °C 174 \nor 45 °C) over longer time (up to 3 weeks), we found that all f ive enzymes were able to 175 \nassimilate high crystallinity PET (hcPET), though at a very slo w rate (Fig. 4, S6). The best 176 \nperforming enzyme herein is again SIBER 171. Conversions mostly  doubled in the second 177 \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 17, 2023. ; https://doi.org/10.1101/2023.04.17.537204doi: bioRxiv preprint \n10 \n \nweek when compared to the first week, indicating that the enzym e was still active. None of 178 \nthe variants are sufficiently thermostable to effectively break  down high crystallinity (>35%) 179 \nPET at 45 °C, though small amount  of PET conversion was observe d at 45 °C after 1 week 180 \nfor the enzymes SIBER 171, there was no further conversion afte r one week, suggesting that 181 \nSIBER 171 might have been inactivated (Fig. 4, S6).  182 \n 183 \n 184 \nFigure 4. Depolymerization of high crystallinity PET (Goodfellow biaxial ly oriented film) 185 \nwith SIBER 171 (blue) and control (red) at (A) 25 °C over 2 wee ks and (B) 45 °C over 2 186 \nweeks. The LC spectra extracted indicate peaks corresponding to  TPA (RT 8 min and 8.3 – 187 \n8.4 min, Fig. S8). Control reaction is the equivalent reaction setup in the absence of enzymes. 188 \n 189 \nEngineering of SIBER 171 190 \nTo determine if similar optimizations made to LCC can be applie d to improve SIBER 171, 191 \nadditional mutations were introduced, including the insertion o f a disulfide bond for 192 \nincreased thermal stability (D238C/S283C, as numbered in (9)), F243I mutation to restore 193 \nactivity and N246M mutation for further optimization. Here, we made similar mutations for 194 \nSIBER 171, resulting in SIBER 821 (SIBER 1-ICC) and SIBER 822 ( SIBER 1-ICCM). As a 195 \nresult of these mutations, we were also able to obtain signific antly higher yielding enzymes 196 \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 17, 2023. ; https://doi.org/10.1101/2023.04.17.537204doi: bioRxiv preprint \n11 \n \n(30-40 mg/L, Fig. S5). Subsequently these purified enzymes were  characterized for BHET 197 \nbreakdown at 50°C and PET breakdown at both 45 °C and 65 °C. 198 \n 199 \nDuring BHET hydrolysis (50 °C, pH  7), we observed detrimental e ffects of ICC mutations 200 \nwhich are however restored with N246M mutation (Fig. 5a). Under these conditions, there 201 \nare minimal differences between native and engineered enzymes. However, using low 202 \ncrystallinity PET (lcPET) substrates at 45 °C, there appears to  be significant improvement of 203 \nSIBER 822 over the native enzymes over one week (Fig. 5). At 65  ° C ,  n o  P E T  204 \ndepolymerization was observed for both enzymes. Our observation s suggest that, despite not 205 \nbeing enough to increase its working temperature, the addition of a di-sulfide bridge to 206 \nSIBER 1 resulted in potentially better stability at 45°C over 1  week when compared to its 207 \nnative enzyme. Although this is lower than optimized LCC (9) wh ich yield PET 208 \ndepolymerization of 40% after 48 hours (Fig. S7), it is still e ncouraging to note that SIBER 209 \n822 is significantly more active than IsPETase double mutant (24) (~0.08%-0.09% at 48 210 \nhours, Table S4).  We anticipate that the further improvement o f the enzyme towards 211 \npractical applications will necessitate the implementation of a dditional engineering 212 \ntechniques, such as directed evolution and computational design. 213 \n214 \nFigure 5. Engineering SIBER 171. (A) Depolymerization of 5 mM BHET for 50  °C, pH 7, 215 \n24 hours. X axis are annotated as mutant numbering SIBER-. (B) Depolymerization of low 216 \nAB\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n171 821 822\nTotal depolymerization (%)\nTPA MHET\n0\n2\n4\n6\n8\n10\n12\n14\n171 822 171 822\n48 hours 1 week\nTotal depolymerization (%)\nTPA MHET BHET\n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 17, 2023. ; https://doi.org/10.1101/2023.04.17.537204doi: bioRxiv preprint \n12 \n \ncrystallinity PET (Goodfellow amorphous film) at 45 °C over 48 hours and 1 week. X axis 217 \n(mutant numbering SIBER-). X axis are annotated as mutant numbering SIBER-. 218 \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 17, 2023. ; https://doi.org/10.1101/2023.04.17.537204doi: bioRxiv preprint \n13"
    }
  ],
  "results_sections": [
    {
      "heading": "DISCUSSION 219",
      "text": "This study aims to deepen the understanding of PET-degrading en zymes by identifying and 220 \ndescribing new ones that can aid in PET waste biodegradation. A lthough some PET-221 \ndegrading enzymes are known, their rarity restricts the utilization of it. Even with the addition 222 \nof 34 more recently characterized PET degrading enzymes from th e actinobacteria family 223 \n(16), this still adds up to only a few dozen of verified PET-active enzymes (12). Exploring a 224 \nnew genus space, we found hydrolases that have varying specific ities towards substrates 225 \nBHET, MHET, and even PET. Within representative four sequences, we have uncovered and 226 \ncharacterized a new thermostable PETase within the genus of Microbispora, Nonomuraea, 227 \nand Micromonospora genus. Furthermore, despite sharing only 60% homology with LCC, we 228 \ndiscovered that incorporating similar mutations previously used in the engineering of LCC 229 \n(9) could improve SIBER 171's activity and stability. The engin eered enzyme (SIBER 822) 230 \nexhibited over two-fold improvement for lcPET depolymerization compared to its wild type. 231 \n 232 \nTo date, there are over 2000 known PET homologs and several enz yme engineering studies 233 \nhave proposed targeted mutations to improve thermostability, ac tivity, and accessibility to 234 \nPET. The results of this work raise questions about the factors  that determine a PETase and 235 \nthe relationship between thermostability and PET degradation ef ficiency, especially in light 236 \nof the impact of the substrate's physical properties (25), such  as crystallinity. Among the four 237 \nenzymes, there were notable differences and correlations in sol ubility and expression yields 238 \nand activity. Here, among the SIBER 1-4 genes, SIBER 1 construc ts had consistent higher 239 \nprotein expression yields. After engineering of SIBER 171, we also observed significant 240 \nexpression yield increase in engineered SIBER 822. This is cons istent with the discussions of 241 \ncorrelations between protein folding and protein activity, wher e the thermodynamics of the 242 \nsequences may play a role in pr oper and accurate folding (26). Beyond stability, further 243 \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 17, 2023. ; https://doi.org/10.1101/2023.04.17.537204doi: bioRxiv preprint \n14 \n \ninvestigation on the mechanism of PET degradation is required t o gain a deeper 244 \nunderstanding on the potential to design and develop new and hi ghly efficient PETases. The 245 \nunderstanding on enzyme-plastic interactions would allow PETase s to be applied to other 246 \nplastics and feedstocks.  247 \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 17, 2023. ; https://doi.org/10.1101/2023.04.17.537204doi: bioRxiv preprint \n15"
    }
  ]
}