{
  "txt_file": "2024.04.21.590457v1.full.txt",
  "pdf_file": "2024.04.21.590457v1.full.pdf",
  "title": "From Bulk to Binding: Decoding the Entry of",
  "experimental_sections": [
    {
      "heading": "In summary, our pioneering methodology synergizes HREMD simulations and free en-",
      "text": "ergy analyses to dissect substrate entry pathways and pinpoint barriers. This approach\nunveils critical insights into the intricate pathways traversed by polymers during degrada-\ntion, enabling the development of mutation strategies to enhance enzyme kinetics. Here, our\ncomputational simulations have significantly advanced the understanding of PET hydrolase\nmechanisms and offer invaluable guidance for future engineering endeavors aimed at maxi-\nmizing PET hydrolase applicability. Moreover, this approach holds promise for application\nto a wide range of enzymes beyond PET hydrolases.\n33\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nFigure 8: Summary of the workflow applied and results obtained in this study.\n34\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nAcknowledgement\nA.J.thankstheGermanFederalEnvironmentalFoundation(DeutscheBundesstiftungUmwelt)\nfor the financial support by providing a PhD fellowship. A.J is furthermore grateful to\nher colleague Lara Scharbert for valuable suggestions in figure design. A.J. and B.S. grate-\nfully acknowledge the computing time granted through JARA-HPC (project PETaseMD) on\nthe supercomputer JURECA at Forschungszentrum Jülich,78 the hybrid computer cluster\npurchased from funding by the Deutsche Forschungsgemeinschaft (DFG, German Research\nFoundation) project number INST 208/704-1 FUGG, the Center for Information and Media\nTechnology at Heinrich Heine University Düsseldorf, and the Regional Computing Center\nof the University of Cologne (RRZK) for providing computing time on the DFG-funded\n(Funding number: INST 216/512/1FUGG) High Performance Computing (HPC) system\nCHEOPS. R.W. and U.T.B. acknowledge the funding received from the European Union’s\nHorizon 2020 research and innovation program under grant agreement no. 870294 for the\nMIX-UP project and no. 953214 for the upPE-T project."
    }
  ],
  "computational_sections": [
    {
      "heading": "To fill this knowledge gap, we performed thorough computational simulations in combi-",
      "text": "nation with experimental studies on two metagenome-derived thermophilic PET hydrolases,\nLCC (catalytic triad: S165, D210, H242) and PES-H1 (catalytic triad: S130, D176, H208).\nTo be precise, we subjected both enzymes to extensive MD as well as Hamiltonian replica\nexchange MD (HREMD) simulations to elucidate their adsorption to a PET bulk, tracking\nPET entry into the active site until PET binds in a productive mode to allow for hydrol-\nysis. PET entry is analyzed using a free energy surface-based approach to reveal residues\nthat affect the energy barrier during the entry process, whereupon residue substitutions are\npredicted and then evaluatedin vitro. Our approach is the first to show how PET reaches\nthe active site, uncovering important information about the dynamics of both the enzyme\nand PET, as well as the interactions between polymer and enzyme."
    },
    {
      "heading": "Figure 1: Representative starting structure for the MD simulations of enzyme adsorption",
      "text": "on amorphous PET (without water and ions being shown). The system comprises one PET\nhydrolase, which is shown as cartoon and with the catalytic triad highlighted in green. The\nenzyme was randomly oriented and placed at least 10Å away from the PET bulk, which is\nshown as brown surface and consists of 100 PET-9mers. The chemical structure of PET is\nshownatthebottomandthedegradationproductsofPET,terephthalicacid(TPA),ethylene\nglycol (EG), and 2-hydroxyethyl terephthalic acid (MHET), are shown on the right.\nadsorption on the PET surface at sites proximal and distal to the binding cleft during 75% of\nthe simulation time, but the PET failed to enter into the active site. Therefore, we continued\nthe simulations by applying the enhanced-sampling HREMD method (accumulating further\n43.47µs of sampling per enzyme). We used only one single PET chain closest to the binding\ncleft allowing PET to enter the active site and adopt productive binding poses. The results\nof these two sets of simulations are discussed in detail below along with the wet lab studies\nto consolidate ourin silicofindings.\n2.1 PET adsorption to the surface of the enzyme\nBoth enzymes readily adsorb to PET, but without a strong preference for the\nbinding cleft Adsorption to the PET bulk was sampled in all six of the 1.5µs simulations\n6\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nfor both LCC and PES-H1. In addition, the initial enzyme–PET interactions of considerable\nstrength with energies below−10 kcal·mol-1 were established early in the simulations (PES-\nH1: 2.0–40.2ns; LCC:0.8–15.0ns)andabundantcontacts(definedbasedontheresidue–PET\ndistance requirement≤3Å) were observed at the surfaces of LCC and PES-H1, suggesting\nthat initial binding is based on general features such as charge and polarity rather than\nspecific recognition sites.56–58 These initial contacts occurred almost everywhere on the sur-\nface of both enzymes and can be divided into proximal and distal binding, depending on\nwhether PET was located within 12Å of the catalytic serine or not. These contact areas\nare colored blue and red in Fig.2A, respectively, and the regions where distal and proxi-\nmal areas overlap are indicated in purple. To follow the progression of the contacts during\nthe simulations, we compared the contact areas during the first 50ns and the remaining\nsimulation time. However, only limited reorientations of the enzymes on the PET surface\nwere observed (shown in yellow for newly explored surface and in brown for overlaps with\nonly distal or proximal in Fig.2A); most contacts remained unchanged for 75% or more of\nthe simulation time. In the case of proximal binding at the end of the simulations, we ex-\ntended the corresponding simulations to 2µs to see if further PET progression towards the\nactive site would occur. The general findings for both, simulations lasting for 1.5µs and the\nelongated simulations lasting for 2µs, are that when the initial contacts were established in\nproximal regions, the PET contact area remained close to the active site (PES-H1: 2 of 6;\nLCC: 4 of 6 simulations). In cases where the initial contacts were in distal areas, negligible\nprogression towards the active site was observed. Only in one of the PES-H1 simulations,\nproximal contacts could be established starting from distal ones (highlighted in yellow and\noverlaps with regions establishing distal or proximal contact only in orange in Fig.2A). The\nobserved contact progression towards proximal binding in one of the PES-H1 simulations\nmight contribute to the high activity of this enzyme.\nIf this is the case, a promising way to achieve accelerated and productive PET binding\ncould be to facilitate enhanced proximal binding while attenuating PET interactions at distal\n7\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nsites of the enzyme surfaces. To test this hypothesis, we first analyzed the physicochemical\nnature of the initial enzyme–PET contacts and then made rationally motivated mutations,\nwhich are studiedin silicoand in vitro.\nNegative surface charges impede PET adsorption LCC has a net charge of +5,\nwhile PES-H1 has a net charge of −5, which is reflected in their electrostatic potential\nsurface (EPS, shown in Fig.2B). The EPS of LCC is mostly neutral and positive (shown in\nwhite and blue, respectively), while PES-H1 features large surface patches that are strongly\nnegative (shown in red). For PES-H1 in particular, the negative regions overlap with those\nthat do not have pronounced PET contacts. In addition, we visualized the EPS of the PET\nbulk used to construct the initial enzyme–PET systems. A mostly hydrophobic surface is\nrevealed, with predominantly convex and exposed areas being partially negatively charged,\nwhile stronger positive or negative potentials can be found in concave and buried regions\n(Fig.S2). We therefore assume that negative charges at the surface discourage PET binding,\nwhich could open up the possibility of preventing distal binding to PET by introducing\nnegatively charged residues there. This idea is consistent with the results of Nakamura\net al., who demonstrated accelerated binding to PET surfaces with higher positive charge\ndensity at the enzyme surface of PET2.23 In addition, Sagonget al.found that changes in the\nelectrostatic potential surface of a loop close to the active site increases PET degradation\nactivity of Rhizobacter gummiphilus PETase (RgPETase), especially when increasing the\nnegative surface charge.59 In order to transfer this finding from proximal regions to distal\nones, they mutated four distal surface-exposed arginine to alanine and glutamate, which also\nincreases the PET degradation activity.\n8\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nFigure 2: Analysis of LCC (left) and PES-H1 (right) adsorption on amorphous PET. (A)"
    },
    {
      "heading": "Residues contacting PET are highlighted on enzyme surfaces, using all six simulations per",
      "text": "enzyme with a 3Å PET–residue distance cutoff. Contacts during initial 50ns (left) and\nstable contacts present for at least 75% of the full duration (right) are distinguished, with\nproximal (blue) and distal (rose) binding sites. Overlapping areas are colored violet. Some\nsimulations show enzyme reorientation on PET bulk, with limited progression from distal\nto proximal binding, except in one PES-H1 simulation (highlighted in yellow). Overlaps\nwith proximal or distal contact areas highlighted in brown. The position of the catalytic\ntriad is denoted by an arrow. (B) Electrostatic potential surface (EPS) for LCC (left, net\ncharge: +5) and PES-H1 (right, net charge:−5). (C) PET interaction energiesEint with\namino acid types in LCC and PES-H1 are shown relative to the number of the corresponding\nresidues within 3Å, averaged over all simulations. Energies for amino acid types with the\nsame physicochemical characteristics are summed up, with standard error of the mean (SEM)\nshown as error bars.\n9\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nThis effect was more pronounced when introducing glutamate, from which they conclude\nthat a negative surface charge is favorable for the PET degradation activity ofRgPETase.\nMoreover, Thomsenet al. observed that PES-H1 creates craters on the PET surface, unlike\nother enzymes such as LCC exhibiting a uniform degradation.21 They ascribe this distinct\nbehavior in PES-H1 to its the distal negative surface patch influencing enzyme positioning\nand processivity after the initial contact due to repulsion with the negatively charged PET\ntermini. We thus conclude that positive regions enhance overall PET adsorption and lead\nto prolonged PET retention in distal regions when present there, which in turn hinders the\nprocess of PET binding in a productive conformation at the active site.\nApolar residues contribute most to PET adsorption of PES-H1To identify the\namino acids most favored by PET, we calculated the interaction energyEint between PET\nand each amino-acid type for all six simulations of both enzymes. We then scaled the result-\ning energy values by the number of residues of the corresponding amino-acid type that were\nin contact with PET during each simulation and took the average of the six values. These\nresults are shown in Fig.2C, where we grouped the amino acids according to their physico-\nchemical property. The scaling by the contact residues accounts for the fact that more polar\nthan apolar residues are exposed in both enzymes, making them more accessible to PET than\napolar residues. The overall interaction with PET (i.e., the sum of all scaledEint values) is\nstronger for LCC than for PES-H1, with polar residues contributing most to LCC binding\nand apolar contributing most to PES-H1 binding. Charged amino acids contribute the least\nto PET binding for both enzymes, followed by the aromatic ones. Given the progression\nfrom distal to proximal binding observed for PES-H1 but not for LCC in this study, we\npropose that modification of the surface of LCC to make it more similar to that of PES-H1\ncould increase proximal PET binding for LCC and thus its enzymatic activity. Based on\nour research findings, it appears that the PET binding is excessively strong, which leads\nto extended retention in unproductive adsorption orientations. Consequently, our mutation\n10\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nstrategy aims to diminish the interactions between PET and LCC. This adjustment should\nfacilitate the enzyme’s reorientation following its initial attachment to the PET surface. The\ngoal is to promote closer and more favorable binding without excessively compromising the\noverall adsorption capability. This should be achieved by eliminating strong PET interac-\ntions with polar LCC residues and by promoting weaker interactions with apolar residues.\nThis design strategy gains support from previous studies that revealed that enhanced activ-\nity of PET hydrolases is associated with increased enzyme hydrophobicity.25–27 In addition,\na reduction in the hydrophobicity of LCC in proximal areas has been demonstrated to re-\nduce the binding to a PET surface, resulting in increased enzyme activity due to increased\nconversion of degradation intermediates and consequently elevated TPA production.60\nDistal introduction of alanine and negative charge reduces local interaction with"
    },
    {
      "heading": "PET To verify this assumption, we generated threein silico variants per enzyme, each",
      "text": "containing three mutations. The mutations were incorporated into the highly active variants\nLCC F243I/Y127G (IG) (from LCCICCG3) and PES-H1 L92F/Q94Y (FY),14 which replace\nthe WT enzymes investigated up to this point. In LCCICCG there are two other mutations\nwhich we do not consider in this part of the study. The reason for this is that removing the\nnegative charge by replacing D238 with cysteine for one of the mutations would change the\nsurfacechargesomuchthatitwouldbedifficulttoassesstheinfluenceoftheothermutations.\nBefore proceeding with the mutations, we analyzed the behavior of the LCCICCG (studied\nfurther below), LCCIG and PES-H1FY variants in solution through 100ns MD simulation\neach. Comparison of their root mean square deviation and fluctuation (RMSD and RMSF)\nto the corresponding WT enzyme confirms their stability and similar dynamics (Fig.S1).\nThe mutations we selected mainly involved polar and positively charged residues, which\nwe replaced by apolar and negatively charged residues of similar size. The aim is to increase\nthe overall mobility on thePET surfaceso thatproximal bindingbecomesmore likely. Hence,\nby replacing positively charged residues, we intend to avoid stabilizing electrostatic interac-\n11\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \ntions with negative charges at the PET chain ends and the negatively charged regions on the\nPET bulk surface, as can be seen in the EPS of PET in Fig.S2. Moreover, to induce a strong\nlocal effect, three mutation sites in close proximity to each other were selected, where prefer-\nence was given to residues that were in contact with PET in distal areas for at least 75% in\none or more of our initial simulations (Fig.2A). For each enzyme, two triple mutants were de-\nsigned to change theEint ratio of polar and apolar residues (PES-H1FY: T11V/S13A/S14A,\nQ26L/T27V/T28V; LCCIG: L66A/S67A/S69A, T211V/S216A/N239L) and a third triple\nmutant was created with the aim to to specifically influence the enzyme’s EPS (PES-H1FY:\nS13A/R19E/R75E, LCCIG: R143E/S145A/R151E). The LCCIG T211V/S216A/N239L mu-\ntations are the only ones located near the active site. We have observed a dominant PET\nresidency in this region, which may impede PET progression from this site to the biding\ncleft. For the modification of the EPS in PES-H1FY, it was not possible to identify at least\ntwo positively charged residues that i) are in close proximity to each other, ii) were in last-\ning contact with PET in the simulations of PES-H1 and iii) whose replacement would not\naffect protein stability due to their involvement in intra-protein salt bridges. Therefore,\nR75 was included in the corresponding variant, PES-H1FY S13A/R19E/R75E, even though\nit did not make contact with PET for more than 75% of the simulation time. For LCCIG\nL66A/S67A/S69A, we deviated from the strategy of mutating polar and positive residues,\nas L66 appeared to favor PET binding, with more than 75% retention time in two of the\nsix simulations. It should be mentioned that among the hydrophobic residues, leucine was\nalways the strongest mediator for PET interactions. For LCC, L66 had the strongest effect\nin this regard, and due to its proximity to S67 and S69, we included it in the corresponding\nmutation."
    },
    {
      "heading": "For each of the LCCIG and PES-H1FY variants, we performed 100ns MD simulations in",
      "text": "triplicate starting from the snapshot of previous simulations where LCC or PES-H1 had the\nlowest distance between the PET bulk and the three mutation sites.\n12\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint"
    },
    {
      "heading": "Figure3: Resultsforthe in silicomutationofsurfaceresiduesforLCC IG (left)andPES-H1 FY",
      "text": "(right). (Top) The interaction energies (Eint) between PET and the residues at mutation\nsites are shown for the parent enzyme IG or FY (gray) and the three triple mutants (TMs)\nper enzyme (dark blue for LCCIG, light blue for PES-H1FY). The mutations are given at\nthe top, the TMs are separated by vertical dotted lines and the TMs, which were evaluated\nexperimentally are highlighted in bold. TheEint values are averages over three simulations\nwith the SEM given by error bars. (Bottom) The EPS of the TMs are shown. The locations\nof the mutations are denoted by black circles and the catalytic site is indicated by an arrow."
    },
    {
      "heading": "The simulations were analyzed with respect toEint and the possible reorientation of the",
      "text": "enzyme at the PET surface. While the latter could not be observed in the simulations,\nwe were able to alterEint and also the EPS (Fig.3). For both enzymes a reduction in their\ninteraction with PET was achieved, i.e., theEint values have become less negative. The most\nsignificant Eint changes occurred for the LCCIG variants, which is consistent with our design\nstrategy of making the LCC (IG) surface more similar to that of PES-H1 (FY) to facilitate\n13\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nthe reorientation of the enzyme on the PET surface. The introduction of negatively charged\nresidues successfully changed the EPS in this region from positive or neutral to negative and\nsignificantly increasedEint for the corresponding LCCIG mutations (R143E, R151E) and to a\nlesser extent for the PES-H1FY mutation R19E. The latter can be explained by the fact that\nthe PES-H1FY surface was already rather negative before this mutation, which reduces the\nmutation effect. PET did not interact with position 75 in any of the simulations with PES-\nH1FY and PES-H1FY S13A/R19E/R75E. This is probably because the starting structure\nchosen for the simulations had the residue 75 farthest from PET among the three mutation\nsites. Therefore, the effect of the R75E mutation cannot be quantified. The implementation\nof apolar residues, especially alanine, at the expense of polar residues also significantly\nincreased Eint (e.g., S145A in LCCIG, S13A in PES-H1FY), while larger apolar residues such\nas valine or leucine yielded no significant changes or even made the interaction at these\nsites more favorable (e.g., T211V and N239L in LCCIG; Q26L and T28V in PES-H1FY). In\nconclusion, local PET binding was successfully reduced in our simulations by introducing\nsmall apolar alanine or negatively charged residues. This is hypothesized to promote the\nprogression of the enzyme–PET contact area towards the binding cleft, thereby enhancing\nPET binding and hydrolysis.\nDistal mutations have a major influence on PET degradation activityTo test our\nhypotheses derived from thein silico studies, two of the triple mutants were subjected to\nin vitro analysis: PES-H1FY T11V/S13A/S14A with increased hydrophobicity and LCCIG\nR143E/S145A/R151E with increased negative charge. PES-H1FY and the LCCICCG variant\nwere used as reference enzymes. The latter was used instead of LCCIG to allow for a better\ncomparison to published results.3,14 The PET degradation activity was determined with\namorphous PET films under specific reaction conditions favored for each enzyme.14 For PES-\nH1FY, 1M potassium phosphate buffer has ensured the most efficient hydrolysis rates, which\nwas presumably attributed to its stabilizing effect.14,61,62 For an optimal comparison with\n14\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nFY, LCCICCG, which is not as salt-dependent as PES-H1FY,3 was also investigated in 1M\nreaction buffer. Unfortunately, the LCCICCG triple mutant could not be expressed, possibly\ndue to the altered surface charge, which could introduce repulsive forces that interfere with\nnative folding.\nThe percentage weight loss of the PET films after 24h was determined to evaluate the\nenzymatic PET degrading activity. As shown in Fig.4 the substitution of three residues in\nPES-H1FY far away from the binding site led to greatly reduced activity. This observation\ndoes not fully agree with our hypothesis that decreasing the surface polarity far away from\nthe PET binding site should encourage proximal PET binding and thus increase the PET\ndegrading activity. On the other hand, thein vitro results confirmed our hypothesis that\nthe initial binding to the PET surface plays an important role for the enzymatic activity.\nThis binding occurs far away from the active site, ruling out any direct interference with the\nhydrolysis reaction, as shown with the current PES-H1FY variant T11V/S13A/S14A (Fig.3).\nTherefore, future studies should thoroughly investigate mutations on the LCC and PES-H1\nsurface that enhance PET degradation."
    },
    {
      "heading": "To more comprehensively assess the predominant interactions throughout all simulations",
      "text": "ofbothLCCandPES-H1, asopposedtofocusingonindividualentryevents, weconcatenated\nthe HREMD data using all replicas, with the higher replicas weighted, for either enzyme and\ncalculated 2D free energy surfaces (FESs) (Fig.S4). One coordinate in these FESs are the\ninteraction energies between two PET units that are not directly adjacent, which allows\nus to monitor the intramolecular PET-5mer interactions. To correlate this with the PET-\n5mer entry, we used the SER–C distance as a second coordinate and distinguish between\nproductive and non-productive regions with a cut-off value of 4Å. All FESs indicate that\nnon-productive PET-5mer states and also those during entry with SER–C distances below\n6Å but above 4Å are energetically stabilized, which suggests that PET–PET interactions\nhinder rather than promote PET-5mer entry into the active site.\nIn our opinion, the most promising approach to overcome this inhibitory effect is to\nimprove the preprocessing of PET waste. Tarazonaet al.studied the surface erosion process\nof PET to differentiate between the PET surface and the bulk properties, which might\nenable to find a sweet spot between increased PET surface mobility and the increased bulk\ncrystallization.19 They found that enlarging the PET surface, e.g. by using micronized\nPET particles, increasing the surface amorphization and lowering the surface glass transition\ntemperature due to the plasticization effect of water promotes the degradation activity by\n20\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nincreasing the PET accessibility and mobility to overcome intramolecular constraints. This is\nalso consistent with arecent studyby Schubertet al., in which chain mobilityand the number\nof available sites for endo-type chain scission, which depend on the degree of crystallinity, are\npostulated as the activity-limiting factor causing the initial lag phase for the release of the\nsoluble product.7 Another biotechnological approach to mitigate this hindering effect could\nbe to design enzymes to introduce residues that enhance enzyme–PET interactions, which\nwould promote and counterbalance the loss of PET–PET interactions upon entry into the\nbinding cleft.\nPET–enzyme interactions can also hinder PET entryNext, we analyzed the con-\ntribution of intermolecular interactions between the PET-5mer and enzyme to the observed\noverall energy barrier during PET-5mer entry. To this end, we first examined individual\nentry histories and identified effects that promote or inhibit entry by calculatingEint be-\ntween the PET-5mer and residues within 3Å during entry. PET-5mer entry can be hindered\nby strong PET–enzyme interactions prior to entry or by repulsion of PET-5mer within the\nbinding cleft, so that PET-5mer states outside the cleft are favored (Fig.S5A). Conversely,\nan entry-promoting effect has favorable interactions during entry, which facilitate structural\nPET-5mer rearrangements that overcome PET–PET interactions (Fig.S5B). Furthermore,\nPET-5mer entry gets supported through stabilizing interactions for productive PET5-mer\nposes, which compensate for the loss of PET–PET interactions (Fig.S5C).\nTo obtain a more general overview, FESs were created using a similar approach as before,\nbut this time for the PET–enzyme interactions. The SER–C distance was again used as a\ncoordinate to monitor the entry process, while Eint between the PET-5mer and selected\nresidues was used as another coordinate. The selection and mutation of certain residues\nallow us to investigate the specific, and sometimes different effects of amino acids in both\nenzymes. For instance, depletion of tyrosine in the LCCICCG variant (Y127G) increased\nactivity compared to WT-LCC, while introduction of tyrosine in the PES-H1FY variant\n21\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \n(Q94Y) at the corresponding position resulted in increased activity compared to WT-PES-\nH1.3,14 Two more positions are relevant for the improved activity of LCCICCG and PES-\nH1FY: the L92F mutation in PES-H1FY and the F243I mutation in LCCICCG.3,14 The F125L\nmutation in the LCC, corresponding to position L92F of PES-H1FY, has been shown to\nreduce LCC binding to PET surfaces, increasing its availability for targeting degradation\nintermediates and enhancing overall activity, so it is also analyzed here.60 Additionally, we\nstudied L209 of PES-H1 corresponding to position F243I of LCCICCG, for which a mutation\nto alanine was chosen instead of isoleucine based on studies reporting alanine as the only\nvariant exhibiting activity close to that of the WT.14,32"
    },
    {
      "heading": "To investigate the effects of these mutations, we performed HREMD simulations for the",
      "text": "LCCIG and PES-H1FY variants as well as for LCCIG F125L and PES-H1FY L209A, and cal-\nculated the FES from the HREMD data as described above. The resulting FESs reveals\ndistinctive PET–enzyme interaction patterns for WT and mutated residues (Fig.6). Mu-\ntations at positions PES-H1FY 209/LCCIG 243 stabilize productive states in both enzymes,\nwhich can be inferred from new free energy minima (in yellow/brown colors in Fig.6) at\nSER–C distances below 4Å and less pronounced minima for distances above 6Å after mu-\ntation, suggesting weaker interactions with the PET-5mer in latter states. In contrast, the\neffects at positions PES-H1FY 92/LCCIG 125 and PES-H1FY 94/LCCIG 127 differ between\nthe two enzymes. In the case of LCCIG, entry of the PET-5mer after either mutation is\npromoted due to the elimination of non-productive energy minima resulting from weakened\ninteraction with the PET-5mer for SER–C distances above 6Å, whereas in PES-H1FY, the\nentry of the PET-5mer after the mutation becomes more difficult due to increased interac-\ntion with the PET-5mer in non-productive states. We therefore conclude that the increase in\nPET degradation activity could result from a direct promotion of PET entry by the mutated\nresidues for LCCICCG, but from different mechanism for PES-H1FY.\n22\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nFigure 6: Free energy surfaces of the PET–residue interactions over the SER–C distance\nobtained from HREMD simulations of LCC and PES-H1 variants. The top row per enzyme\npresents the FESs for residues present in the WT and the bottom row for the mutated\nresidues in the LCCIG/PES-H1FY variants (indicated by blue boxes) and for the LCCIG\nF125L/PES-H1FY L209A variants. The area for SER–C distance< 4 Å harbors productive\nposes. The gray hatched area indicates distances that were not sampled as the ester carbon\natom would be too close to the catalytic serine. The free energies,∆G are given in kJ/mol\naccording to the color scale on the right.\n23\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nTo further explore our hypothesis that increased entry of PET into the active site contributes\nto increased activity as presumed for LCCICCG, we analyzed additional residues near the\nactive site of both enzymes and then mutated them. Our aim was to identify residues that\nlack entry-promoting FES features and are therefore promising mutation targets to improve\nPET entry ability. FES features to be introduced include the creation of free energy minima\nin the productive region with a SER–C distance below 4Å, indicating stabilized productive\npositions of PET-5mer, the elimination of free energy minima in the non-productive region,\nindicating reduced interactions with PET-5mer, and the facilitation of the transition from\nthe non-productive to the productive region by avoiding energy barriers there. The residues\nthat we identified as promising mutation sites were then mutated to glycine or alanine;\nlarger amino acids were not introduced to avoid creating steric hindrances. In addition, the\nPES-H1FY H184S variant was simulated, in which the mutation site is located near a highly\nconserved tryptophan (PES-H1: W155, LCC: W190) adjacent to the binding cleft and whose\n’wobbling’ presumably increases catalytic activity.45 Mutation of H184 to a serine is likely\nto increase the flexibility of this tryptophan due to the lower steric requirements of serine.\nThis resulted in a total of 14 mutation sites that were evaluated for each enzyme. For\neach mutant, an HREMD simulation was performed (see TableS1 for the list of HREMD\nsimulations) and the FES calculated as described above. In many cases the overall goal of the\nin silicomutations to facilitate PET-5mer entry into the active site was achieved. For these\ncases the FES is shown in Fig.S7, and they include mutations with improved stabilization\nof productive states (PES-H1FY: S68A, D93A; LCCIG: T211G, N246A), reduced interaction\nin non-productive states (PES-H1FY: S68A, R91A, D93A, N212A; LCCIG: T192G, S241G),\nor smoother transitions towards productive states without intermediate states where the\nPET-5mer could get trapped (PES-H1FY: S68A, D93A; LCCIG: HIS164A, T211G, S241G,\nN246A). The PES-H1FY H184S variant could neither improve the interactions at position\n184 nor the interactions of the ’wobbling’ tryptophan with the PET-5mer. The five most\npromising in silicomutations per enzyme (i.e., the ones shown in Fig.S7) were then evalu-\n24\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nated experimentally, using the same protocol as employed for the previous PES-H1FY triple\nmutant to determine the PET degradation activity. It should be noted that one of these\nmutants, PES-H1FY L175A, is a borderline case, as a state slightly above the 4Å crite-\nrion applied to the SER–C distance became stabilized; we nonetheless included it in our\nexperimental evaluation, which is discussed below.\nKinetic experiments reveal an increase in activity for the PES-H1FY S68A muta-\ntion In order to link simulation and experiment, the activity of the mentioned mutations\nintroduced in the PES-H1FY and LCCICCG enzymes was determined. The percentage weight\nloss of the PET films shown in Fig.4 indicates that none of the variants resulted in a signifi-\ncant increase in the degradation activity. PES-H1FY R91A, LCCICCG T192G, and LCCICCG\nN246A showed significantly lower degradation activity than PES-H1FY and LCCICCG, re-\nspectively. Interestingly, these are also the three variants with the least promising FES\nprofiles among the ten selected variants (Fig.S7). The FES improvements in these mutants\nwere mainly related to the destabilization of the non-productive states, while the productive\nstate did not gain in stability. In LCCIG N246A, on the other hand, while the productive\nstate was stabilized, also a non-productive state at SER–C distances of≈6.5Å became more\nstable, which could explain the reduction in activity for this variant. In addition, there is\nalso the possibility that other factors may influence the experimental outcome and thus mask\nimprovements due to mutations. It should also be mentioned that the reproducibility of the\nexperiments was problematic despite uniform experimental conditions in all experiments,\nwhich we suggest can be attributed to influences of the inherent properties of the PET films\nsuch as crystallinity or molecular weight distribution.16\nTo reduce potential masking effects and identify subtle effects on individual steps in\nPET degradation, we analyzed the degradation kinetics using a previously described tur-\nbidimetric assay using PET nanoparticles (PET-NP) that measures turbidity changes at\n600nm over time.14,69 Here, not only the substrate load[S0] was varied while maintaining\n25\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \na fixed enzyme concentration[E0], as done in conventional Michaelis–Menten kinetics mea-\nsurements (convMM), but also the reverse approach with varying enzyme concentration and\nfixed substrate load was followed, which is called inverse Michaelis–Menten (invMM) and\nis a commonly used approach for kinetic measurements with insoluble substrates such as\nPET.20,29,70–76 To further ensure a more homogeneous distribution of the substrate, PET-\nNP were used instead of a PET film, which should lead to more uniform and reproducible\nresults.76 This approach was used to evaluate the three most interesting candidates per\nenzyme that showed the most improvement in their FES profiles upon mutation while ex-\nhibiting similar PET degradation activity to PES-H1FY and LCCICCG, respectively, namely\nPES-H1FY S68A, D93A, N212A and LCCICCG H164A, T211G, S241G (Tab.1 and Tab.S3).\nTable 1: The Michaelis–Menten constantsKm were derived from the nonlinear fit to experi-\nmental data for both settings,convMM andinvMM, and both enzymes, LCCICCG (ICCG) and\nPES-H1FY (FY), and corresponding variants. Additional secondary parameterskcat, molarKm\nand molarη are provided.\nconvKm\n\u0002g\nL\n\u0003 invKm[µM] kcat\nh\n1\nmin·µM\ni\nmolarKM [µM] molarη\nh\n1\nmin·µM2\ni\nLCCICCG 0.215 ±0.059 0.365 ±0.061 0.047 0.357 0.132\nICCG H164A 0.095 ±0.063 0.861 ±0.164 0.032 0.278 0.114\nICCG T211G 0.091 ±0.068 0.430 ±0.130 0.042 0.223 0.189\nICCG S241G 0.250 ±0.068 0.234 ±0.070 0.054 0.357 0.151\nPES-H1FY 0.391 ±0.109 0.892 ±0.105 0.088 1.036 0.085\nFY S68A 0.357 ±0.117 0.278 ±0.053 0.084 0.728 0.115\nFY D93A 0.501 ±0.180 2.017 ±0.481 0.040 2.434 0.016\nFY N212A 0.481 ±0.174 1.767 ±0.318 0.068 1.564 0.043"
    },
    {
      "heading": "In ourin silicomutation strategy, we have restricted ourselves to alanine and glycine as",
      "text": "target amino acids. Given the promising, yet not perfect results for the PES-H1FY S68A vari-\nant, we decided to investigate the effects of side-chain size, polarity, charge and aromaticity\nat that position. To this end, we generated additionalin silicovariants (S68I, S68F, S68Q,\nS68D, S68K), run HREMD simulations per variant and analyzed the resulting FES (Fig.S8)."
    }
  ],
  "results_sections": [
    {
      "heading": "2 Results and discussion",
      "text": "To investigate the entire interfacial biocatalysis process, starting with the enzymes LCC and\nPES-H1 binding to a PET bulk and ending with a PET chain in the active site ready for\nhydrolysis, we began our study by placing both LCC and PES-H1 in random orientations\nand at least 10Å away from an amorphous PET bulk. The structure of the PET bulk was\nbased on Cruz-Chuet al.55 including 100 PET-9mers(Fig.1). Subsequently, we conducted a\ntotal of 10.5µs of MD simulations for each enzyme. In these simulations, we observed enzyme\n5\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint"
    },
    {
      "heading": "Figure 4: Results from the in vitro testing of the original and variants of LCC ICCG",
      "text": "(ICCG, left, blue) and PES-H1FY (FY, right, light blue). The variants include five single-\npoint mutations per enzyme, given as axis labels, and the PES-H1FY triple mutant (TM)\nT11V/S13A/S14A. Variants are ordered according to the percentage weight loss of PET films\nupon degradation, which serves as a measure for the PET degradation activity. Depolymer-\nization of 60mg PET film was conducted for 24h at 70°C in 1M potassium phosphate buffer\n(pH 8) with 60µg of respective purified enzyme variants. Reactions were performed in du-\nplicate for PES-H1FY L175A and LCCICCG T211G and for all others at least in triplicate.\n15\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \n2.2 Entry of PET into the binding site\nThe energy barrier associated with PET entry can be overcome by enhanced\nsampling, leading to productive binding poses Since the entry of PET into the\nbinding cleft was not observed with conventional MD simulations, our hypothesis is that a\nconsiderable energy barrier must be overcome for this to occur. Therefore, we performed\nHREMD simulations to increase the sampling of the conformational space of PET. In these\nsimulations, the energy function of PET is changed in a way that the energy barriers for\nits conformational changes become smaller. We applied these changes to five of the six\nreplicas we considered per HREMD simulation, with the height of the barriers decreasing\nwith increasing replica number. The changes applied to the energy function correspond to\nincreased simulation temperatures, which we will use in the following discussion. For the\nstarting structures of these HREMD simulations, we extracted three conformations from\nthe previous 2µs MD simulations, in which the binding of the enzyme to a PET bulk was\ninvestigated, with the selection criterion of a distance between the catalytic serine and PET\nof at most 5Å. In addition, we retained only the PET-9mer closest to the enzyme and\nremoved four units from it, leaving a PET-5mer closest to the catalytic serine (Fig.5A). This\nresulted in different starting structures for both enzymes, which were submitted to HREMD\nsimulations with 115ns per replica. For LCC we performed five HREMD simulations and\nfour for PES-H1 (Tab.S1). In these simulations, and later in the simulations for LCCIG and\nPES-H1FY, we found that one of these three starting structures (designated 4thL) had the\nhighest number of PET-5mer entry events. Therefore, for the later HREMD simulations\nof the enzyme variants, this particular starting structure was preferentially used, unless the\nmutation site was significantly closer to the PET-5mer in another starting structure, which\nwas then used instead. These HREMD simulations enabled to observe several entry events\nof the PET-5mer into the active site and how this led to the formation of productive binding\nstates, which we distinguish into pro-S and pro-R states (Fig.5B). A productive state is\n16\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \npresent when the distances between the carbon of the nearest PET-5mer ester and theγ-\noxygen of the catalytic serine (SER–C distance) and between the carbonyl oxygen of the\nsame ester and the two amino hydrogens of the oxyanion hole scaffold are sufficiently small\nto allow hydrolysis. As distance cutoff we defined≤4Å here. Pro-S and pro-R are defined\nas PET poses that promote the formation of an S- and R-type tetrahedral intermediate,\nrespectively.63 An example of the PET-5mer entry into the binding cleft is shown in Fig.5C.\nHere, 12ns of one of the HREMD simulations of LCC can be seen, where the SER–C distance\nis initially above 6Å (the outer phase) and drops to below 4Å (inner phase) within≈2ns\n(entry phase).\nFigure 5: Setup for HREMD simulations and PET-5mer entry results. (A) An exemplary\nHREMD starting structure is shown to demonstrate the initial distance between the PET-\n9mer and the enzyme. (B) PET-5mer entry into the active site resulted in pro-S and pro-R\nposes, for which representative snapshots are shown. (C) The entry of the PET-5mer to\nthe active site was monitored by the evolution of the SER–C distance. Here, a repre-\nsentative entry is shown for LCC. The entry was facilitated by the replicas at high ener-\ngies/temperatures (colored in orange to red), while conformations from replicas simulated\nat low energies/temperatures are colored in shades of blue (see color key for exact values).\nThe dotted lines indicate the boundaries for the outside, entry, and inside phases, which are\ndefined by the distance criteria (horizontal lines) and resulting times (vertical lines).\n17\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nImportantly, entry is enabled by exchanging low-energy replicas (corresponding to low tem-\nperatures, shown in blue) for high energy replicas (corresponding to high-temperatures,\nshown in red) immediately before and during entry. Once the entry is complete, the system\nremains in low-energy replicas. This observation explains why PET entry did not occur in the\nearlier conventional MD simulations and confirms our assumption that this process involves\na significant energy barrier that must be overcome. Since the current results could be due to\nthe changes we made to the system, i.e., removing the PET bulk, we performed conventional\n115ns MD simulations for the three HREMD starting structures (two LCC and one PES-H1\nsimulations) to see if PET-5mer entry still occurs. However, this was not the case and no\nproductive PET state were sampled. Additional MD simulations were conducted at 343K,\na temperature recently proposed as optimal for enzymatic PET hydrolysis.4,64 These simu-\nlations are crucial for surpassing the energy barrier for PET entry. The simulations resulted\nin pro-R and pro-S states for PES-H1 and LCC when simulated with a single PET-5mer.\nOne of the LCC simulations that encompassed the entire PET bulk yielded a pro-S state.\nIn order to decipher the source of this energy barrier, we conducted further analyses\nand defined specific criteria for the identification of productive PET-5mer entries and their\ncorresponding outside, entry, and inside phases: (1) An entry leading to the adoption of\na productive state, either pro-S or pro-R, must have taken place and involve a decrease\nin the SER–C distance from >6Å (outside phase) to <4Å (inside phase). (2) The entry\nphase must last at least 100ps and a maximum of 5ns to minimize noise through in and out\nmovements. (3) The inside and outside phases must each last at least 1ns. The inside phase\nends when the SER–C distance exceeds 6Å and the outside phase ends when this distance\nfalls below 4Å, or, in the case of more gradual changes, when the SER–C distance exceeds\n4Å on average over the entire inside phase and falls below 6Å on average over the entire\nouter phase. Based on these criteria, we identified 29 productive entries for LCC and 15\nfor PES-H1, corresponding to 4.35% and 6.49% of the corresponding MD frames. Of these\nentries, 13 and 7 resulted in pro-S poses for LCC and PES-H1, respectively, while the others\n18\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nled to pro-R poses. The pro-R pose was identified via docking studies performed by Tournier\net al.,3 but others later found in QM/MM studies that the pro-S pose is energetically more\nfavorable63,65 and that robust binding of a state unfavorable for hydrolysis could inhibit\nPET degradation activity.66 Thus, although several pro-R poses were sampled in our study,\nhydrolysis is expected to occur mainly via pro-S poses. Our analysis of the PET-5mer\nbinding events further shows that the two units that share the ester bond to be hydrolyzed\nare tightly bound to the enzyme, which is required for the reaction to proceed, while the\nother PET units interact rather loosely with the enzyme and remain flexible. This finding is\nevidenced by the different snapshots in Figs.5B, S3 and S5, which show the conformational\nfreedom of PET units that do not interact directly with the active site. This finding is in\ncontrast to earlier assumptions about a long binding cleft that has several subsites to bind\nseveral PET units simultaneously.46,67\nFromtheanalysisthusfaritcanbeconcludedthatPEThastoovercomeanenergybarrier\nfor entry into the active site to adopt productive conformations. This energy barrier could\nbe driven by conformational changes of PET to fit into the binding cleft. This is supported\nby recent studies suggesting that a ’wrapped’ PET conformation is energetically favored in\nsolution, while a ’W-shaped’ extended conformation, which is crucial for productive binding\nposes, is observed in association with the enzyme at elevated temperatures.68 Such confor-\nmational changes, and thus the associated energy barrier, could be influenced by PET–PET\nand residue–PET interactions, which is investigated next by analyzing intramolecular PET\ninteractions and intermolecular PET–enzyme interactions during productive PET entries.\nIntramolecular PET interactions hinder necessary conformational changes for\nentry into the binding cleftFor successful PET binding in the active site of the enzyme,\na polymer chain or a part of it has to detach from the amorphous or crystalline PET bulk,\nwhich means that nonbonded interactions such as hydrogen bonds andπ-interactions within\nthe same chain and with other PET chains must be resolved, in addition to meeting sterical\n19\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nrequirements. To assess the impact of the intramolecular PET-5mer interactions on the\nenergy barrier during entry to the binding cleft, we calculatedEint between PET units during\nproductive entries. In several instances, we observed robust interactions between multiple\nPET units prior to entry, suggesting an inhibitory effect (Fig.S3A). Conversely, individual\nenergy peaks corresponding to favorable intramolecular interactions were detected shortly\nbefore or during entry, which probably facilitate the necessary structural rearrangements and\ninterrupt the inhibitory interactions (Fig.S3B). In addition, in some cases, entry-promoting\neffects were found due to newly formed interactions between two units during and/or after\nentry (Fig.S3C)."
    },
    {
      "heading": "It should be noted that the conventional measurements led to inconsistent results, especially",
      "text": "for the LCCICCG variants, which confirms that the conventional approach and the applied\nkinetic model meets experimental challenges when dealing with PET as substrate. There-\nfore, the following discussion is based on results obtained with the inverse Michaelis–Menten\napproach. For invKm significant differences are observed in enzyme–substrate affinity be-\ntween some of the variants and the respective parent enzyme, LCCICCG or PES-H1FY. An\napproximate 3-fold decrease ininvKm was detected for the PES-H1FY S68A variant compared\n26\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nto PES-H1FY (PES-H1FY S68A: invKm=0.273µM; PES-H1FY: invKm=0.892µM), which in-\ndicates a higher enzyme–substrate affinity for PES-H1FY S68A. For the other two PES-H1FY\nvariants, higherinvKm values than for PES-H1FY suggest a decreased affinity, which is sup-\nported by similar trends in themolarKm values. For LCCICCG the results are less clear. The\nhigher invKm values for LCCICCG H164A and LCCICCG T211G than for LCCICCG are not\nmirrored by the corresponding molarKm results, which are lower, while the turnover rate\nconstant kcat could also not be improved. For the LCCICCG S241G variant a reduction in\nmolarKm, a similar molarKm value as for LCCICCG and an increase in kcat were observed,\nbut these improvements are not statistically significant (Tab.S3). Combining affinity and\nturnover rate intomolarη = kcat/molarKm yields the molar catalytic efficiency. First, it should\nbe noted that a higher catalytic efficiency was observed for all LCCICCG variants than for the\nFY variants. A comparison of these figures per enzyme indicates that PES-H1FY S68A and\nLCCICCG T211G outperform FY and LCCICCG, respectively, while LCCICCG S241G shows\na slight improvement. Thus, the most promising mutations revealed by experiments are\nalso the mutations with the most promising FES changes (Fig.S7). In particular for the\nT211G mutation in LCCICCG we succeeded in creating a smooth free energy path leading\nto the productive state, which corresponds to the largest increase inmolarη with respect to\nthe parent enzyme for all variants studied. With the S68A mutation in PES-H1FY we were\nable to abolish the stabilization of unproductive states, while the productive state gained\nstability, yet not as much as with T211G in LCCICCG."
    },
    {
      "heading": "The results reveal that our original strategy to mutate PES-H1FY S68 to alanine was a good",
      "text": "choice, as mutating this residue to any other residue stabilizes non-productive states and\n27\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nisolated areas emerged in the FES, suggesting that the transition to the productive state\nto has become more difficult. We therefore conclude that interactions with this residue are\ngenerally not beneficial for PET entry, which is best avoided by removing steric hindrances\nas realized in the PES-H1FY S68A mutant."
    },
    {
      "heading": "In conclusion, we were able to define PET entry features by comparing the FES of",
      "text": "residues of the respective parent enzyme with their mutations, which allowed us to link the\nFES appearance with the enzymatic activity measured in experiments. The FES approach\nallowed us to identify residues that potentially hinder PET entry, and PES-H1FY and LCCIG\nvariants were generated in which these residues were mutated and evaluated computationally\nand experimentally. This analysis confirmed our idea that changing the FES so that PET can\nmoreeasilyentertheactivesitebyremovingenergytrapsbeforereachingtheproductivestate\nand stabilizing the latter, which was best realized in PES-H1FY S68A and LCCICCG T211G\nand resulted in higher catalytic activity. With respect to the experimental results it should\nbe noted thatinvKM, in contrast toconvKM, reflects how effectively the enzyme can operate\nat different enzyme concentrations for a given substrate load. Considering the results of both\napproaches, it seems conceivable that the efficiency of the enzymes has increased especially\nat low enzyme concentrations, while their PET affinity has not necessarily improved. This\nwould be advantageous in industrial applications where the substrate concentration is high\nand the enzyme concentration is relatively low and adaptation is impractical for cost or\nfeasibility reasons.\nPrincipal component analysis reveals that PET can enter via three pathwaysTo\ncomplete our comprehensive analysis of the PET entry into the binding cleft, we next present\nthe complete pathway of how the PET-5mer reaches its final productive state in the active\nsite. In doing so, we do not limit our analysis to the assumption that there can only be one\nsuch pathway, but attempt to identify all possible pathways. To this end, we compiled data\nof all entry events with phases inside the active site of 1ns. Here, we included data from\n28\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nall simulated variants per enzyme, LCC and PES-H1, assuming that the general pathways\nshould not be affected by the mutations, but only the energies along the pathways (as shown\nin our previous FES analysis), which could shift the balance between pathway preferences\nin the case of multiple entry pathways. This generated a large dataset that is suitable for a\nmeaningful principal component analysis (PCA). The PCA was applied to the distances of\nthe PET-5mer ester carbon, which becomes productively bound after entry, to all Cα atoms\nof the corresponding enzyme within 10Å. This allows to capture the dynamics during the\nPET-5mer entry without introducing bias by pre-selecting specific residues. The resulting\nprincipal components (PCs) are used to calculate the free energy (∆G) along the first two\nPCs, which account for 86% of the variance and are shown as FESs in Fig.S9A,B.\nTo identify productive and non-productive states in these FES presentations, we pro-\njected them into the PC1–PC2 space (indicated by green and rose color in Fig.S9A,B). This\nshows that the productive states are clearly separated from non-productive states and that\nthe productive states are localized in the∆G minima regions. We further analyzed the\ncontributions of amino acids mainly involved in the PET-5mer entry by their contributions\nto PC1, which reveals 49 relevant amino acid positions, which account for 62% of the data\nvariance (Fig.S9C). The involvement of so many positions highlights how complicated the\nentry pathway of a polymer such as PET into the active enzyme site is. This complexity also\nchallenges the applicability of collective variable-based methods, such as metadynamics,77\nfor the targeted sampling of entry pathways. HREMD simulations, as used in this study, do\nnot restrict the conformational PET space to be sampled, but simply increase the space that\nis generally sampled, thus providing a suitable approach. Inspection of the FES along the\nPCs of the enzyme–PET contacts also shows that the PET-5mer does not enter the active\nsite via an exclusive pathway, but has three such preferential entry routes in both enzymes.\nFor each of these three pathways, a representative trajectory is projected onto the FES and\nalso structures of both enzymes (Fig.7).\n29\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nFigure 7: The three preferred entry pathways of the PET-5mer as revealed by PCA applied\nto the HREMD data involving the simulations of all LCC (left) and PES-H1 (right) variants\nperformed in this work. For each pathway, a representative example is shown. The pathways\nare mapped as circles on the FES in the PC1,PC2 plane of either enzyme and are also shown\n(asspheres)togetherwiththecorrespondingenzymestructure. Theprogressofeachpathway\nis highlighted by the color change from cyan to magenta. In the structure plots, the spheres\nshow the positions of the PET-5mer ester carbons that are finally productively bound.\nThese trajectories show how the position of the PET ester carbon evolves towards its pro-\nductive pose, represented by the color change from cyan to magenta. The first pathway leads\nfrom the side opposite the ’wobbling’ tryptophan to the active site (Fig.7, top). The second\npathway goes directly from the exterior to the catalytic serine (Fig.7, middle), while in the\nthird pathway, the ester bond slides over the benzene ring of the ’wobbling’ tryptophan until\nit reaches its final position for hydrolysis (Fig.7, bottom). Visual inspection of a number\nof entry pathways revealed a significant flexibility of the ester carbon position, involving\nmultiple reorientations of the ester position, even when close to the active site, until a final\nproductive conformation is attained. Both enzymes exhibit the same entry pathways, with\n30\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nthe first route being the most clearly defined and energetically favored in both cases. As for\nthe second-preferred route, the LCC shows a preference for the direct entry of PET-5mer\nas found in the second pathway, which is also better defined than in PES-H1, while in the\nlatter these arguments apply to the third pathway.\nThe pathway preference may be influenced by the interactions with certain residues and\ntheir contribution to PC1, the principal component that mainly distinguishes the three path-\nways from each other (Fig.S9C). Amino acids with a negative contribution predominantly\ninfluence the negative range of PC1, impacting the first pathway located at negative PC1\nvalues. Conversely, amino acids with a positive contribution primarily affect the positive\nrange of PC1, influencing the third pathway situated at positive PC1 values. The magni-\ntude of the amino acid contributions reflects their respective strengths. The second pathway\ncorresponds to PC1≈0 and therefore has no significant amino acid contributions along PC1.\nThe positions mutated in PES-H1 and LCC correspond to amino acids that contribute to\nPC1. Among the three positions mutated in the more active IG and FY variants, two\ncontribute negatively to PC1 (PES-H1FY: 94/LCCICCG: 127 and PES-H1FY: 92) and thus\nprimarily affect the first pathway, which has been identified as the most important for both\nenzymes. The other mutation in LCCICCG contributes to the positive PC1 direction and\nconsequently to the third pathway (LCCICCG: 243). For several of the positions that we\npreviously analyzed in terms of the FES reflecting their interaction with the PET-5mer, we\nhere find a strong contribution to PC1. In particular, position 68 of PES-H1 makes the\nlargest contribution to PC1, which turned out to be the PES-H1FY variant with the highest\ncatalytic efficiency after its mutation from serine to alanine (Tab.1). Together with position\n209 in PES-H1 (which corresponds to position 243 in LCC and emerged as important for the\nLCCICCG’s activity3), position 68 lines one end of the catalytic binding cleft and might, thus,\nconstitute a sterical hindrance when the predominant entry pathway is attempted (Fig.S6) .\nFor LCC, we had identified position 241 as a promising mutation site, which also contributes\nto the first entry pathway.\n31\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nIn summary, the PET entry process exhibits a certain degree of variability due to the\nconsiderable flexibility of the PET chain and persistent PET–PET interactions during entry\nas shown above, but also due to the possibility that the ester bond that is eventually cleaved\ncan reach the active site by different routes. For both PES-H1 and LCC, we have identified\none pathway as the predominant one, which is identical for both enzymes and is consistent\nwith the findings by Falkensteinet al., who proposed this pathway as the PET entry path-\nway.52 However, the plausibility of stepwise PET degradation through ’hopping and sliding’\nand successive cleavage of PET ester bonds as the primary degradation mechanism appears\nless tenable."
    },
    {
      "heading": "3 Conclusion",
      "text": "In this study, we systematically investigated the binding trajectory of PET to LCC and PES-\nH1, aiming to deepen our understanding of the adsorption process and PET entry into the\nbinding site. To this end, we designed the study approach summarized in Fig.8. We started\nwith examining the initial adsorption of the PET hydrolases at a large amorphous PET bulk\nusing conventional atomistic MD simulations and explored the subsequent entry of PET into\nthe catalytically active site using enhanced-sampling HREMD simulations. Each simulation\nstep involved analyzing the energetics of the different binding phenomena to identify enzyme\nresidues that either promoted or hindered these events. This analysis was complemented by\namino acid mutations, initially evaluated through additional simulations and subsequently\nvalidated through experimental measurements in the wet lab.\nOur primary finding regarding the PET surface binding is that heightened adsorption\naffinity, facilitated by the introduction of positive surface patches and polar residues, may\nnot correlate with improved enzymatic activity. This conclusion aligns with the Sabatier\nprinciple, underscoring the importance of balancing binding affinity across enzyme regions,\nboth proximal and distal to the active site, with enzymatic activity optimization. For the\n32\nwas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprint (whichthis version posted April 21, 2024. ; https://doi.org/10.1101/2024.04.21.590457doi: bioRxiv preprint \nnext step, the entry of PET into the binding site, we have made the important observation\nthat there is not just one such pathway, but three main ones. In each of these pathways, two\ncritical sources of energy barriers may impede PET from accessing the active site and assum-\ning a productive state. One arises from intra- and intermolecular PET-PET interactions,\nrequiring resolution for the linear binding cleft to accommodate a long, flexible PET chain.\nThe other potential hindrance stems from PET interactions with amino acid residues along\nthe pathway. Our analysis, including free energy surface and principal component analysis of\nthese interactions for wild-type and mutant LCC and PES-H1 enzymes, reveals that energy\nbarriers may result from the stabilization of unproductive states. Conversely, facilitating\na seamless energetic transition from unproductive to productive states and stabilizing the\nlatter could enhance enzymatic activity. This theoretical deduction finds support in kinetic\nexperiments involving the S68A mutant of PES-H1FY and the T211G mutant of LCCICCG.\nHowever, it should be noted that the variants we identified to facilitate PET incorporation\ndid not show a significant increase in PET degradation activity. This can be explained by the\nfact that we did not investigate the PET hydrolysis step itself and the subsequent product\nrelease, which are also of great importance for enzyme activity in addition to PET entry\ninto the active site. Future studies should therefore investigate the effects of the mutations\ninvestigated here on the activation energy barrier of the hydrolysis reaction using QM/MM\nsimulations and their influences on the resulting product complexes."
    }
  ]
}