{
  "txt_file": "2024.09.11.612432v1.full.txt",
  "pdf_file": "2024.09.11.612432v1.full.pdf",
  "title": "Single Distal Mutation Enhances Activity of known PETases via",
  "experimental_sections": [],
  "computational_sections": [
    {
      "heading": "Molecular dynamics and structural analysis of PETases",
      "text": "Residue 269 is located on the α7 helix of the surface of the protein ~28 Å away opposingly\nfrom the active site consisting of residues Ser160, Asp206, and His23750 (Fig. 3a). Although\nthe substitution of Serine for Threonine atthisdistal siteisnotexpectedtosignificantlyimpact\n7\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nthe protein’s stability due to their similar properties, nonetheless, there are cases in other\nenzymes where the distant mutation from Serine to Threonine enhanced enzymatic activity,\nand also PETaseS242T that exhibited up to 2.5 increased activity compared with WTIsPETase\n51,52.\nTo investigate the molecular effects of S269T mutation, we performed exhaustive molecular\ndynamics (MD) simulations, running 1 μs per replicate (n=5 per enzyme variant) allowing\nsufficient time for the mutation’s effects to propagate through thesystem(Methods).To locate\nthe regions whose dynamics were affected by the mutation, we started by examining per\nresidue weighted Root Mean Square Fluctuation (RMSF) profiles of the backbone atoms. As\nexpected, most of the RMSF profile overlapped between the wild typeIsPETase and S269T\nmutant simulations, with the exception of the following regions: the loops formed by residues\n88 to 91 (unpaired t-test, BH adj. p-value = 0.0264), residue 112 to 115 (unpaired t-test, BH\nadj. p-value = 0.0287) and residue 238 to 241 (unpaired t-test, BH adj. p-value=0.0102). The\nregion formed by residues 88 to 91 is both close to the active site and is involved in the\nformation of the active cleft where the substrate binds and has been shown to be a key\ndifference betweenIsPETaseand other membersoftheα/β-foldhydrolases 53 (Fig.3b).\n8\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nFigure 3. Molecular dynamics and structural analysis. a, Structure of IsPETase (cartoon structure) with a\ndocked PET dimer (light blue), the catalytic triad (S160, D206 and H237) is highlighted in yellow and residue S269\nis highlighted in orange. α-Helices are shown in cyan, β-sheets in magenta and loops in pink. b, Surface\nrepresentation ofIsPETase with the docked PET dimer in light blue. The loop region (residues 88 to 91) involved in\nthe active cleft formation is highlighted in green.c, Average residue weighted Root Mean Square Fluctuation\n(RMSF) of the backbone atoms for the five replicates of PETase (green forIsPETase and blue for FastPETase), and\nthe S269T variant (orange) for IsPETase (top) and FastPETase (bottom) simulations. The flexible loop region\ninvolved in the active cleft formation (residues 88 to 91) is highlighted in green. The S269T variants displayed\nsignificantly lower fluctuations than the wildtype versions (adj. p-value = 0.0264 and 0.0161 respectively).d,\nProbability density distribution of the RMSD of residues 88 to 91 relative to the crystallographic conformation (PDB\ncode 7SH6 18) for FastPETase simulation (orange) and the S269T variant (blue).e, Surface representation of a\nrepresentative structure (estimated from 50 randomly sampled snapshots) of the FastPETase frames displaying low\nRMSD (RMSD ≃1.5 Å) for the loop region formed by residues 88 to 91 (green). The conformation of the PET\ndimer in the docked crystal structure is shown in light blue.f, Surface representation of a representative structure\n(estimated from 50 randomly sampled snapshots) of the FastPETase frames displaying high RMSD (RMSD≃5Å)\nfor the loop region formed by residues 88 to 91 (green). The conformation of the PET dimer in the docked crystal\nstructure is shown in dark blue.g, Residue correlation paths detected by WISP mapped onto the crystallographic\nstructure ofIsPETase. The catalytic triad is highlighted in yellow, residue S269 in orange and the docked PET dimer\nin light blue. Red spheres indicate the C-α of the residues involved in transferring the signal along the top 10\ncorrelation paths estimated by WISP. The node edges indicate the detected paths, with width proportional to the\nfrequency of the connection appearing in the top 10 paths.\nGiven the high sequence similarity between IsPETase and FastPETase, particularly the\nidentical residues from 88 to 91 in bothenzymes,we hypothesisedthattheS269Tmutationin\nFastPETase might act through the same mechanism and produce similar effects asobserved\nin IsPETase. To investigate this, we performed molecular dynamics (MD) simulations for both\nFastPETase and its mutantFast_2.9,eachlasting1 µswithfivereplicates.The simulationsfor\nboth enzymes were prepared and analysed using the same methodology applied to the\nIsPETase simulations, with the sole difference beingtheir optimal temperature(Methods).The\nper residue weighted RMSF profiles of FastPETase and Fast_S269T displayed the same\nstabilising behaviour as the one observed for IsPETase (unpaired t-test, BH adj.\np-value=0.0161) (Fig.3c).\nTo corroborate if the lower fluctuations observed in the region of residues 88 to 91 for the\nS269T mutants are due to a stabilisation of the crystallographic orientation or due to a new\nconformation, the RootMeanSquareDeviation(RMSD) ofthebackboneatomsofresidues88\nto 91 was analysed. To properly capture different conformations with respect to the crystal\nstructure and not merely internal orientations of the loop, we aligned all simulation frames to\nthe crystal structure using the C-alpha carbons of all residues except for 88 to 91. Following\nthis alignment, we computed the RMSD for the backbone of residues 88 to 91 without\nadditional realignment. We then generated a probabilitydensitydistributionbycombiningdata\nfrom all replicates. For bothIsPETase and FastPETase, the S269T mutants showed a higher\npreference for conformations resembling thecrystallographicstructure,suggestingthatS269T\nmutantactsbystabilisingthisconformation(Fig.3d).\nWe then aligned the previously reported structure ofIsPETase with a hydroxyethyl-capped\nPET dimer docked53,54 witharepresentativestructureofthe loopconformationsdisplayinglow\ndeviations with the crystallographic pose (Fig. 3d, RMSD≃1.5 Å) and a representative\nstructure of the loop conformations with a high deviations (Fig. 3d, RMSD≃5 Å). The active\ncleft of thestructurewithlower loopRMSDpreservedtheactive site cavityallowingthePETto\nfit without any major clashes (Fig. 3e) whilethestructureswith highRMSDvaluesblockedthe\nactive cleft cavity impeding the substrate from binding (Fig. 3f). Based on these findings, we\n9\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nhypothesise that the increased activity observed in bothIsPETase and FastPETase resulting\nfrom the S269T mutation is attributed to the stabilisation of conformations that better\naccommodatethepolymer substrate.\nSince S269 is structurally close to C273 (~4.8 Å), which forms a disulfide bond (DS2) with\nC289 (Supplementary Fig. 6a), we also investigated the DS2 and its possible interaction with\nS269. Although we did not find any direct evidence indicating the correlation between S269\nand DS2, instead we found that the DS2 could possibly be partially reduced (Supplementary\nFigs. 6b, 7, 8), and the absence of DS2 did not significantlyaffecttheactivityofIsPETase but\ncaused almost complete loss of activity in FastPETase (Supplementary Fig. 6c).Weinfer that\nin the WTIsPETase,theDS2islikelytoplayaregulatoryrather thanstructural roleandfurther\nstudieswill beneededtoclarifyfunctions(See also inSupplementarynote).\nTo get insights how the effect from S269T mutation may be traversing to ~28 Å away active\nsite, we analysed the shortest residue C-alpha fluctuation correlation paths connecting\nmutation to the residues of the active cleft using Weighted Implementation of Suboptimal\nPaths (WISP) method55. As suggested by WISP analysis (Methods), the effect of mutation\nseems to propagate from the α7 helix to the α1 helix, then to the α2 helix and finally to the\nactive cleft most commonly involving residues THR88, ALA89, SER93, ILE94 and TRP97\n(blueresiduesinFig.3g).\nS269T enhances enzymatic activity across known PETases"
    },
    {
      "heading": "As suggested by molecular dynamics analysis, we introduced the S269T mutation to",
      "text": "FastPETase, an enzyme that is known to be active at higher temperatures18, to assess its\neffect on PETase activity. The mutated Fast_S269T variant showed enhanced catalytic\nefficiency across a pH range of 6-10, notably doubling its performance at pH 8 compared to\nFastPETase (Supplementary Fig. 9). Analogously, we applied the same S269T mutation to\nother IsPETase variants, i.e., ThermoPETase, HotPETase and DepoPETase, to see if this\nmutation exhibited universal effects (Fig. 4a). Similarly as with FastPETase, catalytic\nenhancements were observed in ThermoPETase across 30, 40 and 50℃ in pH 8 and 9\nconditions. For HotPETase and DepoPETase, significant increases were only observed for its\nS269T variant at 50 °C pH 9 conditions (Welch's t-test, p-value=0.00324 for HotPETase and\np-value=0.0295 for DepoPETase), which possibly could be attributed to the structural\ndifferencesofHotPETaseand DepoPETase,whichcontain21 20 and721 mutationsrespectively,\ncompared toIsPETase. The highest effects are observed in FastPETaseoverall showingover\n430-fold increase of activity compared to wild typeIsPETase performance at 50℃and we\nnamed thisenzyme Fast_2.9 (Fig.4a).\nTo access Fast_2.9 performance, we included LCCICCG, a highly efficient enzyme tested in\nindustrial scales56. Since FastPETase and Fast_2.9 loses activity at 60°C (data not shown),\nwe compared monomer production after 48h at temperatures 30, 40 and 50°C and pH levels\nof 8 or 9, revealing that Fast_2.9 is most effective at milder temperatures of 50 °C and pH 8,\nwhere it released 2.01 and 2.79 times more monomer FastPETase and LCCICCG, respectively\n(Fig. 4a). Given these results, Fast_2.9 shows promise as a candidate for large-scale\napplications, especially at temperatures around 50°C,aligningwell withthethermal properties\nof polymer, as isothermal crystallisation could possibly occur when the temperature is above\n10\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nthe glass transition temperature (Tg) of the PET material41 (Tg is 67 °C for amorphous PET\nand81°Cfor crystallinePET 57).\nEnzymes have varying activities at different substrate concentrations, yet most of the studies\nutilise different enzyme-to-substrate ratios complicating benchmarking of enzyme\nperformances. For instance, a non-saturated concentration of 0.2 mg enzyme・gPET\n–1 and a\nsaturated concentration of 1 mgenzyme・gPET\n–1 was used in a comparative study of LCCICCG with\nFastPETase and another two PET degradingenzymes56,while200nMand11.9mg PETwas\nused in600μl buffer (equal to0.282mgenzyme・gPET\n–1) tocompareFastPETase withLCCICCG and\nother enzymes 18. To investigate the effects of degradation rates in detail, we compared\nFast_2.9, FastPETase and LCCICCG kinetics using the inverse Michaelis–Menten approach14\nusing a range of enzyme concentrations. For all experiments, we used a unprocessed\npost-consumer PET substrate at 12 g/L across all conditions (Methods), with enzyme\nconcentrations ranging from 5 nM to 700 nM (equivalent to 0.01 to 1.66 mgenzyme・gPET\n–1),\nmeasuredover thefirst7 hata constanttemperatureof50 °CandapHof8.\n11\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nFigure 4. The S269T mutation enhances the catalytic performance ofIsPETase variants.a, Heatmap showing\nthe monomer release after incubating 200 nMIsPETase, ThermoPETase, FastPETase, HotPETase, DepoPETase,\nand their S269T variants with 6 mm-diameter postconsumer PET discs under various pH and temperature\nconditions for 48 hours. The experiment was performed in triplicate, and the mean values of released monomers\nare displayed in the heatmap.b, Total monomer release after incubating 200 nM enzymes with a 6 mm-diameter\nyoghourt container lid disc in pH 8 or pH 9 buffer at 30, 40, 50, and 60°C for 48 hours. All samples were run in\ntriplicate, and data are shown as mean ± SD. The mean values of released monomers for each sample are\nindicated above each column.c, Inverse Michaelis-Menten plots of Fast_2.9, FastPETase and LCCICCG at 50°C in\npH 8 buffer. All samples were run in triplicates and all data are shown as mean ± SD.d, Monomer yield and\ndepolymerization rate of 12 g/L postconsumer PET disc by 100 nM (equal to 0.24 mg enzyme/g PET) Fast_2.9 and\nLCCICCG in 15 mL 100 mM KH2PO4・NaOH buffer (pH 8) in Pioreactors over 72 hours. Additional enzyme portions\n(0.24 mg enzyme/g PET) were supplemented at 24 and 48 hours. All samples were run in triplicate, and data are\nshown as mean ± SD.e, f, A 40.6 mg piece of non-pretreated green opaque PET plastic was completely degraded\n12\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nby 0.0288 mg Fast_2.9 within 66 hours, with 0.0096 mg (0.24 mg enzyme/g PET) Fast_2.9 added at 0, 24, and 48\nhours. Images were taken twice, and the representative images are shown.g, Images of three kinds of polyester\ntextiles (Textile 1: outer skirt of a pink polyester dress; Textile 2: inne skirt of a pink polyester dress; Textile 3: yellow\npolyester T-shirt; top: raw textiles; down: textiles after pretreatment).h, monomer yield, depolymerisation rate and\nweight loss when incubating 12 g/L pretreatment textiles with 100 nM Fast_2.9 (which is equal to 0.24 mg\nenzyme/g PET) in 0.6 mL 100 mM KH2PO4・NaOH buffer (pH 8) in 1.5 mL tubes within 72 hours. Additional\nenzyme portions (0.24 mg enzyme/g PET) were supplemented at 24 and 48 hours. All samples were run in\ntriplicate, and data are shown as mean ± SD.\nTable 1. Kinetic parameters of Fast_2.9, FastPETase and LCCICCG derived from the inverse Michaelis‒Menten\nexperiments\nInverse MM kinetics invKM (mgenzyme • gPET\n-1) invVmax /S (μM • s-1 • gPET\n-1)\nFast_2.9 0.025 0.030\nFastPETase 0.213 0.026\nLCCICCG 1.049 0.026\nAs shown in Fig. 4c and Table 1, we observed significant differences among the three\nenzymes. While invVmax /S value of Fast_2.9 is 15.4% higher than both FastPETase and\nLCCICCG, especially striking isInvKm differences, which is 8.5 and over 40timeslower thanthe\nInvKm values of FastPETase and LCCICCG respectively, indicating much less of enzyme for\nFast_2.9 is needed to fully depolymerise PET. We did notice a slightdecreaseinthevelocity\nwhen the enzyme concentrations were higher than 0.95 mgenzyme・gPET\n–1 for Fast_2.9 and 1.19\nmgenzyme・gPET\n–1 for FastPETase, which has also been reported forIsPETase before58. This\nconcentration-dependent inhibition,likelyduetosurfacecrowding 58–61,isacommonbehaviour\nin the enzymatic degradation of solid substrates, as observed in cellulases and\npolyhydroxyalkanoate (PHA) depolymerases60.Suchphenomenon ismuch lesspronouncedin\nenzymeswithhigher thermal stabilitylikelyduetohigher rigidity 59,whichexplainstheabsence\nofsuchconcentration-dependentinhibition for LCCICCG (Fig.4c).\nEnzyme costs play a significant part in the economics of industrial enzymatic hydrolysis\n14,35,36,62. The lower ininvKMofFast_2.9indicatesalower amountofenzyme isneeded,thereby\nreducing the overall recycling process costs. We next applied the least saturated enzyme\nconcentration of Fast_2.9 (0.24 mgenzyme・gPET\n–1) todegrade7typesofuntreatedpostconsumer"
    },
    {
      "heading": "To explore the underlying mechanisms, we conducted extensive molecular dynamics",
      "text": "simulations as distal mutations might influence protein structure and dynamics through\nlong-range effects, potentially leading to allosteric impacts on enzymatic catalysis 66–69.\nMolecular trajectory analysis revealed that the ~28Å distance is mediated by interactions\ninvolving residues that connect to the β3-α2 loop,stabilising residuesY87,T88,and A89(Fig.\n3c, 3g). Notably, Austin et al53 found that the substrate binding cleft ofIsPETaseincludesT88\nand S238, while Guo and colleagues70 demonstrated that T88 and A89 are crucial for\ninteracting with the PET polymer, such that mutations Y87H, Y87E, T88H,andA89Hresulted\nin a significant loss of activity, underscoring the critical roles these residues play in enzyme\nfunction. Similar to IsPETase and M2.9, we found the same global change pattern for\nFastPETaseandFast_2.9(Fig.3c,3d,3e,3f).\n14\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nPET typically has a glass transition temperature (Tg) starting from 67°C for amorphousPET,\nmeaning reactions at higher temperatures can lead to increase of PET crystallinity71 thereby\npreventing PETase catalysis.Despite thatadditiveslikeplasticizersandexposureto water can\nlower its Tg 72,73 still it is important to consider these as PET may recrystallize if the\nenvironmental temperature exceedsitsTg74.For instance,Thomsenandcolleaguesobserved\nthat the Tg of amorphous PET disks decreasedfrom75°Cto60°Cafter a24-hour pre-soakin\nwater at 65°C41. In fact, Arnal et al testedtheenzymevariantLCCICCG,avariantknownfor its\nhigh efficiencyinindustrial applications,atalower temperatureof68°Cinsteadof72°C,taking\ninto account the thermal properties of PET56. Our results show that Fast_2.9 has higher\nactivities thanFastPETaseat30-50 ℃(Fig.4a,4b) andindifferentpH(SupplementaryFig.9),\nalso outperforming LCCICCG in temperature ranges 30-50℃(Fig. 4b), and thus aligning well\nwith the thermal properties of PET and making overall favourable process economy in\nmesophilictemperatures.\nInverse Michaelis-Menten kinetics analysis of the three enzymes with 12 g/L postconsumer\nPET plastics showed that Fast_2.9 has the lowestInvKm, which could be attributed to the\nsubstrate binding cleft stabilisation by S269T for better substrate binding(Fig.3).LowerInvKm\nmeans lower enzyme usage, lowering costs of enzymaticcatalysis,whereasthelowaffinityof\nLCCICCG, as previously suggested,could potentiallylimititswideindustrial adoption75.Assuch,\nwe showed that as little 0.72 mgenzyme・gPET\n–1ofFast_2.9isneededfor nearly100%conversion\ninto TPA of multiple postconsumer PET (both transparent and coloured opaque products)\nwithin just 48hours,which is28%lessenzymeamountthantheoptimised 1mg enzyme・gPET\n–1for\nLCCICCG 56 and 64% less than the recently reported 2 mgenzyme・gPET\n–1 for TurboPETase14.\nMinimising enzyme usage in this process plays a critical role in enhancing the transformation\nof PET waste into high-value products, thereby contributing to the overall valueenhancement\nof this recycling pathway. High conversion rate from raw PET to TPA rather than MHET is\nneeded to achieve the circular biorecycling and is preferable to be done by a single enzyme.\nHere we showed the potential of Fast_2.9 acting as MHETase76 and achieved 95.9% TPA\ncontent in the total monomers. Similar function has been observed in the variant\nIsPETaseS92K/D157E/R251A 77,however theexactcontentvaluewasnotreported. Furthermore,in all\nour experiments except for textile degradation, we used post-consumer PET from\ncustomer-used bottles and containers directly, without any pre-treatments such as heating,\ngrinding 18, acid and base treatments 7879, which underscores the application potential of\nFast_2.9. In this study, secondhand polyester textiles were the only material subjected to\npretreatment. These textiles typically exhibit higher crystallinity and contain more additives\ncompared to food-grade bottles or containers. Initial attempts to directly degrade the raw\ntextile using Fast_2.9 showed limited efficiency (datanotshown).However,byincorporatinga\npretreatment step followed by enzymatic degradation at 50°C, we demonstrated the\neffectiveness of Fast_2.9 in recycling textile waste. This method achieved over 77%\ndepolymerization and 74.4-90% end-to-end TPA production, highlighting its potential for\nsustainabletextilewastemanagement.\nThe resulting high activity, low substrate-enzyme ratio of Fast_2.9 and effectiveness at mild\n30-50℃ temperatures makes it a suitable candidate for industrial PET depolymerisation. In\nPET enzymatic processing, a higher concentration of TPA is advantageous because an\nadditional hydrolysis step is normally needed to completely convert MHET into TPA either by\nenzymatic 80 or chemical hydrolysis18. TPA can be used as a fundamental building block for\nsynthesising recycled virgin-like PET4 as well as for upscaled novel applications7,81. Assuch,\n15\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \n~96% TPA yield also justifyadvantageousindustrial suitabilityofFast_2.9over state-of-the-art\nrivals (Fig. 4d). Furthermore, S269 and its derived mutants can be further enhanced through\niterativecyclesofour presented droplet-basedenzymeevolutionwithsubstratenano-particles.\nOverall, we foresee this technology as a general method that can beappliedfor developing a\nbroad range of biocatalysts acting on water insoluble solid substrates including other\nenvironment polluting plastic polymers 82. Accelerated enzyme evolution has once again\ntransformed previously challenging enzymes, now, into potential drivers of the plastic circular\neconomy."
    },
    {
      "heading": "The starting coordinates for the IsPETase simulationswereobtainedfromthecrystalstructure",
      "text": "withPDBcode6EQE53 andforFastPETasefromthecrystalstructurewithPDBcode7SH618.\nThe PDB files were pre-processed with the dock-prep tool of Chimera (v1.16)89, to complete\nincomplete side chains (using the Dunbrack 2010 library) and remove the low occupancy\nalternative locations of side chains when present. Residue S269 was mutated with the\nmutate_model.py script of MODELLER (v10.4)90 to T269. For the wild type, S269 was\nmaintainedasS269.\nSystem parameterization was performed using the CHARMM-GUI web interface 91,92.\nHydrogens were assigned based on physiological pH, and the systems were placed on a\nrectangular water box of TIP3P 93 water molecules extending at least 10 Å from any protein\n22\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \natom. The solvated systems were neutralised using Cl- ions and an additional 150mM NaCl\nwereadded.TheCHARMM36mforcefieldwasusedtoparametrizetheprotein 94.\nThe systems were first minimised for a maximum of 5000 steps, using the steepest descent\nalgorithm for the first 2500 steps and then switching to the conjugate gradient method. Weak\npositional restraints of 1 kcal mol-1 angstrom-2 were added to all the protein atoms. Following\nminimization, the systems wereequilibratedunder NVTensemblefor 125ps,duringwhich the\ntemperature wasraisedto303.15Kfor theIsPETasesimulationsand313Kfor theFastPETase\nones. Positional restraints were maintained during equilibration, with an integration time step\nof1fs."
    },
    {
      "heading": "All productionsimulationswereconductedunder theisothermal,isobaricconditions(NPT) with",
      "text": "1 bar pressure, using the Langevin Thermostat95 (friction coefficient 1 ps-1) and Montecarlo\nBarostat 96. Periodic boundary conditionsandParticleMeshEwald(real spacecutoff12Åand\ngrid spacing 1.2Å) wereemployedfor remoteelectrostaticinteractions 97,whileVander Waals\ncontacts were truncated at the real space cutoff. Protein bonds involving hydrogens were\nconstrained using the SHAKE algorithm, and water molecules were treated with SETTLE,\nallowingfor anintegrationtimestepof2fs.\nSimulations were runusingthesingleprecisionpmemd.cudaimplementationofAmber 2022 98.\nEach system was simulated for a total of 1 µs, with simulation coordinates saved periodically\nfor further analysis.Theinitial 500nswerediscardedastheequilibration phase.\nRoot mean square fluctuation (RMSF) profiles for eachsystemwere obtained usingcpptraj98.\nTrajectory frames were aligned using the backbone atoms (C, CA, N), and residue weighted\nRMFS profiles were generated using atomic masses as weights. To compare systems, the\narea under the curve (AUC) of the RMSF profile from residues 88 to 91 was calculated, and\nsignificancewasassessedusingatwo-tailedindependentt-test.\nRoot mean square deviations (RMSD) profiles for residues88to91,whichshowedsignificant\nfluctuations between the S269 and S269T variants, was computed using the mdtraj python\npackage 99. Frames were aligned to the crystal structure using the backbone atoms and\nexcluding the region of residues of interest. The RMSD was computed for C-α atoms from\nresidues 88 to 91 without realigning the trajectory to better capture different conformations."
    }
  ],
  "results_sections": [
    {
      "heading": "Results",
      "text": "Engineering the strain for sensing TPA and secreting PETases\nWe started by engineering the E.coli BL21 (DE3) strain carrying a transcriptional factor\n(TF)-based TPA biosensor 36 (Supplementary Table 1) that would convert the PET\ndepolymerisation catalytic efficiency into a fluorescence signal for subsequent screening(Fig.\n1a). To warrant the stable expression of the biosensor37, instead of using plasmids, we\nintegrated the TPA biosensor into eight genomic loci using CRISPR-based multicopy\nchromosomal integration approach 38 (Fig. 1b). After three rounds of transformation, the\nbiosensor was combinatorially integrated into four genomic locations resulting in six\ncombinations ranging from a single copy (locus 2 and 4) up to four copies integrated intoloci\n2, 4, 5, 6 (loci 2456 strain) (Methods, SupplementaryTable 2).Toensurethatthebiosensor is\nresponsive to our defined dynamic range of TPA concentrations, all sixstrainsweretestedby\nsubmerging them to TPA concentrations of 0, 1 and 5 mM, with the intention to detect even\nminor substrate concentration differences (Fig. 1c). The loci 45 strain showed the most\nsignificant sensitivity capable of distinguishing 1 mMand5mMconcentrations(Welch'st-test,\np-value<2.2e-16).\nTo corroborate whether theIsPETase enzyme was secreted and active in those strains, we\ntransformed eachstrainwith theplasmid-basedT7-inducible IsPETase containingaN-terminal\nsecretion signal peptide (Supplementary Table3).In the strainswhereeither locus2or 6was\ntargeted, no catalytic activity towards either PET or ρ-nitrophenyl acetate (a substrate for\nesterase activity) was 39 observed in the cell lysate or supernatant (Supplementary Fig. 1).\nThis effectwasindependentoftheuse ofexpressionmediums(wetestedIPTG-supplemented\ninduction and autoinduction mediums) (Supplementary Fig. 2). With both the TPA biosensor\n3\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nand secretedIsPETase functioning well, we continued with the loci 45 strain harbouring the\npET21b-IsPETase plasmid,whichisreferredtoasG-TPAsensor strainin thefollowingcontext,\nunlessotherwisespecified.\nWe found that the fluorescence shift of the cell populations of G-TPAsensor in 0,1and5mM\nTPA remains significant after 48 hours cultivation (Fig. 1d), which confirms the biosensor’s\nfunctionality in long-term cultivation with plasticssubstrateandmakesitsuitablefor identifying\nhighly active mutants. Next, we cultivated theG-TPAsensor cellsinthepresenceof0,2.5and\n5 g/L PET nanoparticles (PET-NP) (made from amorphous PET, Methods) supplemented\nmedium. The accumulations of monomers in 0, 2.5 and 5 g/L PET-NPexhibitedlinear growth\nin the first 48 hours and then increased slowly. 291 ± 2.4 μM and 645 ± 3.97 μM TPA were\nproduced after 48 h (2.5 and 5 g/L PET, respectively), furthermore validating the functionality\noftheengineeredstrain(Fig.1e).\nFigure 1. Co-expression of genomic based TPA biosensor and plasmid expressedIsPETase. a, Schematic\nrepresentation of how the engineered strain converts PETase activity into fluorescence intensity. PETase is\nsecreted to degrade PET outside the cell, and the resulting TPA monomer is taken up by the cell, inducing sfGFP\nexpression downstream of the biosensor.b, Transposon-based CRISPR method for integrating the TPA biosensor\ninto multiple genomic loci in E. coli BL21 (DE3). c, Median fluorescence intensity (MFI) ratio of different\ngenomic-based TPA biosensor strains in OnEx System 2 medium supplemented with 1 or 5 mM Na2TPA,\ncompared to the same strain cultivated in 0 mM Na2TPA. A strain expressing the TPA biosensor from a p15a ori\nplasmid (pTPAsensor) served as a control. MFI was calculated based on the fluorescence intensity of 5000 single\ncells measured by GUAVA EasyCite flow cytometry (n=3). Data are presented as mean ± SD. Statistical\ncomparisons between samples at 1 and 5 mM TPA and the 0 mM TPA control were performed using a two-sided\nt-test with Welch’s correction. P values are indicated above each column, with NS, *, and ** denoting not significant,\nP < 0.05, and P < 0.01, respectively.d, Boxplot of GFP fluorescence distribution in the G-TPAsensor strain after 48\nhours of cultivation in OnEx System 2 medium supplemented with 0, 1, or 5 mM Na2TPA, with 5000 events per\ngroup analysed by SONY SH800 cell sorter. The boxplot displays the median (line), interquartile range (IQR, box),\nand whiskers (rest of the data distribution). Statistical comparisons between different TPA concentrations were\nperformed using a two-sided t-test,with P values <2.2e-16 indicated by ****.e, TPA yield of the G-TPAsensor strain\nwhen cultivating in the OnEx system 2 medium supplemented with 0, 2.5 and 5 g/L amorphous PET-NP from 0 to\n4\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \n96 h. Each group has triplicates. Each sample has triplicates and all data are shown as mean ± SD. Fig.1a and 1b\nwere made using BioRender.com.\nAccelerating PETase evolution in droplets\nIn order to cultivate the G-TPAsensor cells with PET substrate together within droplets, the\nPET substrate must be made into water-suspended nanoparticles. We first investigated the\nimpact of nanoparticlepreparationonPETsubstrate crystallinity 40,crucial for catalyticrates41,\nby employing two methods in the Non-Solvent Induced Phase Separation (NIPS) process\nusing hexafluoroisopropanol (HFIP)42 and trifluoroacetic acid (TFA)43 assolvents(Methods).\nWe found that the PET nanoparticles obtained with TFA (PET-NP-TFA) method showed over\ndouble increased crystallinity as measured by differential scanning calorimetry (from 3.8% to\n10.3%), while the PET-NP prepared with HFIP (PET-NP-HFIP) has had only 10% crystallinity\nincrease (from 3.8% to 4.2%) comparing to the starting material (GoodFellow PET film,\nMethods). FT-IR analysis 44 also confirmed that the PET-NP-TFA has a higher crystalline\nconformation ratio with 52.5% increase of A1340/A1372 ratio and 20.0% decrease of\nA1475/A1457 ratio (1457 and 1373 cm−1 have been associated withthegauche conformation\nof PET, while 1475 and 1340 cm−1 increase in intensity during crystallisation due totrans)\n(Supplementary Fig. 3a and Supplementary Table 4). Therefore, we continued with the\nPET-NP-HFIPbyencapsulatingnanoparticlesintowater-in-oil-droplets(Methods).\nWe then encapsulated PET nanoparticles (diameter <500 nm, Supplementary Fig. 4) in\nwater-in-oil droplets as a substrate together with IsPETase library to enable subsequent\nhigh-throughput PETase activity screening (Fig. 2a). Single cells from IsPETase random\nmutagenesis library (~2 x 106 clones) were encapsulated with PET NP within water-in-oil\nemulsions46 (Fig. 2b top). After 48 hours of droplets cultivation off chip, we observed cells\ngrown together with PET-NP substrate exhibiting green fluorescence compared to negative\ncontrol (Fig. 2b). We then de-emulsified the droplets and subsequently sorted cells using a\nfluorescent cell sorter. Initially, 77.1% of the cells were selected basedonsizeand complexity\ncriteria to exclude oversized or abnormal cells (Fig. 2c). Then, from this population, we\nisolated 192 cells with the highest green fluorescentprotein(sfGFP) expression(Fig.2d).The\ntop-performingcellswerethensorted ontoagar platesina 96-well format.\n5\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nFigure 2. Droplet-based high throughput sorting platform for PET degrading enzymes. a,Single cells from a\nlibrary of mutagenized PET-degrading enzymes were encapsulated in water-in-oil emulsions containing PET\nnanoparticle-supplemented medium. Following encapsulation, the cells were cultured off-chip within the droplets for\n48 hours. After cultivation, the droplets were de-emulsified, and the cells were released for FACS sorting.b, Images\nshowing droplets encapsulating both single cells and PET nanoparticles (PET-NP) generated on a co-flow droplet\ngenerator (top left), 60 μm diameter droplets after generation (top right), droplets from the negative control group\n(G-TPAsensor strain harbouring the pET21b plasmid) after 48 hours of cultivation in the fluorescent field (bottom\nleft), and droplets from the library group after 48 hours of cultivation in the fluorescent field (bottom right). Images\nwere taken twice, with the representative images shown here.c, The main population of 77.7% of cells was gated\n6\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nby FSC_A and SSC_A (Gate 1).d, The top 1.1% of fluorescent cells from Gate 1 were sorted.e, Boxplot of\nsupernatant assay results from 167 selected mutants that grew on the sorting plate, alongside the positive control\n(G-TPAsensor strain harbouring the pET21b-IsPETaseWT plasmid) and the negative control (G-TPAsensor strain\nharbouring the pET21b plasmid). Each sample was run in triplicate, with jittered dots representing the mean value\nof each sample. The boxplot includes the median line, the interquartile range (IQR, box), and the whiskers denoting\nthe rest of the data distribution. The top 12 samples, marked in blue, were selected for further purified enzyme\nverification, except for one that failed during purification.f, Barplot of purified enzyme assay results of the 12\nsamples selected from supernatant assay. Each sample was run in triplicate, and data are shown as mean ± SD.\nStatistical comparisons with the wild-typeIsPETase (WT) were performed using a two-sided t-test with Welch’s\ncorrection. P-values are indicated above each column, with NS, *, **, ***, and **** representing not significant, P <\n0.05, P < 0.01, P < 0.001, and P < 0.0001, respectively.g, Catalytic efficiency comparison of 200 nMIsPETase,\nIsPETase_S269T (M2.9) and FastPETase on 19.2 g/L PET-NP at 30, 40, 50 and 60℃conditions. Each sample has\ntriplicates and all data are shown as mean ± SD. Mean values of released monomers for each sample are indicated\nabove each column.h, Catalytic efficiency of 200 nMIsPETase andIsPETase_S269T (M2.9) on 6 mM-diameter\npostconsumer transparent PET product (yoghourt container lid) under different temperatures (30, 40 and 50℃) and\nin different buffer conditions (100 mM KH2PO4 • NAOH pH 8.0 and 50 mM glycine • NaOH pH 9.0). Each sample\nwas run in triplicate, and data are shown as mean ± SD. Mean values of released monomers for each sample are\nindicated above each column. Figure 2a was created using BioRender.com.\nIn total 192 variants were sorted out onto the LB agar and, of which 167 (86.9%) grew\nsuccessfully on the sorting plate. Of these, 34 (20.3%) displayed greater catalytic efficiency\nthan wildtype (Fig. 2e). We selected the top 12 of these 34 variants for sequencing\n(Supplementary Table 2) and further analysis. These 12 variantswerepurifiedandretestedto\nconfirmthattheir increased activitywasdue tohigher catalyticefficiencyandnotmerelydueto\nelevated expression or secretion. Out of these, 6 variants showed significantly enhanced\ncatalytic activities, with variant M2.9 (S269T) displaying the highestactivityresultingin 22fold\nincrease over WTIsPETase variant (Fig. 2f). Variants M2.3 and M2.8, exhibited enhanced\nactivity compared to the wild type in the supernatant assay. Yet, when purified, their activities\nwere below that of theIsPETase wild type, likely due to the expression efficiency changes\ncausedbythemutations 35,36,47–49.\nTo evaluate the catalyticefficiencyofM2.9webenchmarkeditagainstFastPETase 18,whichis\nknown for its high efficiency among all IsPETase variants. 200 nM of FastPETase,IsPETase\nand M2.9 were mixed with 19.2 g/L PET nanoparticles at 30, 40, 50 and 60℃for 48 h (Fig.\n2g). M2.9 showed the highest activity at 30 and 40°C, producing 29.0±0.526mMand22.7±\n1.23 mM monomers, respectively. This represented increases of 20% and 13% over\nFastPETase, and 54% and 130% overIsPETase. A decrease in catalyticefficiencyfrom30to\n60°C was noted for all enzymes, withIsPETase and M2.9 displayingfaster declinesat50 and\n60°C compared to FastPETase, indicating that M2.9 is better suitedfor mesophilicconditions.\nAdditionally, we tested M2.9’s activity on PET film from non-pretreated lids of postconsumer\nyoghurt containers (Supplementary Table 4). After incubating a 6 mm-diameter PET discwith\n200nMoftheenzymesat30°Cfor 48hours,M2.9 produced2.96±0.753mMofmonomers,a\n219% increase over the wild-typeIsPETase (Fig. 2h). A more severe surface abrasion was\nalso observed under optical and scanning electron microscopy analyses (Supplementary Fig.\n5)."
    },
    {
      "heading": "Discussion",
      "text": "In this study we presented a novel droplet-based ultra-high throughput screening approach\nthat enables direct use of insoluble PET substrates for directed PETase evolution to surpass\nprevious limitations of low throughput screening. We engineered the strain using a biosensor\nthat is TPA specific35 and transformed PET into nanoparticles to allow directly to sense PET\ndegradationwithoutrelyingonalternativesubstratesthatarenotrelatedtodepolymerisationof\nPET16. Through screening a million-sized libraryatmesophilic30°Ctemperature,we identified\neight mutants that enhancedIsPETaseactivity,with the mostnotableincrease,a22-fold effect\n(Fig. 2f), observed with the single S269T mutation located on the α7helix,thatisdistantfrom\nthe active site(Fig.3a).WeintroducedtheS269TmutationintoknownPETasesand observed\na general trendofactivation,mostpronouncedinFastPETase(Fig.4a).Theresultingenzyme,\nFast_2.9, achieved a 430-fold increase in activity over the wild type at 50°C using untreated\npost-consumer substrate(Fig 4a)."
    },
    {
      "heading": "Results from the differentreplicateswerecombined,andtheprobabilitydensitywascomputed",
      "text": "with scipy using the default number estimation of bins. Representative structures for each of\nthe RMSD peaks of the residues 88 to 91 were determined by randomly sampling 50\nsnapshots, computing an averagestructure,aligning itto thedockingstructure,andvisualising\nitinPyMOL(http://www.pymol.org/pymol ).\nCorrelation paths were computed using WISP55 by combining all the replicates ofIsPETase\nS269T. Paths were calculated using residue T269 as the source residue and residues T88 to\nS93 as the sink, extending until reaching residue T88. Simulations were converted to PDB\nformat and saved 10 times less frequently. The top 10 shortest paths were computed using\ndefault WISP parameters and visualised in PyMOL, with path thickness representing the\nfrequencyofoccurrence..\n23\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nData and Code Availability"
    }
  ]
}