{
  "txt_file": "2024.07.04.602061v1.full.txt",
  "pdf_file": "2024.07.04.602061v1.full.pdf",
  "title": "1",
  "experimental_sections": [
    {
      "heading": "While these methods are fast and have been successfully used, most of them use an implicit solvent model",
      "text": "(i.e., the solvent is modelled with a continuum rather than with explicit atoms) and assume a rigid \nbackbone (which may limit the long range structural effects of a mutation). To overcome these limitations, \nwe included a further computational filter based on Molecular Dynamics simulations in explicit water. By \nusing an orthogonal method, we aimed at screening and ranking on a common platform the most \npromising mutants generated by the methods described above.  \nOur efforts led to the development of three variants that feature Tm values higher than any other PETase \nknown to date and, for one of them (DRK3), further enhanced catalytic activity. \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 4, 2024. ; https://doi.org/10.1101/2024.07.04.602061doi: bioRxiv preprint \n5"
    },
    {
      "heading": "The 29 candidate enzyme variants originating from the different screening methods were then subject to",
      "text": "1 μs molecular dynamics (MD) simulations in explicit water and ranked based on their stability as assessed \nby RMSF analysis.25 Our MD-based ranking led to the selection of six candidate mutants ( C08, C09, P06, \nP08, X05, X09) for experimental production and characterization (Figure 1, Figure S1 and Table 2). \n \nTable 2. List of mutations relative to the sequence of the wild type LCC enzyme. In bold the mutations already present \nin the LCC-ICCG scaffold. \nEnzyme Number of mutations Mutations \nLCC-ICCG15 4 Y127G, D238C, F243I, S283C \nC08 11 S48D, S57K, Y127G, S145R, A209R, D238C, S241D, F243I, \nN276D, N278K, S283C \nC09 13 S36D, Q40R, S48D, S57K, Y127G, S145R, A209R, D238C, F243I, \nN276D, N278K, S283C, Q293K \nP06 16 V75T, L84E, M91I, N120D, Y127G, S133R, S136L, N140D, \nA156P, I174A, A209N, D238C, F243I, A250T, S253A, S283C \nP08 26 \nS64P, V75T, L84E, M91I, A99Q, N120D, Y127G, S133R, S136L, \nN140D, R143V, A152S, A156P, I174A, N178D, T188C, A209N, \nQ224N, V233M, V235I, D238C, F243I, N248S, A250T, S253A, \nS283C \nX05 6 Y127G, G206C, V215C, D238C, F243I, S283C \nX09 6 D126C, Y127G, S130C, D238C, F243I, S283C \n \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 4, 2024. ; https://doi.org/10.1101/2024.07.04.602061doi: bioRxiv preprint \n6 \n \n \nFigure 1.  Structural comparison of the enzyme variants selected for experimental characterization. Pink sticks \nrepresent the catalytic triad, yellow stick represent amino acid relevant for substrate binding which are prevented \nfrom mutations, cyan stick represents the four mutations introduced in LCC -ICCG and green sticks represent \nadditional mutations introduced in each new variant (A: C08, B: C09, C: P06, D: P08, E: X05, F:X09). \n \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 4, 2024. ; https://doi.org/10.1101/2024.07.04.602061doi: bioRxiv preprint \n7 \n \nThermal stability \nThe six candidate enzymes were expressed in E.coli and purified. The final yields of all the enzymes were \naround 16 mg/liter of bacterial culture . Wild type LCC, a naturally occurring PETase , has a Tm of 84.7 °C. \nThis enzyme has been previously engineered by Tournier et al. ,15 leading to the LCC-ICCG variant with a \nreported Tm of 94.0°C (92.9 °C in our own assessment, a difference that could be attributed to that fact \nthat, for Tm measurements, Tournier et al. used differential scanning fluorimetry (DSF), whereas we used \ncircular dichroism (CD) ). After our enzyme design campaign, we tested the thermal stability of the six \nengineered designs (Table 3) and we found that the C09 (Tm = 97.0 °C) and X05 (Tm = 96.2 °C) variants have \na higher Tm than the reference LCC-ICCG (Tm = 92.9 °C). The X09 (Tm = 92.3 °C) variant showed a limited \nimprovement in the thermal stability, while C08 (Tm = 85.6 °C) showed a slight decrease in the thermal \nstability (Figure S 2-3). For the P06 and P08 variants, we did not set out to determine the ir melting \ntemperature because of their negligible enzymatic activity (see below). \n \nTable 3. Assessed melting temperature for different PETase s and improvement with respect to the  LCC wild type \nenzyme. The estimation of Tm is sensitive to the experimental setup and conditions, which could explain the difference \nbetween the reported Tm and the Tm determined by us. For proper comparison, we assessed the Tm of LCC-ICCG using \nthe same setup that we used for the measurement of the T m of our engineered enzymes. The melting temperature \nwas not assessed for P06 and P08 (n.d., not detected). \nEnzyme Tm [°C] Reference \nWT-LCC (reported)  84.7 Tournier et al. 15 \nLCC-ICCG (reported) \nLCC-ICCG (reported) \n94.0 Tournier et al. 15 \n91.7 Arnal et al. 33 \nLCC-ICCG (assessed) 92.9±3.6  \nC09  97.0±1.0  \nX05  96.2±3.7  \nX09  92.3±0.6  \nC08  85.6±6.1  \nP06  n.d.  \nP08  n.d.   \n \nEnzymatic activity \nTerephthalic acid (TPA) is one of the major degradation product s of the activity of the enzymes on PET. \nThis compound can be detected by liquid chromatography (HPLC), which allows a precise quantification \nof product formation. To assess enzymatic activity, s amples were harvested at multiple time points and \nanalyzed by HPLC for the quantification of TPA production (Figure S8). Minor degradation products (MHET \nand BHET) were also assessed (Figure S9-S10). We used an enzyme concentration of 40 nM and a PET film \nof 8.4 mg in a 2 ml microplate tube to evaluate the PET degradation activity of the different mutants. The \nenzyme concentration corresponds to ≈0.3 mg ENZYME/gPET, a ratio lower than the one reported in the \noriginal LCC-ICCG paper (3 mgENZYME/gPET), but in agreement with the range reported in the literature (0.2 \nto 3 mgENZYME/gPET).17,21,32,33 The experiments were done at 68°C, the temperature at which PET degradation \nis typically carried out in bioreactors at industrial scale to work below the glass transition temperature of \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 4, 2024. ; https://doi.org/10.1101/2024.07.04.602061doi: bioRxiv preprint \n8 \n \nPET (Tg ≈ 70°C). If we exclude the first few hours, where ICCG performs better, at 68°C the mean TPA \nconcentration at the different time points is significantly higher for the C09 mutant than for ICCG up until \nday 6 (144h, Figure 2A and S5-S8). Moreover, the specific activity of C09 is also significantly higher (≈2-\nfold) than that of the gold standard LCC-ICCG over the same length of time (Figure 2B). All other enzymes \nshow similar or weaker performances compared to LCC-ICCG (X09, C08, X05). At 68°C, complete sample \ndegradation could be observed with C09 already at day 4  (data not shown), a feature not seen with any \nof the other enzymes, including LCC-ICCG. The % of weight loss after 6 days of reactions for all the enzymes \nis shown in Figure 2C and in S11. To assess the stability and the activity of the enzymes in harsh conditions, \nwe also carried out the same experiments at 80  °C for 6 days. Also at this temperature, the mean TPA \nconcentration for the C09 mutant is higher than LCC-ICCG at all the time points  (Fig. 2D, S5-S8), albeit \nbeing greatly reduced in absolute terms compared to the reaction at 68 °C. For the P06 and P08 variants \nwe observed negligible activity (data not shown).  \n \n \nFigure 2. Comparison of PET-depolymerization over time for all enzymes.  A) TPA production over time at 68°C (LCC-\nICCG – C09 – X05 – X09 – C08 40 nM, pH 8.0). Means ± s.d. (n=5) are shown. B) Enzyme specific activity at the different \ntime points (LCC-ICCG – C09 – X05 – X09 – C08 40 nM, 68°C, pH 8.0). Means ± s.d. (n=5) are shown. C) Percentage of \nPET film weight loss after treatment (6 days  at 68 °C, n=5). The mean % of weight loss (black bar) for LCC-ICCG at \nday 6 is 61%, while it is  100% for C09.  D) Comparison of TPA production at 4h and at 144h, both at 68 and at 80°C. \n***P<0.001; ****P<0.0001 (one-tailed unpaired Welch’s t -test). All statistical analyses were performed with \nGraphPad Prism 10. \n \nEnzyme structure \nWe determined the crystal structure of C09 to assess whether the mutations lead to changes in the \nstructure. The structure was determined at 1.28 Å resolution. The structural comparison of the C09 variant \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 4, 2024. ; https://doi.org/10.1101/2024.07.04.602061doi: bioRxiv preprint \n9 \n \nwith the parent enzymes shows no significant changes in the folding, as observed by the minimal change \nin RMSD with respect to the WT (0. 257 Å) and to the LCC-ICCG variant (0.152 Å). The position and \norientation of the catalytic triad (D210, H242, and S265) overlaps perfectly with the catalytic triad in the \nparent enzymes (Figure 3A). Although we observe that increased stability leads to higher enzymatic \nactivity, a mechanistic explanation of the phenomenon is elusive. We hypothesize that the increase in \nstability provided by the additional surface charges in the C09 variant may help to keep the surface -\nexposed catalytic site in place even at high temperatures , such as those used to test the activity  of the \nenzyme (68°C). Indeed, all the mutations introduced in the design process are found mostly on the surface \nof the enzyme and away from the catalytic triad (Figure 3B), and are thus unlikely to affect the activity \ndirectly. Rather, the mutations may reduce the proportion of the enzyme that may denature over time, \nand/or prevent the unfolding of the exposed catalytic triad. The denaturation (and the consequent loss of \nactivity) is expected to be negligible only for T << T m. Therefore, by increasing the T m to 98°C the \ndenaturation effects may be significantly reduced at the working temperature (68°C), explaining the gains \nin activity of the C09 design. The stabilization of the catalytic triad is confirmed by MD simulations, which \nshow that at increasing temperatures C09  features a lower RMSF, in particular near the key catalytic \nresidue H242 (Figure 3C). \n \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 4, 2024. ; https://doi.org/10.1101/2024.07.04.602061doi: bioRxiv preprint \n10 \n \nFigure 3 . Structural comparison of relevant PETase enzymes: wild type LCC  (green), ICCG variant (cyan) and C09 \nvariant (pink). The overall structural alignment shows no significant differences between the enzymes, including the \nposition and the orientation of the catalytic triad (A). Panel B shows the position of mutations (sticks) in ICCG (cyan) \nand C09 (pink) with respect to the catalytic site (orange sticks) .  Panel C shows a comparison between the RMSF of \nLCC, LCC-ICCG, and C09 at different temperatures (310K, 350K and 400k). The RMSF profiles show that the mutations \nintroduced in the C09 variant reduce the structural fluctuations, in particular near the catalytic residue  H242 (red \narrows)."
    },
    {
      "heading": "Additional experimental details including sequence alignment, data on circular dichroism, enzymatic",
      "text": "activity and crystallographic data.   \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 4, 2024. ; https://doi.org/10.1101/2024.07.04.602061doi: bioRxiv preprint \n14 \n \nAcknowledgements \nThe authors wish to thank the personnel of the Diamond Light Source (proposal number mx32544) for \nhelp with the data collection. E.P. thanks the European Regional Development Fund (ERDF) project \nBioDrug (No. 1.1.1.5/19/A/004), the Latvian Council of Science and the Latvian Recovery and Resilience \nFund (grant No. lzp-2020/2-0013 and grant No. 74/OSI/ZG) for financial support. S.B. acknowledges the \nLatvian Recovery and Resilience Fund  and the Latvian Institute of Organic Synthesis for student grant s \n(No. ANM_OSI_DG_12 and No. IG-2024-08). R.C. acknowledges the MICS (Made in Italy — Circular and \nSustainable) Extended Partnership and received funding from Next-Generation EU (Italian PNRR – M 4 C2 \n,  Invest 1.3 – D.D. 1551.11–10-2022, PE00000004) CUP MICS C93C220052800. E.P. and A.G. wish to thank \nthe European Union’s HORIZON-WIDERA-2023-ACCESS-04 programme for financial support under grant \nagreement 101159534 (WIDEnzymes). This manuscript reflects only the authors’ views and opinions . \nNeither the European Union nor the granting authority can be considered res ponsible for them.  We \nacknowledge the CINECA award under the ISCRA initiative (Grant code IsB26_W2EB and IsCa2_REZYME) \nfor the availability of high -performance computing resources and support. Graphs were done with \nGraphPad Prism 10 software and the graphical abstract was created with BioRender.com.  \n \n \nConflict of interest \nThe authors have no conflict of interest to declare \nContributions \nConceptualization: AG , EP ; methodology: SB, HE, TU, RC, AG, EP; formal analysis: SB, HE, AR , RC ; \ninvestigation: SB, HE, TU, AR, RC; data curation: SB, RC, AG, EP; writing, review and editing: SB, HE, AR, RC, \nAG, EP ; supervision: RC, AG, EP; funding acquisition: AG, EP. All authors have read and agreed to the \npublished version of the manuscript."
    }
  ],
  "computational_sections": [
    {
      "heading": "The field of computational design of thermostable proteins is relatively mature, with several established",
      "text": "available methods that can help to generate a library of mutants and rank them. The easiest and more \ncommon approach involves the introduction of one or more  disulphide bonds, which can rigidify the \nbackbone of the protein and make it more stable. Other stabilization methods generally aim at extending \nthe intramolecular hydrogen bonding network, creating inter-molecular salt-bridges, or providing a better \npacking of the hydrophobic core (e.g., PROSS ).29 The Rosetta Supercharge method is meant to improve \nthe stability of the protein by making the surface more hydrophilic, a feature that is usually  associated \nwith more stable proteins.30"
    },
    {
      "heading": "In the first stage of our in silico enzyme engineering campaign, starting from the LCC-ICCG crystal structure",
      "text": "(PDB code 6THS) we used three different protein design tools to generate a library of potentially stabilized \nenzyme variants. The use of the Rosetta Supercharge method,30 which aimed at increasing the charge on \nthe surface of the enzyme, led to the design of 1000 enzyme variants, from which those 10 that featured \nthe best Rosetta score (which we named C01 -C10) were selected for further analysis. PROSS design 29 \nproduced 9 variants (P01 -P09), and disulfide bond design 31 identified 125 enzyme variants, from which \nwe selected the best 10, named X01-X10."
    },
    {
      "heading": "In silico design and selection of stabilizing mutants",
      "text": "We started our enzyme engineering process from the LCC-ICCG enzyme reported by Tournier et al. 15. This \nengineered enzyme is a mutant of the wild -type leaf -branch compost cutinase (LCC) carrying 4 point \nmutations: F243I, Y127G, S283C, D238C. The last two mutations are designed to induce the formation of \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 4, 2024. ; https://doi.org/10.1101/2024.07.04.602061doi: bioRxiv preprint \n11 \n \na second disulfide bond, in addition to the native one (C275 -C292). In both enzymes, the catalytic site is \ncentered on residue S165. The structure of the LCC-ICCG engineered enzyme is available in the Protein \nData Bank (PDB code: 6THS) as the inactivated S165A variant.  \nIn our design strategy we applied protocols used in previous works25–27 starting from the LCC-ICCG mutant \nstructure after reverting amino acid 165 from Alanine to the catalytically active Serine. All residues within \na distance of 5 Å from S165 were excluded from the design and were therefore left unchanged. The design \nwas done using three separate methods, resulting in three different series of variants. \nThe first design strategy (C-series) was performed using the Rosetta Supercharge tool .30 This tool was \nemployed to reengineer the protein surface with amino acids that present a high net charge, which is \nreported to prevent aggregation of partially unfolded states. The design produced 1024 enzyme variants, \nand the best 10 based on the internal score were kept for further ranking. \nIn the second design strategy (P-series) we used the PROSS web server29 to generate 9 different enzyme \ndesigns with improved packing, hydrogen bond networks and salt bridge networks. \nThe third design strategy (X-series) employed the Disulfide-by-Design web server,31 a tool for disulphide \nbond prediction that allows to find pairs of amino acids that can carry cysteine mutations in the correct \norientation to form disulphides. A total of 150 pair mutations were generated and, based on the internal \nscoring system, the best 10 of them were retained for further testing.   \nOverall, our design campaign produced 29 different enzyme variants that were then evaluated using MD \nsimulations, and then ranked according to the method described in previous works .25–27 Briefly, we \nsolvated each molecular model with a 15 Å pad of TIP3P water and we introduced counter ions to \nneutralize the system charge, resulting in a final simulation box of ≈ 30.000 atoms. Hydrogen mass \nrepartitioning was applied to allow a time step of 4 fs 39. The systems were subjected to 1,000 energy \nminimization steps and it equilibrated for 1 ns at a pressure of 1 atm and at a temperature of 300K with \nNAMD software,40 using AMBER19SB force field,41 non-bonded cut-off of 12 Å, rigid bonds and particle -\nmesh Ewald long -range electrostatics. During the equilibration simulation, the Cα atoms of the protein \nwere restrained by a 10 kcal mol−1 Å−2 spring constant. The 1 μs production runs were performed using a \nNVT ensemble whereby all the parameters (non -bonded cut -off, and PME) were the same as in the \nequilibration phase. All simulations were run in triplicates. Root Mean Square Deviations (RMSD) were \nmonitored after each MD run to assess structural conver gence, while Root Mean Square Fluctuations \n(RMSF) were calculated to assess the improved stability of the design. As a result, the two best structures \nfrom each design series were selected, namely design C08, C09, P06, P08, X05, X09. \n \nProtein expression and purification \nThe different codon -optimized nucleotide sequences  of the designed PETase mutants were cloned in a \npET26b(+) bacterial expression vector  (Novagen), together with a C -terminal 6His-tag. All the different \nmutants were transformed and expressed in Escherichia coli BL21 Star (DE3) cells (Invitrogen).  A sample \nof 4 ml of an overnight culture of the selected strain grown in the presence of 50 µg/ml kanamycin were \ninoculated into 2L of Luria–Bertani broth (LB) at 37°C, supplemented with 50 mg/L kanamycin and grown \nuntil OD600 = 0.6. The expression was induced with isopropyl 1‐thio‐β‐D‐galactopyranoside (IPTG) at a final \nconcentration of 0.1 mM followed by overnight incubation at 18°C and 220 rpm. Cells were collected by \ncentrifugation and resuspended in lysis buffer (20 mM Tris‐HCl pH 8.0, 300 mM NaCl) supplemented with \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 4, 2024. ; https://doi.org/10.1101/2024.07.04.602061doi: bioRxiv preprint \n12 \n \n0.2mM protease phenylmethylsulfonyl fluoride (PMSF) and DNAse and then lysed by sonication on ice. \nAfter centrifugation (45000 g for 40 min at 4°C), the soluble fraction of the cell lysate was passed through \na 0.45-micron filter and then loaded onto a HisTrap HP 5 ml (GE Healthcare) column equilibrated with \nbuffer A (20 mM Tris‐HCl pH 8.0, 300mM Nacl and 10mM imidazole). The Ni affinity column was washed \nusing ten column volumes of buffer A. Before elution, five column volumes (CV) of buffer A supplemented \nwith 50mM imidazole w ere used to remove unspecific proteins from the resin. T hen, the bound His‐\ntagged enzyme was eluted with the same buffer supplemented with 500 mM imidazole in a linear \ngradient. The protein eluted completely with 250mM imidazole. The eluted fraction was loaded onto a \nPD-10 desalting column pre‐equilibrated with buffer C (20 mM Tris‐HCl pH 8.0, 300 mM NaCl) for buffer \nexchange. Buffer exchange was performed simultaneously after the protein was purified. The desired \nprotein was concentrated to ≈2 mg/ml using an Amicon 20 centrifugal filter with a molecular cutoff of 10 \nKDa, and stored at −80°C. Protein concentration was assessed using a NanoDrop OneC (Thermo Fisher \nScientific). Sample purity was evaluated by 12% SDS-PAGE. The final yields of all the enzymes were around \n16 mg/liter of bacterial culture. \nCircular dichroism \nCircular dichroism (CD) measurements were performed on a Jasco J-1500 spectropolarimeter at 20 °C. CD \nwas performed to detect the secondary structure of different variants and to measure the thermostability \nof the enzyme. The spectra were determined with the following parameters: continuous scanning mode \nwith scanning speed of 50 nm/min, band width 0.1 nm, data pitch 0.1 nm at 20 °C. 1.0 mm path length \nquartz cuvette was used for 5 μM samples of different enzymes in 20mM Tris‐HCl pH 8.0, 150mM NaCl. \nThermal denaturation curves were measured in 1.0 mm path length cuvettes closed with a parafilm on \nprotein solutions. Protein denaturation was induced upon increasing the temperature at a rate of 1 °C/min \nfrom 20 °C to 120 °C. The ellipticity at 222 nm was recorded at intervals of 0.2 °C using a 1-nm bandwidth \nand a response of 10 s. Using the Boltzmann function, the midpoints of the thermal-denaturation curves \n(Tm) were determined by fitting the data to a sigmoidal transition curve 42. Final data are the average of \nthree measurements. The secondary structures of all the different variants were measured at 200-250 nm \nwavelengths and 20 °C. Ellipticity was plotted versus wavelength with GraphPad Prism 10 software. Each \nrecorded spectrum was the average of three scans (See Supplementary Information Figure S2).   \nEnzymatic reaction \nBis(hydroxyethyl)terephthalate (BHET), mono(hydroxyethyl)terephthalate (MHET), terephthalic acid \n(TPA), and ethylene glycol (EG) are the major depolymerization products of the activity of the enzymes on \nPET. These compounds can be separated efficiently on a C18 reversed-phase HPLC column, thus allowing \na precise quantification of product formation. All enzyme reactions were performed at a concentration of \n40 nM at both 68 and 80 °C in quintuplicates in 2.0 mL microcentrifuge tubes in the same reaction buffer \n(20 mM Tris‐HCl pH 8.0, 300mM NaCl ). Amorphous, 250 μm -thick PET films (product number \nES301445/11) were purchased from Goodfellow USA and cut into 6 mm diameter circular pellets using a \nhole puncher. Individual pellets, whose weight was around 8.4  mg, were then placed in 2 ml \nmicrocentrifuge tubes.   \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 4, 2024. ; https://doi.org/10.1101/2024.07.04.602061doi: bioRxiv preprint \n13 \n \nReversed-phase liquid chromatography \nThe different compounds produced by PET hydrolytic enzymes (TPA,  as well as BHET and MHET) were \nquantified by reverse d-phase HPLC  (See Supporting Information Table S2 -S4). HPLC analyses were \nperformed on a Shimadzu LC-2030C 3D Plus system equipped with a PDA detector, a column oven and an \nautosampler (Shimadzu, Kyoto, Japan). Separations were carried out using a Kinetex C18 column (2.7 µm; \n4.6  150 mm, Phenomenex, Torrance, CA, USA). Column temperature was maintained at 40°C with a flow \nrate of 1 ml/min.  For the mobile phase, 0.1% H 3PO4 (solvent A) and MeCN (solvent B) were used. The \nlinear gradient mode used for the elution was as follows: 0 min, 10% B; 0 -15 min, 10-40% B; 15-18min, \n40-65% B; 18-20 min, 65% B; 20-23 min, 65-10% B; 23-25 min 10% B. At every time interval, 100 μL of the \nsample were collected from the reaction vial placed at the set temperature. The 0h–72h samples were \ndiluted 21 times (50µL of the provided sample was transferred to autosampler vial and diluted in 1 mL of \n10% MeCN + 0.1% H3PO4), whereas, 96h and 144h sampes – 101 times (10µL of the provided sample was \ntransferred to autosampler vial and diluted in 1  mL of 10% MeCN + 0.1% H 3PO4). Detection was \naccomplished via measurement of UV adsorption at 220 nm; 20 μL of each sample was injected into the \nsystem and the degradation products were quantified against standard calibration curves ranged 0.1, 1.0, \n5.0, 10.0, 50.0 (for TPA and MHET) and 0.09, 0.9, 4.4 and 43.9 (for BHET) μg/mL. \nProtein crystallization  \nCrystals of the C09 mutant were grown at room temperature using the vapor diffusion method by mixing \na 2μL drop of a 10mg/mL protein sample with a 2μL drop of a solution containing 0.1M Sodium citrate \ntribasic dihydrate pH 5.6, 20% v/v 2 -Propanol, 20% w/v Polyethylene glycol 4,000.  Crystals, which  \nappeared after one week, were frozen in liquid nitrogen using 25% (v/v) glycerol as cryoprotectant prior \nto X-ray diffraction data collection. \n \nStructure determination and refinement  \nFor the structure of the C09 mutant, the initial phases were obtained by molecular replacement using \nPhaser43 and the atomic coordinates of  the crystal structure of a Leaf-branch compost bacterial cutinase \nhomolog (PDB entry 4EB0) as a search model. Refinement was performed by alternating rounds of \nREFMAC544 and manual adjustments in Coot .45 Water molecules were added both manually and \nautomatically using the Coot_refine tool from the CCP4 package.46 The crystallographic table is shown in \nthe SI file in Table S7. \nData availability \nThe final crystallographic coordinates of the crystal structures of the C09 mutant are available in the RCSB \nPDB (accession code: 8CMV)."
    },
    {
      "heading": "Characterization and Structural Modeling of Synthetic Polyester -Degrading Hydrolases from",
      "text": "Thermomonospora Curvata. AMB Express 2014, 4 (1), 1–10. https://doi.org/10.1186/S13568-014-\n0044-9/FIGURES/5. \n(12)  Kawai, F.; Oda, M.; Tamashiro, T.; Waku, T.; Tanaka, N.; Yamamoto, M.; Mizushima, H.; Miyakawa, \nT.; Tanokura, M. A Novel Ca2+ -Activated, Thermostabilized Polyesterase Capable of Hydrolyzing \nPolyethylene Terephthalate from Saccharomonospora Viridis AHK190. Appl. Microbiol. Biotechnol. \n2014, 98 (24), 10053–10064. https://doi.org/10.1007/S00253-014-5860-Y/METRICS. \n(13)  Sulaiman, S.; Yamato, S.; Kanaya, E.; Kim, J. J.; Koga, Y.; Takano, K.; Kanaya, S. Isolation of a Novel \nCutinase Homolog with Polyethylene Terephthalate-Degrading Activity from Leaf-Branch Compost \nby Using a Metagenomic Approach. Appl. Environ. Microbiol.  2012, 78 (5), 1556 –1562. \nhttps://doi.org/10.1128/AEM.06725-11/SUPPL_FILE/AEM-AEM06725-11-S01.PDF. \n(14)  Yoshida, S.; Hiraga, K.; Takehana, T.; Taniguchi, I.; Yamaji, H.; Maeda, Y.; Toyohara, K.; Miyamoto, \nK.; Kimura, Y.; Oda, K. A Bacterium That Degrades and Assimilates Poly(Ethylene Terephthalate). \nScience (80 -. ).  2016, 351 (6278), 1196 –1199. \nhttps://doi.org/10.1126/SCIENCE.AAD6359/SUPPL_FILE/AAD6359-YOSHIDA-SM.PDF. \n(15)  Tournier, V.; Topham, C. M.; Gilles, A.; David, B.; Folgoas, C.; Moya -Leclair, E.; Kamionka, E.; \nDesrousseaux, M. L.; Texier, H.; Gavalda, S.; Cot, M.; Guémard, E.; Dalibey, M.; Nomme, J.; Cioci, \nG.; Barbe, S.; Chateau, M.; André, I.; Duquesne, S.; Marty, A. An Engineered PET Depolymerase to \nBreak down and Recycle Plastic Bottles. Nature 2020, 580 (7802), 216 –219. \nhttps://doi.org/10.1038/s41586-020-2149-4. \n(16)  Son, H. F.; Cho, I. J.; Joo, S.; Seo, H.; Sagong, H. Y.; Choi, S. Y.; Lee, S. Y.; Kim, K. J. Rational Protein \nEngineering of Thermo -Stable PETase from Ideonella Sakaiensis for Highly Efficient PET \nDegradation. ACS Catal. 2019, 9 (4), 3519–3526. https://doi.org/10.1021/acscatal.9b00568. \n(17)  Arnal, G.; Anglade, J.; Gavalda, S.; Tournier, V.; Chabot, N.; Bornscheuer, U. T.; Weber, G.; Marty, \nA. Assessment of Four Engineered PET Degrading Enzymes Considering Large -Scale Industrial \nApplications. ACS Catal. 2023, 13 (20), 13156–13166. https://doi.org/10.1021/acscatal.3c02922. \n(18)  Meng, X.; Yang, L.; Liu, H.; Li, Q.; Xu, G.; Zhang, Y.; Guan, F.; Zhang, Y.; Zhang, W.; Wu, N.; Tian, J. \nProtein Engineering of Stable IsPETase for PET Plastic Degradation by Premuse. Int. J. Biol. \nMacromol. 2021, 180, 667–676. https://doi.org/10.1016/j.ijbiomac.2021.03.058. \n(19)  Brott, S.; Pfaff, L.; Schuricht, J.; Schwarz, J. N.; Böttcher, D.; Badenhorst, C. P. S.; Wei, R.; \nBornscheuer, U. T. Engineering and Evaluation of Thermostable IsPETase Variants for PET \nDegradation. Eng. Life Sci. 2022, 22 (3–4), 192–203. https://doi.org/10.1002/elsc.202100105. \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 4, 2024. ; https://doi.org/10.1101/2024.07.04.602061doi: bioRxiv preprint \n16 \n \n(20)  Cui, Y.; Chen, Y.; Liu, X.; Dong, S.; Tian, Y.; Qiao, Y.; Mitra, R.; Han, J.; Li, C.; Han, X.; Liu, W.; Chen, \nQ.; Wei, W.; Wang, X.; Du, W.; Tang, S.; Xiang, H.; Liu, H.; Liang, Y.; Houk, K. N.; Wu, B."
    },
    {
      "heading": "Computational Redesign of a PETase for Plastic Biodegr adation under Ambient Condition by the",
      "text": "GRAPE Strategy. ACS Catal. 2021, 11 (3), 1340–1350. https://doi.org/10.1021/acscatal.0c05126. \n(21)  Bell, E. L.; Smithson, R.; Kilbride, S.; Foster, J.; Hardy, F. J.; Ramachandran, S.; Tedstone, A. A.; Haigh, \nS. J.; Garforth, A. A.; Day, P. J. R.; Levy, C.; Shaver, M. P.; Green, A. P. Directed Evolution of an \nEfficient and Thermostable PET Depolyme rase. Nat. Catal. 2022 58  2022, 5 (8), 673 –681. \nhttps://doi.org/10.1038/s41929-022-00821-3. \n(22)  Pfaff, L.; Gao, J.; Li, Z.; Jäckering, A.; Weber, G.; Mican, J.; Chen, Y.; Dong, W.; Han, X.; Feiler, C. G.; \nAo, Y. F.; Badenhorst, C. P. S.; Bednar, D.; Palm, G. J.; Lammers, M.; Damborsky, J.; Strodel, B.; Liu, \nW.; Bornscheuer, U. T.; Wei, R. Multi ple Substrate Binding Mode -Guided Engineering of a \nThermophilic PET Hydrolase. ACS Catal.  2022, 12 (15), 9790 –9800. \nhttps://doi.org/10.1021/ACSCATAL.2C02275/SUPPL_FILE/CS2C02275_SI_002.TXT. \n(23)  Lu, H.; Diaz, D. J.; Czarnecki, N. J.; Zhu, C.; Kim, W.; Shroff, R.; Acosta, D. J.; Alexander, B. R.; Cole, \nH. O.; Zhang, Y.; Lynd, N. A.; Ellington, A. D.; Alper, H. S. Machine Learning -Aided Engineering of \nHydrolases for PET Depolymerization. Nature 2022, 604 (7907), 662 –667. \nhttps://doi.org/10.1038/s41586-022-04599-z. \n(24)  Shi, L.; Liu, P.; Tan, Z.; Zhao, W.; Gao, J.; Gu, Q.; Ma, H.; Liu, H.; Zhu, L. Complete Depolymerization \nof PET Wastes by an Evolved PET Hydrolase from Directed Evolution. Angew. Chemie - Int. Ed. 2023, \n62, e202218390. https://doi.org/10.1002/anie.202218390. \n(25)  Rigoldi, F.; Donini, S.; Giacomina, F.; Sorana, F.; Redaelli, A.; Bandiera, T.; Parisini, E.; Gautieri, A. \nThermal Stabilization of the Deglycating Enzyme Amadoriase i by Rational Design. Sci. Rep. 2018, \n8 (1). https://doi.org/10.1038/s41598-018-19991-x. \n(26)  Rigoldi, F.; Donini, S.; Torretta, A.; Carbone, A.; Redaelli, A.; Bandiera, T.; Parisini, E.; Gautieri, A. \nRational Backbone Redesign of a Fructosyl Peptide Oxidase to Widen Its Active Site Access Tunnel. \nBiotechnol. Bioeng. 2020, No. July, 3688–3698. https://doi.org/10.1002/bit.27535. \n(27)  Gautieri, A.; Rigoldi, F.; Torretta, A.; Redaelli, A.; Parisini, E. In Silico Engineering of Enzyme Access \nTunnels. Methods Mol. Biol.  2022, 2397, 203 –225. https://doi.org/10.1007/978 -1-0716-1826-\n4_11. \n(28)  Estiri, H.; Bhattacharya, S.; Buitrago, J. A. R.; Castagna, R.; Legzdiņa, L.; Casucci, G.; Ricci, A.; Parisini, \nE.; Gautieri, A. Tailoring FPOX Enzymes for Enhanced Stability and Expanded Substrate Recognition. \nSci. Rep. 2023, 13 (1), 18610. https://doi.org/10.1038/s41598-023-45428-1. \n(29)  Goldenzweig, A.; Goldsmith, M.; Hill, S. E.; Gertman, O.; Laurino, P.; Ashani, Y.; Dym, O.; Unger, T.; \nAlbeck, S.; Prilusky, J.; Lieberman, R. L.; Aharoni, A.; Silman, I.; Sussman, J. L.; Tawfik, D. S.; \nFleishman, S. J. Automated Structure - and Sequence-Based Design of Proteins for High Bacterial \nExpression and Stability. Mol. Cell  2016, 63 (2), 337 –346. \nhttps://doi.org/10.1016/j.molcel.2016.06.012. \n(30)  Der, B. S.; Kluwe, C.; Miklos, A. E.; Jacak, R.; Lyskov, S.; Gray, J. J.; Georgiou, G.; Ellington, A. D.; \nKuhlman, B. Alternative Computational Protocols for Supercharging Protein Surfaces for Reversible \nUnfolding and Retention of Stability. PLoS One  2013, 8 (5), e64363. \nhttps://doi.org/10.1371/journal.pone.0064363. \n(31)  Craig, D. B.; Dombkowski, A. A. Disulfide by Design 2.0: A Web-Based Tool for Disulfide Engineering \nin Proteins. BMC Bioinformatics 2013, 14 (1). https://doi.org/10.1186/1471-2105-14-346. \n(32)  Fritzsche, S.; Tischer, F.; Peukert, W.; Castiglione, K. You Get What You Screen for: A Benchmark \nAnalysis of Leaf Branch Compost Cutinase Variants for Polyethylene Terephthalate (PET) \nDegradation. React. Chem. Eng. 2023, 8 (9), 2156–2169. https://doi.org/10.1039/d3re00056g. \n(33)  Patel, A.; Chang, A. C.; Mastromonaco, A.; Acosta Diaz, M.; Perry, S.; Ferki, O.; Ayafor, C.; Abid, U.; \nWong, H. W.; Xie, D.; Sobkowicz, M. J. Aqueous Buffer Solution -Induced Crystallization Competes \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 4, 2024. ; https://doi.org/10.1101/2024.07.04.602061doi: bioRxiv preprint \n17 \n \nwith Enzymatic Depolymerization of Pre -Treated Post -Consumer Poly (Ethylene Terephthalate) \nWaste. Polymer (Guildf).  2023, 285 (June), 126370. \nhttps://doi.org/10.1016/j.polymer.2023.126370. \n(34)  Kawai, F. The Current State of Research on PET Hydrolyzing Enzymes Available for Biorecycling. \nCatalysts 2021, 11 (2), 1–10. https://doi.org/10.3390/catal11020206. \n(35)  Ding, Z.; Xu, G.; Miao, R.; Wu, N.; Zhang, W.; Yao, B.; Guan, F.; Huang, H.; Tian, J. Rational Redesign \nof Thermophilic PET Hydrolase LCCICCG to Enhance Hydrolysis of High Crystallinity Polyethylene \nTerephthalates. J. Hazard. Mater.  2023, 453 (January), 131386. \nhttps://doi.org/10.1016/j.jhazmat.2023.131386. \n(36)  Zeng, W.; Li, X.; Yang, Y.; Min, J.; Huang, J. W.; Liu, W.; Niu, D.; Yang, X.; Han, X.; Zhang, L.; Dai, L.; \nChen, C. C.; Guo, R. T. Substrate -Binding Mode of a Thermophilic PET Hydrolase and Engineering \nthe Enzyme to Enhance the Hydrolytic Efficacy. ACS Catal.  2022, 12 (5), 3033 –3040. \nhttps://doi.org/10.1021/acscatal.1c05800. \n(37)  Wei, R.; Von Haugwitz, G.; Pfaff, L.; Mican, J.; Badenhorst, C. P. S.; Liu, W.; Weber, G.; Austin, H. P.; \nBednar, D.; Damborsky, J.; Bornscheuer, U. T. Mechanism-Based Design of Efficient PET Hydrolases. \nACS Catal. 2022, 12 (6), 3382–3396. https://doi.org/10.1021/acscatal.1c05856. \n(38)  Tournier, V.; Duquesne, S.; Guillamot, F.; Cramail, H.; Taton, D.; Marty, A.; André, I. Enzymes’ Power \nfor Plastics Degradation. Chem. Rev.  2023, 123 (9), 5612 –5701. \nhttps://doi.org/10.1021/acs.chemrev.2c00644. \n(39)  Hopkins, C. W.; Le Grand, S.; Walker, R. C.; Roitberg, A. E. Long -Time-Step Molecular Dynamics \nthrough Hydrogen Mass Repartitioning. J. Chem. Theory Comput.  2015, 11 (4), 1864 –1874. \nhttps://doi.org/10.1021/CT5010406/ASSET/IMAGES/MEDIUM/CT-2014-010406_0018.GIF. \n(40)  Nelson, M. T.; Humphrey, W.; Gursoy, A.; Dalke, A.; Kale, L. V; Skeel, R. D.; Schulten, K. NAMD: A \nParallel, Object Oriented Molecular Dynamics Program. Int. J. Supercomput. Appl. High Perform. \nComput. 1996, 10 (4), 251–268. https://doi.org/10.1177/109434209601000401. \n(41)  Tian, C.; Kasavajhala, K.; Belfon, K. A. A.; Raguette, L.; Huang, H.; Migues, A. N.; Bickel, J.; Wang, Y.; \nPincay, J.; Wu, Q.; Simmerling, C. Ff19SB: Amino -Acid-Specific Protein Backbone Parameters \nTrained against Quantum Mechanics Energy Surfaces in  Solution. J. Chem. Theory Comput. 2020, \n16 (1), 528–552. https://doi.org/10.1021/ACS.JCTC.9B00591/SUPPL_FILE/CT9B00591_SI_002.ZIP. \n(42)  Then, J.; Wei, R.; Oeser, T.; Gerdts, A.; Schmidt, J.; Barth, M.; Zimmermann, W. A Disulfide Bridge \nin the Calcium Binding Site of a Polyester Hydrolase Increases Its Thermal Stability and Activity \nagainst Polyethylene Terephthalate. FEBS Open Bio  2016, 6 (5), 425 –432. \nhttps://doi.org/10.1002/2211-5463.12053. \n(43)  McCoy, A. J.; Grosse-Kunstleve, R. W.; Adams, P. D.; Winn, M. D.; Storoni, L. C.; Read, R. J. Phaser \nCrystallographic Software. J. Appl. Crystallogr.  2007, 40, 658 –674. \nhttps://doi.org/10.1107/S0021889807021206. \n(44)  Murshudov, G. N.; Skubák, P.; Lebedev, A. A.; Pannu, N. S.; Steiner, R. A.; Nicholls, R. A.; Winn, M. \nD.; Long, F.; Vagin, A. A.; Skubak, P.; Lebedev, A. A.; Pannu, N. S.; Steiner, R. A.; Nicholls, R. A.; \nWinn, M. D.; Long, F.; Vagin, A. A. REFMAC5 f or the Refinement of Macromolecular Crystal \nStructures. Acta Crystallogr. Sect. D-Biological Crystallogr. 2011, 67, 355–367. https://doi.org/Doi \n10.1107/S0907444911001314. \n(45)  Winn, M. D.; Ballard, C. C.; Cowtan, K. D.; Dodson, E. J.; Emsley, P.; Evans, P. R.; Keegan, R. M.; \nKrissinel, E. B.; Leslie, A. G. W.; McCoy, A.; McNicholas, S. J.; Murshudov, G. N.; Pannu, N. S.; \nPotterton, E. A.; Powell, H. R.; Read, R. J.; Vagin,  A.; Wilson, K. S. Overview of the CCP4 Suite and \nCurrent Developments. Acta Crystallogr. Sect. D -Biological Crystallogr.  2011, 67, 235 –242. \nhttps://doi.org/Doi 10.1107/S0907444910045749. \n(46)  Kovalevskiy, O.; Lebedev, A.; Krissinel, E.  Helping Researchers to Solve Their Structures: \nAutomation and User Guidance in CCP4 Cloud . Acta Crystallogr. Sect. A Found. Adv. 2021, 77 (a2), \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 4, 2024. ; https://doi.org/10.1101/2024.07.04.602061doi: bioRxiv preprint \n18 \n \nC766–C766. https://doi.org/10.1107/S0108767321089315. \n \n.CC-BY-NC-ND 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted July 4, 2024. ; https://doi.org/10.1101/2024.07.04.602061doi: bioRxiv preprint"
    }
  ],
  "results_sections": [
    {
      "heading": "Conclusions",
      "text": "Despite IsPETase being initially considered a promising enzyme for PET degradation, multiple studies have \nshown that thermophilic PET hydrolases (e.g., LCC), when operating at temperatures above 65°C, \noutperform mesophilic enzymes in PET biorecycling.34 Since its publication in 2020, the LCC-ICCG variant \nhas been considered the state-of-the-art PETase enzyme. Hence, starting from this variant, we set out to \nengineer a novel enzyme with enhanced thermal stability and enzymatic activity. The resulting C09 design \nfeatured a significant improvement in term s of thermal stability (Tm=97.0°C) with respect to the gold \nstandard LCC-ICCG (+4.1°C). Under optimal reaction conditions (68°C), the C09 design enzyme hydrolyzed \nlow-crystallinity PET materials  into TPA  with a 2-fold higher efficiency compared to  LCC-ICCG. We \nnicknamed this design \"DRK3”, in light of the introduced mutations (3 Aspartic acids, 3 Arginines, and 3 \nLysines). The DRK3 variant may represent a significant advancement towards PET biorecycling. However, \nfurther work will be needed to test this enzyme in industrially relevant conditions. The DRK3 variant could \nalso provide the basis for further rounds of enzyme engineering. \nRecent studies reported in the literature adopted similar approaches to ours , introducing mutations to \nthe LCC-ICCG enzyme to boost its performance and reporting different degrees of success .17,32,35,36 \nHowever, as reported in relevant reviews,37,38 direct comparison of enzymatic performances is challenging \ndue to the numerous variables involved in the experimental settings (PET crystallinity, PET form, PET \nconcentration, enzyme concentration, temperature, salt type and concentration, pH,  etc.). In this light, \nonly a direct comparison with a recognized gold standard in the same experimental conditions can provide \nreliable information. \nAlthough the field of PETase engineering is very dynamic and is providing  highly optimized enzymes, \nseveral issues still need to be thoroughly investigated to improve enzymatic PET degradation.38 One of the \nmajor challenges is related to the economic viability of enzymatic degradation. Another challenge, more \ndirectly related to protein engineering, concerns the acidification of the medium due to the release of \nTPA, which reduces the performance of the PETase enzymes known to date. Hence, possible directions \nfor enzyme engineering research could be directed towards the design of acid-tolerant PETase enzymes."
    }
  ]
}