{
  "txt_file": "2024.04.25.591214v2.full.txt",
  "pdf_file": "2024.04.25.591214v2.full.pdf",
  "title": "1",
  "experimental_sections": [
    {
      "heading": "To complement our experimental investigations, we modeled the sequence-fitness landscape 482",
      "text": "of all 196 cutinase sequences characterized in our study, employing a graph signal processing 483 \napproach that elucidates the complex topology of the PETase fitness landscape. This 484 \nmethodology involved embedding cutinase sequences as nodes in a network graph, where 485 \neach node was connected to its k nearest (Euclidean) neighbors, thereby enabling a direct 486 \ncomparison between two embedding schemes, OHE and LASE. While OHE provides a 487 \nstraightforward mutational distance metric between sequences, it often oversimplifies the 488 \nnuanced relationship between sequence variation and function. In contrast, LASE, by training 489 \na family-specific deep learning model on our dataset of ancestrally reconstructed sequences, 490 \ncaptures the functional properties of proteins in an abstract manner, revealing non -linear 491 \nsequence-activity relationships that are obscured in OHE representations. 492 \n 493 \nUsing LASE to map the sequence -fitness landscape, we highlighted iterative improvements 494 \nin PETase activity throughout the different phases of our sequence exploration of the cutinase 495 \nfamily. This embedding not only facilitated a deeper understanding of the functional 496 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 18 \nimplications of sequence variation but also allowed us to identify clusters of sequences with 497 \nsimilar functional profiles, regardless of their evolutionary background. Moreover, our analysis 498 \nof the fitness landscape's ruggedness via LASE provided new insights into the role of epistasis 499 \nin PETase activity. The local Dirichlet energy calculations revealed that sequences with the 500 \nhighest PETase activity were associated with the greatest ruggedness, suggesting that the 501 \nmost functionally optimized variants emerge from complex interplays of multiple mutations 502 \nrather than from linear accumulations of beneficial single mutations. This observation 503 \nhighlights the significance of epistatic interactions in driving the evolutionary innovation of 504 \nPETase activity, illustrating that successful enzyme variants often lie in regions of the fitness 505 \nlandscape that are not readily accessed through single mutational steps, but can be accessed 506 \nusing evolutionarily-guided approaches, such as mASR. 507 \n 508 \n  509 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 19"
    },
    {
      "heading": "Materials and Methods 510",
      "text": "511 \nAncestral sequence reconstruction. 1000 sequences were collected from the NCBI non -512 \nredundant (nr) database with blast using LCC (UniProt: G9BY57) as seed and an e -value 513 \ncutoff of 1e-5. Sequence redundancy was removed to 90% ID in CD -HIT53. Signal peptides 514 \nwere deleted using SignalP4.0 54. Alignment was performed using the GINSI protocol of 515 \nMAFFT55. 100 replicates of independent model parameterization and tree search (default 516 \nparameters) were performed using IQTREE2 56 on the NCI GADI supercomputer. The 517 \nsequence evolution model was parameterized using ModelFinder 57, as implemented in 518 \nIQTREE2. Branch supports were determined as the ultrafast bootstrap approximation 38 519 \ncalculated to 1000 replicates, as implemented in IQTREE2. The Approximately unbiased test41 520 \nwas conducted to 10000 replicates for all ML topologies. Empirical Bayesian ASR was 521 \nperformed on 20 of the 100 trees that failed rejection by the AU test in CodeML 39 using the 522 \nML replacement matrix (LG)58 with rates modeled as a discrete gamma parameterized with 4 523 \nrate categories.  524 \n 525 \nSmall-scale protein expression and purification. Plasmids were transformed by heat shock 526 \ninto chemically competent BL21(DE3) E. coli cells and plated onto Lysogeny broth (LB) agar 527 \nsupplemented with 100 µg/mL kanamycin and incubated at 37 °C overnight. A single colony 528 \nwas used to inoculate 1.5 mL autoinduction media supplemented with 100 µg/mL kanamycin 529 \nin a 2.2 mL 96-well deep well block and grown at 1050 rpm at 37 °C for 5 hours, followed by 530 \nroom temperature (RT; 25 °C) for 16 hours. 531 \n 532 \nCells were harvested by centrifugation at 2000 x g for 15 minutes at RT and resuspended in 533 \nLysis Buffer (1X BugBuster® Protein Extraction Reagent (Merck -Millipore), 20 mM Tris, 300 534 \nmM NaCl, 1 U/ml Turbonuclease (Sigma) pH 8). The cell suspension was left to incubate at 535 \nRT for 20 minutes with gentle shaking. The lysate was separated from the insoluble cell debris 536 \nby centrifugation at 2250 x g for 1 hour at RT. 537 \n 538 \nThe clarified lysate was then diluted with 100 µl of Equilibration Buffer (20 mM Tris, 300 mM 539 \nNaCl pH 8) and purified by nickel-charged IMAC using a 96-well HisPurTM Ni-NTA Spin Plate 540 \n(ThermoFisher Scientific) equilibrated in Equilibration Buffer, washing the sample three times 541 \nwith 250 µl of Wash Buffer (20 mM Tris, 300 mM NaCl, 10 mM imidazole pH 8) and eluting 542 \nwith 250 µl of Elution Buffer (20 mM Tris, 300 mM NaCl, 150 mM imidazole pH 8). All 543 \ncentrifugation steps following addition of Wash or Elution Buffer were at 1000 x g for 1 minute 544 \nat RT. The eluate was stored at 4 °C. Bradford assay was used to quantify the soluble 545 \nexpression levels post-purification (Supplementary Figure 1). 546 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 20 \n 547 \nUV absorbance assay for PET -degrading activity . For purified protein from 96 -well 548 \nexpression and purification, 15 µl of the eluate from the 96 -well Ni-NTA purification and 285 549 \nµl of Reaction Buffer (50 mM Bicine pH 9) was added to a clear 96 -well plate. For purified 550 \nprotein from large -scale expression and purification, 300 µl of 100 nM enzyme in Reaction 551 \nBuffer was added to a clear 96 -well plate. A single disk of amorphous PET (Goodfellow 552 \nES301445) with 4 mm diameter and 0.25 mm thickness was added to each well. The plate 553 \nwas incubated at 60 °C for 16 hours. Following incubation, 100 µl of the reaction solution was 554 \ntransferred to a clear UV -transparent 96 -well plate and the absorbance was measured 555 \nbetween 240 to 300 nm in 10 nm steps using the Epoch Microplate Spectrophotometer 556 \n(BioTek) (Supplementary Figure 2). For comparison of activity of all variants, the absorbance 557 \nat 260 nm was used. Assays were repeated in triplicate for each variant.  558 \n 559 \nAssay data processing. To correct for possible systematic error between replicate data 560 \npoints, the mean absorbance at 260 nm for each replicate was determined. Using the mean 561 \nabsorbance, a scaling coefficient was assigned to the replicates with the lowest and highest 562 \nmean values such that the mean of the scaled absorbance values equaled the mean of the 563 \nreplicate with the mid -range mean value. To ensure scaling improved consistency between 564 \nreplicates, correlograms of the data before ( Supplementary Figure 3 ) and after 565 \n(Supplementary Figure 4) scaling were produced to confirm the monotonic (rank) correlation 566 \nbetween replicates was preserved. 567 \n 568 \nCloning of TEV-PETase variants for crystallography studies. Primer pairs containing the 569 \nDNA sequence for the TEV cleavage site (5' -GAAAACCTGTATTTTCAAAGC-3') were 570 \nconstructed, specific to each PETase variant. PCR was performed using these primers and 571 \nPETase variant genes to create mutant fragments. These fragments were reassembled using 572 \nGibson Assembly59 and checked through Sanger sequencing to ensure the TEV cleavage site 573 \nwas correctly introduced. 574 \n 575 \nLarge scale protein expression and purification. The TEV -PETase ancestral variants 576 \nplasmids were transformed using electroporation into electrocompetent E. cloni® cells 577 \n(Lucigen) and plated onto LB agar supplemented with 100 µg/mL kanamycin. The plates were 578 \nincubated overnight at 37 °C. A single colony was inoculated into a 10 mL solution of LB media 579 \nwith 100 µg/mL kanamycin and incubated overnight at 37 °C and 180 rotations per minute 580 \n(rpm). This liquid starter culture was then added to 1 L of autoinduction media60 (6 g Na2HPO4, 581 \n3 g KH2PO4, 20 g tryptone, 5 g yeast extract, 5 g NaCl, 10 mL of 60% (v/v) glycerol, 5 mL of 582 \n10% (w/v) glucose, and 25 mL of 8% (w/v) lactose) with 100 µg/mL kanamycin and incubated 583 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 21 \nfor 24 hours at room temperature and 180 rpm. The cells were separated from the media by 584 \ncentrifugation at 5000 × g for 15 minutes at 4 °C and resuspended in lysis buffer (400 mM 585 \nNaCl, 25 mM imidazole, 1 U/mL Turbonuclease (Sigma), and 50 mM Tris -HCl pH 8.0). The 586 \nresuspended cell solution was lysed using two rounds of sonication at 50% power and pulse 587 \ntime for 5 minutes, with 5 minutes on ice between sonication steps. Next, the sample was 588 \ncentrifuged at 32000 × g for 60 minutes at 4 °C, and the soluble cell solution was separated 589 \nfrom the insoluble cell material and filtered through a 0.45 μm pore size filter. The filtered 590 \nsoluble cell solution was passed through an equilibrated Nickel -charged IMAC using a 5 mL 591 \nHisTrap HP (GE Healthcare Life Sciences) in Lysis Buffer. The protein bound to the column 592 \nwas eluted using elution buffer (400 mM NaCl, 500 mM imidazole, and 50 mM Tris -HCl pH 593 \n8.0). The protein sample was buffer exchanged to TEV reaction buffer (100 mM NaCl, 0.5 mM 594 \nEDTA, 1 mM DTT, 1% (v/v) glycerol, and 50 mM Tris -HCl pH 8.0) using a PD -10 desalting 595 \ncolumn and diluted to 50 mL in this buffer. A 1 mL solution containing 1 mg/ml of purified TEV 596 \nprotease was added and incubated at room temperature overnight. The cleaved sample was 597 \npassed through an equilibrated Nickel -charged IMAC using a 5 mL HisTrap HP (GE 598 \nHealthcare Life Sciences), and the flowthrough was collected. This flowthrough was 599 \nconcentrated using the 3 kDa Amicon® ultra 15 mL centrifugal filters and filtered through a 600 \n0.22 μm filter. Finally, the cleaved protein was purified to homogeneity using size -exclusion 601 \nchromatography, and the HiLoad 26/600 Superdex 200 column (GE Healthcare Life Sciences) 602 \nwas equilibrated in size-exclusion buffer (150 mM NaCl, 25 mM HEPES pH 7.5). 603 \n 604 \nProtein crystallisation and structure determination. Proteins were concentrated using the 605 \n3 kDa Amicon® ultra 15 mL centrifugal filters to 15 -36 mg/ml and crystallized in 20% (w/v) 606 \nPEG 3350 alongside 0.2 M salt and BisTris buffer solution. Specifically, ancestor 55_547 in 607 \n0.2 M sodium/potassium tartrate, 0.1 M BisTris propane pH 7.5 and 20% (w/v) PEG 3350; and 608 \nancestor 35_442 in 0.2 M sodium malonate, 0.1 M BisTris propane pH 6.5 and 20% (w/v) PEG 609 \n3350. The X -ray diffraction data were collected on the MX2 beamline at the Australian 610 \nSynchrotron61. The data was processed using XDS 62, and the phase problem was resolved 611 \nwith molecular replacement using the PETase WT structure (PDB: 6EQE) as the search 612 \nmodel. The ligands and solvent molecules were removed and then used as the search model 613 \npart of Phaser (CCP4) 63. The structure was refined using phenix.refine 64 through multiple 614 \niterative steps, and rebuilt each time with Coot 65. The structures of ancestors 55_547 and 615 \n35_442 were deposited in the protein data bank under the PDB ID of 8ETX and 8ETY, 616 \nrespectively. 617 \n 618 \nProtein sequence representations. To analyze PETase sequence space One -hot 619 \nembeddings (OHE) and Learned Ancestral Sequence Embeddings (LASE) were made. To 620 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 22 \nproduce OHE, aligned PETase sequences were converted into a (20\t × \t267) vectors where 621 \ngaps were represented as a zero vector of length 20. The LASE embedding model was 622 \nimplemented as a Transformer in PyTorch 2.0.1 as previously described36, with three encoder 623 \nblocks with 2-headed multihead attention (64 dimensions) and a feed-forward fully-connected 624 \nlayer (128 dimensions). The LASE embedding model was trained with a masking percent of 625 \n15%, over 100 epochs with a batch size of 32 using the Adam optimizer. Loss was determined 626 \nas the categorical cross entropy loss. Performance over training was assessed with perplexity 627 \nand categorical accuracy (Supplementary Figure 8).  628 \n 629 \nLocal Dirichlet energy calculations. 630 \nTo estimate the local ruggedness of each PETase variant, the k -nearest neighbors of each 631 \nnode were used to produce a KNN sub-graph for each variant with scikit-learn 1.2.1. The kNN 632 \nsub-graphs were made symmetric by defining an edge in either direction to be a single edge. 633 \nThe dirichlet energy was calculated as previously described52,66:  634 \n 635 \n𝜆! = 1/𝑁\t𝑦\"𝐿𝑦 636 \n 637 \nWhere, λm is normalized dirichlet energy, N, the number of variants in the sub -graph, y, the 638 \nactivity (absorbance) of each variant and L the graph Laplacian operator of the adjacency 639 \nmatrix of each kNN sub-graph. 640 \n 641 \nAcknowledgements 642 \nThis research was undertaken in part using the MX2 beamline at the Australian Synchrotron, 643 \npart of ANSTO, and made use of the Australian Cancer Research Foundation (ACRF) 644 \ndetector. 645 \n 646 \nAvailability 647 \nThe code for model training and analysis is available on GitHub: 648 \nhttps://github.com/RSCJacksonLab/cutinase_lase  649 \nDeposited crystal structures are available on the Protein Data Bank under accession IDs 650 \n8ETY and 8ETX. 651 \n 652 \nNote 653 \n 654 \nThe authors declare the following competing financial interest(s): C.J.J., V.V., M.A.S., R.G., 655 \nD.M., J.S., A.M.D., and J.T. hold equity in the plastic recycling company, Samsara Eco.  656 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 23"
    }
  ],
  "computational_sections": [],
  "results_sections": [
    {
      "heading": "Results 109",
      "text": "110 \nMultiplexed ASR yields functional PETases from diverse phylogenetic backgrounds. 111 \n 112 \nWe used ASR to explore the PETase functional sequence space of the cutinase family. To 113 \nmaximize diversity in the local sequence space around known PETases, such as TfCut2 and 114 \nLCC, we employed the recently described multiplexed ASR (mASR)36. In brief, mASR samples 115 \nmultiple statistically indifferent phylogenetic backgrounds from which to reconstruct ancestral 116 \nsequences from. This produces diverse libraries of ancestral proteins that span functional 117 \nsequence space over a distribution of realistic phylogenies. To achieve this, we performed 20 118 \nreplicates of maximum likelihood (ML) phylogenetic inference and ASR on a single dataset of 119 \n397 extant cutinases with significant homology to Tfcut2 and LCC (E -value <= 1E -5). 120 \nConsistent with previous phylogenetic studies37, PET hydrolytic cutinases were resolved as a 121 \npolyphyletic group of two monophyletic lineages: the Thermobifida sp. PETases, which include 122 \nTfcut2, T. cellulosytica cutinase and T. alba esterase 1 and the LCC-like PETases that include 123 \nLCC and BhrPETase. This topology was resolved consistently over all 20 phylogenetic priors 124 \nused for mASR ( Figure 1A). The placement of the PETase clades were supported by high 125 \nultra-fast bootstrap approximations 38 (>= 0.95) and the ancestral nodes separating these 126 \ngroups were reconstructed in CodeML from the PAML 39 suite with relatively high mean 127 \nposterior probability (>0.9; based on ASR statistical benchmarking studies 40). The resulting 128 \nancestral sequence library comprised approximately 1600 unique sequences that 129 \nencompassed the evolutionarily accessible sequence space of the bacterial cutinase family.  130 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 5 \n 131 \nFigure 1. Ancestral sequence reconstruction and characterization of ancestral cutinases. (A) 20 132 \nreplicates of phylogenetic reconstruction of the cutinase family with fixed extant node locations. All 20 133 \npresented topologies failed rejection by the AU -test and are equally valid representations of the 134 \nunderlying sequence alignment. Extant tips of interest ( Thermobifida cutinases, E5BBQ3, D4Q9N1, 135 \nE9LVH9 and metagenomic assembled cutinases A0A2H5ZR95, G9B757 (LCC)) are labeled). 136 \nDegradation of amorphous PET film by. (B) 20 extant and (C) 48 ancestral cutinases. The bulk soluble 137 \nproducts of PET hydrolysis (TPA, MHET, BHET) are measured by absorbance at 260 nm after 16 hours 138 \nincubation with the enzyme at 60 °C. Data are represented as the mean ± SEM (n = 3). (D) Phylogenetic 139 \ntree 55, ( E) 35 and ( F) 10, with ancestors 35_442, 55_547 and 10_543 highlighted. Each ancestor 140 \nbelongs to equivalent nodes from independent phylogenetic topologies, and are the most recent 141 \ncommon ancestor of LCC and TfCut2, extant cutinases with known PETase activity.  142 \n 143 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 6 \nWe selected 48 ancestral nodes from 20 different trees with homology to the most recent 144 \ncommon ancestor of LCC and TfCut2 for experimental characterization and comparison to 145 \nextant cutinases. Specifically, these nodes were chosen from the recent ancestors of the LCC 146 \nand TfCut2 lineages (or the most recent common ancestor of both), with at least a single 147 \nsequence sampled from each of the 20 distinct phylogenetic trees. Each ancestral sequence 148 \nwas selected as the maximum a posteriori (MAP) sequence that maximizes the posterior 149 \nprobability over the full -length of the reconstructed protein. The variants were expressed, 150 \npurified and tested for PETase activity. The soluble expression level of each variant was 151 \nmeasured using the Bradford assay ( Supplementary Figure 1 ). PETase activity against 152 \namorphous PET film was measured by UV absorbance at 260 nm to detect the soluble 153 \nproducts of PET hydrolysis after the removal of undigested film, including terephthalic acid 154 \n(TPA), mono(2 -hydroxyethyl) terephthalate (MHET), and bis(2 -hydroxyethyl) terephthalate 155 \n(BHET) ( Supplementary Figure 2 ). Among the extant cutinases, the highest PETase 156 \nactivities were observed for LCC (A 260 nm = 0.34 ± 0.03), BhrPETase from bacterium HR29 157 \n(A260 nm = 0.49 ± 0.01), and a previously engineered variant of LCC with the mutations 158 \nF243I/D238C/S283C/Y127G (LCC ICCG) 6 (A260 nm = 0.54 ± 0.07), with other cutinases 159 \nshowing lower activity (Figure 1B). Of the 48 ancestral variants, we observed PETase activity 160 \nfor a number of ancestral cutinases from a diverse range of trees (Figure 1C). Several variants 161 \n(1_533, 35_442, 55_547, 70_439, 70_440, and 85_456) exhibited similar activity to the most 162 \nactive extant cutinases, LCC and BhrPETase. From this group, we selected ancestors from 163 \ntree 35, node 442 (35_442; A260 nm = 0.37 ± 0.06) and tree 55, node 547 (55_547; A260 nm = 164 \n0.59 ± 0.09), for further investigation. Notably, these two ancestors belonged to equivalent 165 \npositions from two independent phylogenetic trees (Figure 1D-F), representing the most 166 \nrecent common ancestor of LCC and TfCut2, and sharing 98.5% sequence identity to one 167 \nanother.  168 \n 169 \nWithin the dataset of 48 ancestral sequences, 12 represent the same phylogenetic node (the 170 \nmost recent common ancestor of LCC and TfCut2) over 12 different phylogenetic 171 \nbackgrounds. Of these, 9 exhibited PETase activity while 3 were inactive on PET. 172 \nInterestingly, the PETase ancestor 55_547 and the inactive ancestor 10_543 both represent 173 \nequivalent positions (the most recent common ancestor of TfCut2 and LCC) in their respective 174 \nphylogenetic backgrounds and differ by only 9/261 positions, yet 55_547 has activity against 175 \nPET and 10_543 does not. The functional differences between these sequences arise solely 176 \nfrom the topology of the phylogenetic tree used to reconstruct them and drastically alters how 177 \nthe evolution of PETase activity could be inferred. For example, in the case of the 55_547 178 \nphylogeny, PETase activity appears to be a promiscuous ancestral trait that existed prior to 179 \nthe discovery of extant PETases (such as LCC and Thermobifida cutinases), whereas the 180 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 7 \n10_543 phylogeny supports the contradictory hypothesis that PETase activity emerged 181 \nindependently in LCC -like and Thermobifida PETase lineages from an ancestor without 182 \nPETase activity. As both topologies failed rejection by the approximately unbiased (AU)41 test 183 \nand are statistically indifferent at representing the observed alignment data, it is not possible 184 \nto reject one of these hypotheses purely from a phylogenetic perspective. We also observe 185 \nno correlation between the mean posterior probability of an ancestor and its activity 186 \n(Supplementary Figure  5). This observation is somewhat counterintuitive, as the mean 187 \nposterior probability of a sequence, which is the statistical confidence in the identity of a 188 \nreconstructed ancestor, is often used to discriminate between poorly reconstructed sequences 189 \n(and hence likely to be less fit) and those that are likely to be functional and fit 40. Together, 190 \nthese results highlight the importance of sampling diverse phylogenetic backgrounds during 191 \nASR when accessing the functional sequence space of a protein family as minor phylogenetic 192 \nincongruencies can translate into significant functional differences in (equivalent) 193 \nreconstructed ancestral sequences. 194 \n 195 \nStructural characterization and analysis of ancestral cutinases. 196 \n 197 \nA comparative structural and sequence analysis of inactive and active ancestors suggests 198 \nthat PET hydrolysis appears to be a trait that is evolutionarily accessible from within the 199 \ncutinase background. Unlike the I. sakaiensis PETase, which emerged through conformational 200 \noptimization of the first - and second-shells via obvious selection within the active site 42–44, 201 \nPETase activity in the TfCut2 and LCC PETase lineages appears to emerge through non -202 \nspecific and likely neutral mutations that are often distal to the active site ( Figure 2A-C). 203 \nIndeed, analysis of ancestral cutinase sequences reveals virtually no differences in the PET 204 \nbinding sites between PETase active and inactive variants ( Supplementary Figure 6 ). 205 \nFurthermore, mutations associated with a gain -of-function vary between the different 206 \nphylogenetic trees used to reconstruct the ancestral sequences. For example, ancestors 207 \n55_547 and 35_442 are each separated by 9 unique mutations from their closest relatives 208 \nwithout PETase activity (ancestors 10_543  with A15S, A36V, T49S, T92S, N109D, R114S, 209 \nN145R, I180V, S226A and 75_539 with A36V, T49D, T92S, M105Q, R114S, S124N, R167T, 210 \nP199S, A226S, respectively). Of these loss of function mutations, 3 are shared between either 211 \nbackground, 5 are unique and one is a reversion (S226A for 55_547, A226S for 35_442).   212 \nIntuitively, a combination (with at least one) of these mutations are required to be fixed in 213 \neither respective cutinase background to impart PETase activity. Similarly, ancestor 10_543 214 \nis separated by 8 mutations from its closest  relative with PETase activity (70_439 with E28Q, 215 \nS49D, S124N, R145N, V180I, P199S, S215T, A226S); of the 8 mutations associated with 216 \ngain-of-function in the background of 10_543, only 3 are specifically shared with gain -of-217 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 8 \nfunction mutations in 55_547. Nearly all functionally consequential mutations across 218 \nbackgrounds are distal to the active site and PET binding pocket. This suggests that (i) there 219 \nare numerous (and diverse) molecular mechanisms by which PETase activity can emerge 220 \nfrom an ancestral cutinase without PETase activity, (ii) these mechanisms are not obviously 221 \nassociated with a restructuring of the enzyme active site and (iii) PETase activity is readily 222 \nevolutionarily accessible within the cutinase family, consistent with recent observations of 223 \nPETases that have emerged from cutinase backgrounds11,12.  224 \n 225 \n 226 \nFigure 2. Structural characterization of 55_547 and 35_442. A) Positions of gain-of-function (GOF) 227 \nmutations in the inactive ancestor 10_543, and B) loss-of-function (LOF) mutations in the active 228 \nancestors 55_547 and  C) 35_442. GOF and LOF mutations are shown as teal and red spheres, 229 \nrespectively. AlphaFold45,46 was used to generate models of each ancestor. Most GOF/LOF mutations 230 \nare distal from the catalytic site residues (blue), and the putative PET binding site highlighted by the 231 \ndocked 2HE-(MHET)3 ligand (black). Structural analysis of the active site residues H2 10, S132 and 232 \nD178 in ancestors 10_543, 55_547, and 35_442 shows uniform alignment, indicating that PETase 233 \nactivity does not arise from modifications within the active sites ( SI.  Figure 4 ). D) Domain-swapped 234 \nhomodimer observed in the crystal structure of ancestor 55_547 with two C-terminal strands swapped 235 \n(PDB 8ETX). The N- and C- termini of each subunit are indicated. The dimer is coordinated by sodium 236 \nions (represented as purple spheres) in the crystal lattice. E) Positions on the flexible C -terminus of 237 \nancestor 55_547 targeted for disulfide engineering, as shown in the crystal structure (left; PDB 8ETX), 238 \nresulting in the disulfide mutant N20 6C/S253C, as generated by AlphaFold 45,46 (right). The predicted 239 \nformation of an additional β-strand at the C-terminus, constrained by the disulfide bond, is shown. F) 240 \nPETase activity of ancestor 55_547 and the disulfide mutant N206C/S253C. The bulk soluble products 241 \nof PET hydrolysis (TPA, MHET, BHET) are measured by absorbance at 260 nm after 16 hours 242 \nincubation with the enzyme at 60 °C. Data are represented as the mean ± SEM (n = 3). 243 \n 244 \nWe next determined the crystal structures of two active ancestors, 35_442 (PDB 8ETY) and 245 \n55_547 (PDB 8ETX), and identified an additional pathway to optimizing PETase activity 246 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 9 \nbeyond modification of the active site. Both ancestors crystallized in the C222 space group at 247 \nresolutions of 1.5 - 1.8 Å (Supplementary Table 1). Structural analysis revealed the formation 248 \nof domain-swapped dimers (Figure 2D). The observation of domain swapping, likely induced 249 \nby the high protein concentration in the crystallization conditions, suggests an intrinsic 250 \nflexibility of the C -terminus, a characteristic commonly observed in proteins previously 251 \ncharacterized to form domain-swapped dimers47. Given the flexible nature of the C-terminus, 252 \nit was hypothesized that introducing a disulfide bond to constrain this region into forming an 253 \nintramolecular β-sheet would enhance enzyme stability (Figure 2E). Furthermore, the chosen 254 \nsite for the disulfide bond coincided with the predicted Ca2+/Mg2+ binding site of the ancestors 255 \nbased on homology to extant cutinases, a region previously targeted for disulfide bond 256 \nengineering in TfCut2 and LCC for improved thermostability and PETase activity 6,48,49. We 257 \nintroduced the disulfide mutation N20 6C/S253C to ancestor 55_547 and experimental 258 \ncharacterization of the resulting mutant demonstrated an approximately 2 -fold improvement 259 \nin whole-cell activity (A 260 nm  = 1.22 ± 0.22) ( Figure 2F) and a 1.5 -fold increase in soluble 260 \nexpression levels compared to the 55_547 background determined by Bradford assay 261 \n(Supplementary Figure 5 ). In combination with our comparative analysis of the selected 262 \ninactive and active ancestors, the successful optimization of PETase activity via the 263 \nintroduction of a disulfide bond distal to the active site illustrates that PETase activity within 264 \nthe cutinase family can emerge and be enhanced through mechanisms that extend beyond 265 \nthe structural reconfiguration of the active site. It is therefore likely that activity optimization is, 266 \nat least in part, being driven by thermodynamic and kinetic stabilization. 267 \n 268 \n  269 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 10 \nAlternate Reconstructions of Ancestral Cutinases 35_442 and 55_547. 270 \n 271 \nFigure 3. Alternate reconstructions and random recombinations of ancestral cutinases 35_442 272 \nand 55_547. Activity of alternate reconstructions of A) ancestor 55_547 and B) 35_442 against 273 \namorphous PET film. The bulk soluble products of PET hydrolysis (TPA, MHET, BHET) are measured 274 \nby absorbance at 260 nm after 16 hours incubation with the enzyme at 60 °C. Data are represented as 275 \nthe mean ± SEM (n = 3). C) Posterior probability distributions for ancestors 55_547 and 35_442.  276 \n 277 \n 278 \nWe next experimentally characterized all alternate sequences of ancestors 55_547 (40 279 \nmutants) and 35_442 (29 mutants) that individually sampled each mutation that had been 280 \nambiguously reconstructed. Here, we define ambiguity as any site where at least two amino 281 \nacids are reconstructed with a posterior probability of >= 0.2. This provided a high resolution 282 \nmutagenic map of the local sequence space around either of the ancestral PETase variants. 283 \nAmbiguously reconstructed sites were spatially distributed over the protein and not localized 284 \nto any specific functional area ( Supplementary Figure 7). Having already established that 285 \nthe mean posterior probability of an ancestral sequence is a poor indicator of PETase activity 286 \n(Supplementary Figure 4B) and that relatively minor changes in the cutinase sequence can 287 \ndrastically alter PETase activity, we hypothesized that the neighborhood of evolutionarily 288 \npossible (albeit less probable) sequences may contain mutations that benefit PETase activity. 289 \nThis hypothesis was guided by recent ASR studies on the I. sakaiensis PETase branch of the 290 \ncutinase phylogeny where PETase activity appeared to emerge transiently within ancestral 291 \nlineages50. Experimental characterization revealed that all of the alternate reconstructions of 292 \nancestors 55_547 and 35_442 demonstrated PETase activity that was comparable (or 293 \nreduced) to either respective ancestral background (Figure 3A-B).  294 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 11 \n 295 \n 296 \n 297 \nFigure 4. PETase activities of recombined alternate reconstructions. A) Structure of 35_442 and 298 \n55_547 aligned. Positions selected for recombination are highlighted as spheres. The docked pose of 299 \n2HE-(MHET)3 is shown in a close-up of the binding and catalytic site, and residues that form the putative 300 \nPET binding site based on homology to LCC are shown. Residues comprising subsites -2 (green), -1 301 \n(blue) and +1 (brown) are highlighted. The catalytic residues Ser13 2-His210-Asp178 are also shown 302 \n(purple; red labels). B) Activity of recombined mutations from alternate reconstructions of 35_442 and 303 \n55_547 against amorphous PET film. The bulk soluble products of PET hydrolysis (TPA, MHET, BHET) 304 \nare measured by absorbance at 260 nm after 16 hours incubation with the enzyme at 60 °C. Data are 305 \nrepresented as the mean ± SEM (n = 3) and grouped based on mutations recombined in the background 306 \nof 55_547 (left) and 35_442 (middle). 307 \n 308 \nA subset of randomly sampled combinations of single mutations from the alternate 309 \nreconstructions were selected to explore potential epistatic interactions and their impact on 310 \nPETase activity. The 7 selected mutations, E1 4D, E28Q, A36V, S52A (in 55_547), F9 4L, 311 \nS196A, and H247S, were recombined in various combinations from 2 to 5 point mutations in 312 \nthe background of 35_442 and 55_547. E28Q, A36V, S52A, S196A, and H247S are surface 313 \nmutations, distal from the catalytic and putative PET binding site ( Figure 4A). In contrast, 314 \nF94L is positioned within the PET binding site, as deduced from docking of 2HE-(MHET)3 into 315 \nboth 35_442 and 55_547 (Figure 4A), as well as structural homology to previously predicted 316 \nPET binding sites in LCC. As single mutations, E1 4D, E28Q, A36V, F94L and H247S were 317 \nconsidered neutral based on PETase activity relative to the 35_442 background, while S52A 318 \nand S19 6A exhibited decreased activity relative to 55_547. In our experimental 319 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 12 \ncharacterization, we identified 24 recombined variants with increased PETase activity relative 320 \nto their ancestral background ( Figure 4B). Specifically, 10 recombined variants in the 321 \nbackground of 55_547 showed increased PETase activity, with the most active being 322 \nE14D/E28Q/A36V (A 260 nm = 1.20 ± 0.26), E2 8Q/S196A (A 260 nm = 1.08 ± 0.05), and 323 \nE28Q/S52A/S196A (A260 nm = 1.03 ± 0.09). Similarly, 14 recombinations in the background 324 \nof 35_442 demonstrated increased activity, with the most active being E28Q/S196A (A260 nm 325 \n= 1.42 ± 0.29), E28Q/F94L (A260 nm = 0.99 ± 0.17), and E14D/H247S (A260 nm = 0.77 ± 0.08). 326 \nInterestingly, we identified 17 recombined variants that exhibited improved PETase activity 327 \nrelative to LCC ICCG, the most active extant variant in the study, with 35_442 E2 8Q/S196A, 328 \ndisplaying ~2.5-fold higher activity. 329 \n 330 \nThe mutational analysis of the recombined variants highlighted E2 8Q as a key mutation, 331 \npresent in 14 of the 17 variants that demonstrated enhanced activity compared to the 332 \nengineered LCC ICCG variant. This suggests a positive effect of E2 8Q on PETase activity; 333 \nhowever, this was only observed in the presence of other mutations from the recombinations. 334 \nThe context dependence of E2 8Q is especially significant when considering the double 335 \nmutation E28Q/S196A, which was among the most active in both ancestral backgrounds. 336 \nWhen assessed independently in the 55_547 background, the E2 8Q mutation adversely 337 \naffected activity (A260 nm = 0.00 ± 0.00), and the S19 6A mutation similarly led to a reduction 338 \nin activity relative to the ancestor (A260 nm = 0.16 ± 0.02). However, the combination of these 339 \nmutations resulted in a significant increase in activity beyond the additive effects of the single 340 \nmutations (A260 nm = 1.08 ± 0.05), indicative of positive epistatic interactions. 341 \n 342 \nRuggedness analysis reveals epistasis in recombined mutations. 343 \n 344 \nWe next analyzed the topology of the PETase fitness landscape over the 196 cutinase 345 \nsequences characterized in this study. This was done both to build a holistic overview of 346 \nPETase evolution and function in the cutinase family and to assess the effectiveness of this 347 \napproach in exploring new -to-nature fitness peaks across functional sequence space. To 348 \nachieve this, we embedded cutinase sequences as nodes in a network graph where edges 349 \nconnect each node to its k nearest (Euclidean) neighbors. The scheme used to embed 350 \nsequences therefore dictates the topology of the network graph. When this is the one -hot 351 \nencoding (OHE), the Euclidean distance between nodes in the network graph is proportional 352 \nto the number of mutations between the sequences they represent. The OHE graph network 353 \ntherefore captures PETase activity as a function of the mutations between sequences when 354 \nthe signal over the graph is the measured PETase activity (Figure 5A).  355 \n 356 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 13 \nEncoding protein sequences as the hidden states of a PLM can capture comparatively richer 357 \nfeatures than the OHE 29,30, albeit at the cost of interpretability over the network graph 36. 358 \nEuclidean distances in the latent space of a representation model may share no interpretable 359 \nrelationship with equivalent Euclidean distances in the OHE space, therefore confounding the 360 \ninterpretation of PETase activity over the network graph to non -linear distances instead of 361 \nsimple mutational distances.  362 \n 363 \nWe embedded all characterized cutinases in a OHE basis and visualized the resulting 364 \nlandscape in 2 dimensions with t -distributed stochastic neighbor embedding (tSNE) 365 \ndimensionality reduction. In this space, ancestral and extant cutinases form homogenous, 366 \nrandom clusters (Figure 5A). The alternate reconstructions of ancestors 55_547 and 35_442 367 \nand their recombinations are grouped as closely connected clusters around their respective 368 \nancestral backgrounds. Despite their comparable PETase activity, sequences in both 369 \nbackgrounds are resolved as independent components that share few direct edge 370 \nconnections, suggesting that the PETase fitness landscape is multi -modal (i.e. there are 371 \nmultiple solution spaces to competent PETase activity) when considering only naive, residue-372 \nwise OHE sequence embeddings.  373 \n 374 \nWe then reconstructed the PETase fitness landscape in a learned representation space. To 375 \nensure that local features of the cutinase sequence space were captured by a PLM, we used 376 \na recently described method of local ancestral sequence embedding (LASE)36. In brief, LASE 377 \ntrains a small and family-specific deep learning model on ancestrally reconstructed sequence 378 \ndatasets. The features learned by LASE capture the functional properties of proteins, such as 379 \ncatalytic efficiency, in a non -linear space that is not interpretable with simple mutational 380 \ndistances. Embedding in LASE can therefore reveal topological features of the fitness map 381 \nthat are obfuscated in an OHE embedding.  382 \n 383 \nSequences in the LASE embedding space cluster according to their relative fitness and how 384 \nthey were sampled (e.g. extant, ancestral, alternate or recombined; Figure 5B). For example, 385 \nall point mutations from alternate reconstructions and recombinations group together in a 386 \nsingle connected component in the LASE space, irrespective of the genetic background 387 \n(ancestors 55_547 or 35_442) they were introduced into. Moreso, ancestral and extant 388 \nsequences cluster into disconnected components, despite their often high degree of site-wise 389 \nsequence similarity. Indeed, the LASE representation space is highly structured relative to the 390 \nOHE space, where ancestral and extant sequences co-occur across distinct identity groups in 391 \nthe network graph. This indicates that our sequence sampling strategy is highly structured and 392 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 14 \nsystematic over an evolutionarily informative representation space, while appearing 393 \nsomewhat random in the OHE space. 394 \n 395 \nFinally, we used a graph signal processing approach to quantify ruggedness in the cutinase 396 \nPET fitness landscape. We define ruggedness as the non -linearity between the fitness of a 397 \nsequence and its neighbors in the network graph. We use the Dirichlet energy of the graph, 398 \nwhich describes the non-linearity of a signal over a graph, to measure this 36,51,52. In order to 399 \nmake the Dirichlet energy interpretable as a node-wise local quantity, we calculate it over each 400 \nsubgraph in the network defined by an edge-length of exactly 1, thus reducing its interpretation 401 \nto the deviation from linearity a node demonstrates relative only to its immediate neighbors; 402 \nthe fitness signal over the network graph changes as a linear function (i.e. is smooth) over 403 \nnodes of the graph that are characterized by low local DEs. The local Dirichlet energy is 404 \ntherefore a descriptor of how confounded by epistasis a sequence is. This analysis revealed 405 \nthat the fitness landscape is most rugged over the cutinase variants with the greatest PETase 406 \nactivity. Indeed, the node with the single highest local Dirichlet energy is also the fitness peak 407 \n(ancestor 55_547_E28Q/S196A). Importantly, this was true for both OHE and LASE network 408 \ngraphs (Figure 5C; Supplementary Figure 9 ), indicating that the combinatorial mutations 409 \nE28Q/S196A in the 55_547 background would be unlikely to be introduced through a stepwise 410 \nmutagenesis approach due to the relatively low activity of each single mutation in isolation. 411 \nTogether, these analyses demonstrate that mASR can effectively guide protein engineering 412 \nby discovering evolutionary features that are not immediately apparent, and can help navigate 413 \nrugged regions of sequence space to find fit enzyme variants that are not rationally obvious. 414 \n 415 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 15 \n 416 \nFigure 5. Analysis and regression on PETase sequence space. PETase sequences were 417 \nrepresented in A) OHE- and B) LASE-forms and projected into a 2 -dimensional space with 418 \ntSNE. Colour represents design stage and size represents activity (A 260 nm (a.u.)). The OHE 419 \nand LASE sequence data was then used to train regression models. C) The local Dirichlet 420 \nenergy for each variant was determined over subgraphs that include the variant’s immediate 421 \nneighbors as determined by kNN . Edges connect variants that were found to be neighbors 422 \nand color represents the local Dirichlet energy calculated.  423 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 16"
    },
    {
      "heading": "Discussion 424",
      "text": "425 \nIn our investigation into the evolutionary sequence space of bacterial cutinases with PETase 426 \nactivity, we employed multiplexed ASR36 to enhance our exploration. This method allowed us 427 \nto reconstruct and analyze ancestral cutinases across 20 diverse phylogenetic topologies, 428 \nmoving beyond the constraints of a single -tree perspective. Our experimental 429 \ncharacterizations of 20 extant and 48 ancestral cutinases unveiled a wide spectrum of 430 \nactivities against amorphous PET film (A260 nm = 0.00 - 0.59). Of particular interest were two 431 \nancestors, 35_442 (A 260 nm = 0.37 ± 0.06) and 55_547 (A 260 nm = 0.59 ± 0.09), each 432 \nrepresenting the most recent common ancestor of LCC 13 and TfCut25 on independent trees 433 \nand exhibiting similar activity to the most active extant cutinases, LCC (A 260 nm = A260 nm = 434 \n0.34 ± 0.03) and BhrPETase (A260 nm = 0.49 ± 0.01). Notably, the use of mASR was crucial 435 \nin uncovering the variability of ancestrally reconstructed sequences, as it revealed that 436 \nequivalent nodes from independent phylogenetic topologies exhibited highly varied activity 437 \ndespite all topologies being equally valid representations of the underlying sequence 438 \nalignment based on the AU -test. While some ancestors were inactive, others showed 439 \nsignificant PETase activity comparable to characterized extant PETases. These observations 440 \nhighlight the utility of the mASR method in improving both the success and robustness of ASR 441 \napplications in protein engineering. By embracing a wider array of evolutionary scenarios, 442 \nmASR allowed for a more comprehensive and reliable identification of functional sequences 443 \nrelative to a single -tree approach. Multiplexed ASR may therefore become an important 444 \ncomponent of ASR- and evolutionary-guided enzyme design strategies in the future.  445 \n  446 \nOur sequence and structural analysis of active and inactive ancestral cutinases provided 447 \ninsights on the evolutionary emergence of PETase activity in the cutinase family. In particular, 448 \nour findings suggest that PETase activity in the TfCut2 and LCC PETase lineages has 449 \nemerged through neutral mutations that are distal to the active site, rather than specific 450 \nchanges localized to the active site itself, as observed in the evolution of I. sakaiensis 451 \nPETase37. Our detailed examination of ancestors 35_442 and 55_547, along with their closest 452 \ninactive counterparts, highlighted unique gain-of-function mutations leading to PETase activity 453 \nfrom these distinct phylogenetic backgrounds. These findings imply the existence of multiple, 454 \ndistinct evolutionary pathways for acquiring PETase functionality and indicate that PETase 455 \nactivity is readily accessible within the cutinase family.  456 \n 457 \nOur structural analysis also revealed the formation of domain -swapped dimers between 458 \nadjacent symmetry mates in the crystal structures of the ancestral variants 35_442 and 459 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted June 27, 2024. ; https://doi.org/10.1101/2024.04.25.591214doi: bioRxiv preprint \n \n 17 \n55_547. While possibly an artifact of the crystallization conditions, this observation suggests 460 \na certain degree of structural flexibility in the C-terminus of these ancestors even in solution. 461 \nBased on this observation, we introduced a disulfide bond in the C -terminus of ancestor 462 \n55_547 that coincided with the predicted Ca 2+/Mg2+ binding site, a strategy homologous to 463 \nsimilar successful modifications in TfCut2 and LCC that were observed to improve stability 464 \nand activity6,48,49. Indeed, the introduction of the disulfide N20 6C/S253C resulted in a variant 465 \nof 55_547 with an approximately 2 -fold improvement in whole -cell activity and 1.5 -fold 466 \nimprovement in soluble expression relative to the background ancestor. 467 \n 468 \nWe deepened our exploration of the evolutionary sequence space of the cutinase family by 469 \naddressing ambiguously reconstructed positions in the initial mASR. Ambiguous positions 470 \nwere identified based on a posterior probability threshold of ≥ 0.2 for the second most probable 471 \nresidue. Introducing these 69 alternate reconstructions as single mutations into 35_442 and 472 \n55_547, we observed that most mutations were either neutral or decreased PETase activity 473 \nrelative to the ancestral background. However, when we recombined a random subset of the 474 \nalternate reconstructions, we observed several recombinations in the background of both 475 \n35_442 (E2 8Q/S196A) and 55_547 (E1 4D/E28Q/A36V) that displayed increased PETase 476 \nactivity, not only relative to the initial ancestors, but also to an engineered variant of LCC with 477 \nenhanced activity, LCC ICCG 6. Notably, the most active recombinations exhibited activity 478 \nimprovements that exceeded the additive effects predicted from their individual mutations, 479 \nhighlighting positive epistatic interactions that contribute to their PETase activity. 480 \n 481"
    }
  ]
}