{
  "txt_file": "2024.04.24.590935v1.full.txt",
  "pdf_file": "2024.04.24.590935v1.full.pdf",
  "title": "1",
  "experimental_sections": [
    {
      "heading": "Experimental procedures",
      "text": "Expression and puriﬁca?on of PETase enzymes \nDNA plasmids for wild -type PETase (PETase, I. sakaiensis , accession number: A0A0K8P6T7, \nAddgene number: #112202), hyperacNve mutant (Addgene number: #112203) and the impaired \nmutant (Addgene number: #112204) were purchased from Addgene.  Plasmids were transformed \ninto E. coli C41(DE3) (Lucigen) and inoculated on a Nutrient Agar plate containing 100 μg/mL \nampicillin (VWR; Cas: 69-52-3). Ager culturing overnight at 37°C, single colonies for each variant \nwere inoculated into a started culture of 5 mL Terriﬁc Broth media (Thermo ScienNﬁc) containing \n100 μg/mL ampicillin and grown at 37°C overnight in a 180 rpm shaking incubator. Each starter \nculture was then transferred into 2 L ﬂasks with 400 mL media containing 100 μg/mL ampicillin \nand grown at 37°C at 200 rpm  unNl the opNcal density at 600 nm reached 0.6 -0.8. Protein \nexpression was  induced by adding 1 mM isopropyl β-D-1-thiogalactopyranoside (IPTG) (EMD \nMillipore Corp.; Cas: 367-93-1). Cells were then incubated for 18 to 20 hours at 20°C at 200 rpm, \nharvested by centrifugaNon at 5000 rpm for 20 min, and stored at -80°C for later puriﬁcaNon. \nFrozen cell pellets were resuspended in a lysis buﬀer (300 mM NaCl, 10 mM imidazole, 20 mM \nTris HCl, pH 7.4,) and lysed by sonicaNon. Lysate was clariﬁed by centrifugaNon at 45,000 rpm for \n35 minutes. The supernatant was then applied to a 2 mL Ni Sepharose 6 Fast Flow (CyNva) column \nand eluted by eluNon buﬀer containing 300 mM NaCl, 300 mM imidazole, 20 mM Tris HCl, pH 7.5. \n \nMicroscopy and image analysis \nPET ﬁlm (Goodfellow, UK) was cleaned in puriﬁed water by sonicaNon, wiped with 100% ethanol, \ncut into pieces , and dissolved in triﬂuoroaceNc acid  (TFA) (Sigma Aldrich ; Cas: 76 -05-1) to a \nconcentraNon of 1  wt%. 5-7 μL of PET soluNon was dripped onto a plasma cleaned coverslip, \ncovered with a second cleaned coverslip, and the two coverslips were then separated and dried \nin air at room temperature for 30 min. Next, the coverslips were transferred to a 120°C oven for \n20 min to achieve a smooth PET coaNng , followed by  cooling at room temperature. Flow cells \nwere assembled with the PET -coated coverslips using double-sided tape. The PET s urface was \nblocked to minimize nonspeciﬁc protein adsorpNon by ﬂowing 0.33 mg/mL casein into the ﬂow \n.CC-BY 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 24, 2024. ; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 17 \ncell for 3 min, followed by an enzyme soluNon consisNng of 8 nM wild-type PETase or its mutant \nlabeled with 0.8 nM Qdot 655 (Thermo ScienNﬁc), 2 mM 2-Mercaptoethanol (Sigma-Aldrich; Cas: \n60-24-2), and 4 mM 4 -Nitrophenyl acetate (Sigma-Aldrich; Cas: 830-03-5) in a buﬀer containing \n100 mM NaCl and 50 mM sodium phosphate, pH 7.4. The Qdot655-labeled PETase was imaged by \ntotal internal reﬂecNon ﬂuorescence microscopy (TIRFM) using a 4 88 nm laser ( 70 mW or 150 \nmW) on a custom-built microscope (15). Movies began immediately before the enzyme soluNon \nwas added to the ﬂow cells. All experiments were performed at 22°C. The 10:1 enzyme:Qdot raNo \nwas chosen because binding events were quite rare and lower raNos resulted in insuﬃcient \nparNcle counts to accurately calculate landing rate and duraNon parameters. \nPETase landing events and binding duraNons on the surface-immobilized PET ﬁlm were measured \nby Kymograph analysis in ImageJ, as follows.  Image stacks consist of a cube of x-y images at \nsequenNal Nmes, t.  First, the “Reslice” command was used to generate mulNple x-t (horizontal) \nslices at varying y (verNcal).  The “Output spacing” was set to 5 pixels, which corresponds to the \n~300 nm full width at half maximum of the point spread funcNon of our microscope (15).  Next, \nthe “Grouped z projecNon” command was used to compress the mulNple slices along the y axis \ninto a single x-t image (see Fig. 1). From this kymograph, the binding duraNons are measured by \nthe length of the verNcal lines, where one pixel equals one frame, and the landing rate is \nmeasured by counNng the total number of events throughout the enNre movie. This approach of \ngeneraNng an  x-t Kymograph is similar in principle  to the approach of Pepersson et al  (21).  \nBinding duraNon distribuNons were ﬁt to biexponenNals in Python 3.9.19 using the ‘scipy.opNmize’ \nlibrary. \n \nAcknowledgements \nThe authors thank members of the Hancock lab for helpful suggesNons and Dr. JusNn Brown for \nadvice in PET preparaNon.  This work was supported by NIH grant R35GM139568. \n  \n.CC-BY 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 24, 2024. ; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 18"
    }
  ],
  "computational_sections": [
    {
      "heading": "Previous work that used bulk enzymaNc assays and molecular dynamics simulaNons to invesNgate",
      "text": "key residues in the substrate binding cleg of Ideonella sakaiensis PETase idenNﬁed two mutants \nwith altered acNviNes (6). A hyperacNve mutant, S238F/W159H, was created that narrowed the \nsubstrate binding cleg towards that of naNve cuNnase, and an impaired mutant, W185A was \ncreated by mutaNng a highly mobile tryptophan thought to play a role in substrate binding. The \naltered enzyme acNviNes were measured by imaging the surface erosion of PET  using electron \nmicroscopy and by monitoring changes in the crystallinity of the PET substrate. These \nexperimental approaches clearly showed changes in enzyme acNvity, parNcularly the enhanced \nacNvity of the hyperacNve mutant, but because the methodology did not quanNfy kon, koﬀ and kcat, \nit is diﬃcult to deﬁne in enzymaNc terms which transiNon rates are altered by the mutaNons. \nIn the present work, we measured the single -molecule binding dynamics of Ideonella sakaiensis \nPETase wild-type and both the hyperacNve and impaired mutants characterized previously.  We \nused total internal reﬂecNon ﬂuorescence microscope (TIRFM) of quantum dot (Qdot) labeled \nPETase reversibly binding to glass coverslips funcNonalized with a thin ﬁlm of PET.  By measuring \nthe residence Nme of the enzymes on the substrate, we calcu late an apparent oﬀ -rate that \nprovides informaNon about both the turnover rate of the enzyme and its binding aﬃnity to the \nPET substrate.  This work provides new insights into PETa se funcNon and  introduces a new \napproach for invesNgaNng the enzymology of other enzymes that react with insoluble substrates. \n.CC-BY 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 24, 2024. ; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 4"
    }
  ],
  "results_sections": [
    {
      "heading": "Results",
      "text": "Figure 1.  PETase binds reversibly to PET ﬁlm.  (A) Experimental design for single-molecule TIRF analysis of Qdot-\nlabeled PETase interac@ng with surface-immobilized PET ﬁlm. Image is not to scale. (B) Kymograph analysis. A movie, \nconsis@ng of a stack of x-y images at various t is captured and resliced into x-t frames for each y, and then compressed \ninto a single x-t image. The image is then rotated by 90° to generate a single x-t kymograph (shown at right), where \nver@cal streaks are single-molecule binding events of varying dura@ons. (C) Binding dura@ons of wild-type PETase, \nploOed as 1 – cumula@ve distribu@on func@on (1 -cdf). Fi Rng to a biexponen@al func@on reveals a fast phase, \nrepresen@ng reversible binding interac@ons, as well as a slow phase.  Inset: ﬁrst 15 s to show details of fast phase. \n \nQdot655-labeled PETase binds reversibly to PET substrate \nTo observe the behavior of PETase enzymes on an immobilized PET surface, PET was dissolved in \ntriﬂuoroaceNc acid and dripped onto the surface of a coverslip, which was then covered by \nanother plasma cleaned coverslip to make thin PET ﬁlm on the surface of both coverslips. The \nPET-funcNonalized coverslip was incorporated into a ﬂow cell, and 0.33 mg/ml casein was ﬂowed \nthrough to reduce nonspeciﬁc protein adsorpNon.  Ideonella sakaiensis PETase (Addgene Number: \n#112202) (6) was bacterially expressed and bioNnylated (see Methods), and combined  with \n.CC-BY 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 24, 2024. ; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 5 \nstreptavidin-coated Qdot parNcles at a 10:1 enzyme:Qdot raNo. The PETase-Qdot complexes were \nthen introduced into the ﬂow cell and allowed to interact with the PET surface.  Landing events \nwere imaged by total internal reﬂecNon ﬂuorescence microscop y (TIRFM) on a custom -built \nmulNmodal microscope (15), and movies were obtained of the enzymes reversibly binding to the \nsurface-immobilized PET.  \nTo quanNfy the reversible binding interacNons, we developed a kymograph-based approach (Fig. \n1B; described in Methods) to measure the frequency and duraNon of PETase binding events. The \n5 frames/s video consists of a stack of x-y images through Nme. The binding events in our assay \nare focal-limited spots of diameter  ~300 nm, corresponding to the point-spread funcNon of the \nmicroscope (15). Because the events are relaNve ly rare, we can collapse a given image in y - \nwithout superimposing diﬀerent events.  When this image is rotated by 90°, the resulNng image \ncorresponds to the posiNons in x along the horizontal axis and Nme along the verNcal axis (Fig. \n1B). From this kymograph, the binding duraNons are measured by the length of the verNcal lines, \nwhere one pixel equals one frame, and the landing rate is measured by counNng the total number \nof events throughout the enNre movie.  \nWe found that the distribuNon of binding duraNons of wild-type PETase was well ﬁt by a double \nexponenNal funcNon consisNng of a fast phase with a Nme constant of 2.7 ± 0.12 s (ﬁt ± SE of the \nﬁt for all Nme constants) and a slow phase with a Nme constant of 38.6 s (Fig. 1C).    \n \nFigure 2.  Time constant of the slow phase varies with laser power. (A) Binding dura@ons of PETase-free Qdots at 70 \nmW illumina@on with biexponen@al ﬁt. Inset: early @mes to show fast phase.  (B) Binding dura@ons of PETase-free \nQdots at 150 mW  illumina@on with biexponen@al ﬁt. (C) Photobleaching rates of immobilized Qdots at varying \nillumina@on intensi@es.  Par@cles were nonspeciﬁcally bound to the surface and the average image intensity over \n \n.CC-BY 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 24, 2024. ; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 6 \n@me ploOed at 70 mW and 150 mW  illumina@on intensi@es.  Fit to exponen@al fall gives @me constants for Qdot \nphotobleaching of 117.9 s and 76.3 s at 70 mW and 150 mW illumina@on, respec@vely. \n \nSlow binding phase is consistent with non-speciﬁc binding \nTo beper understand the origin of the fast and slow binding populaNons, we carried out a control \nexperiment using Qdots with no PETase bound. Using 70 mW laser power, Qdots were observed \nto reversibly bind to the surface, and the binding duraNons followed a biexponenNal with a fast \nphase of 1.5 ± 0.08 s (faster than the PETase fast phase of 2.7 s) and a slow phase of 51.1 ± 2.0 s \n(Fig. 2A) . We hypothesized that the slow Nme constant may be due to nonspeciﬁc and/or \nirreversible binding of Qdots  to the surface, with the apparent unbinding rate being due to \nphotobleaching or blinking of the Qdots.  I f this were the case, then  increasing laser power to \naccelerate bleaching should shorten the Nme constant of the slow phase. To test this, we repeated \nthe control Qdot experiment using a 150 mW laser illuminaNon  and found that the slow Nme \nconstant shortened from 51.1 s to 23.3 s, as expected, while the fast Nme constant remained at \n1.5 s (Fig. 2B).  This result is consistent with the slow phase being due to irreversible binding \nevents whose duraNons are truncated by photobleaching or blinking, rather than dissociaNon.  \nTo further validate our photobleaching hypothesis, we immobilized Qdots  on the surface and \nquanNﬁed their populaNon-level photobleaching rate. To do this, we ﬂowed 50 pM Qdots (lacking \nPETase) into the ﬂow cell without ﬁrst blocking the PET surface to prevent nonspeciﬁc adsorpNon, \nwashed away any free Qdots that did  not bind, and imaged these nonspeciﬁcally-bound Qdots \nunder conNnuous laser illuminaNon. T he average ﬂuorescence intensity of the image  fell \nexponenNally over Nme due to photobleaching of the immobilized Qdots (Fig. 2C). At 70 mW laser \npower, the Nme constant was 118 s, and at 150 mW laser power, the Nme constant fell to 76.3 s, \nconsistent with faster Qdot photobleaching at higher laser powers. This populaNon-level result \nreinforced our single-molecule result in Fig. 2AB, supporNng our conclusion that the slow Nme \nconstant in the PETase experiments (Fig. 1) is due to slow photobleaching of Qdots that are \nnonspeciﬁcally bound to the surface. \n.CC-BY 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 24, 2024. ; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 7 \n  \nFigure 3.  HyperacAve and impaired mutants have diﬀerent fast-phase Ame constants and overall landing rates. (A) \nDistribu@on of binding dura@ons of hyperac@ve PETase mutant, ﬁt by a biexponen@al.  Inset: ﬁrst 15 s to show details \nof fast phase.  (B) Distribu@on of binding dura@ons of impaired PETase mutant, ﬁt by biexponen@al.  Inset: ﬁrst 15 s \nto show details of fast phase . ( C) Time constants of fast phase for wild-type (from Fig. 1C), and impaired and \nhyperac@ve mutant PETase (From Fig. 3A and B, respec@vely) . Dashed line is @me constant fast phase from Qdot \ncontrol (see Fig. S1 for Qdot binding dura@on distribu@on). Error bars are standard error of the ﬁt. (D) Single-molecule \nPETase landing rates, including all events independent of dura@on. Dashed line indicates PETase-free Qdot control \nlanding rate. Error bars are SEM with N = 7 to 11 screens. Asterisks denote data are signiﬁcantly diﬀerent from one \nanother with p <0.05 by a two-sample t-test. Addi@onally, all landing rates were signiﬁcantly diﬀerent from the Qdot \ncontrol (red dashed line), with p<0.05 by two sample t-test. \n \nOn- and oﬀ-rates of hyperac?ve and impaired PETases diﬀer from wild-type \nWe next used our single-molecule PETase assay to invesNgate the reversible binding dynamics of \ntwo previously described PETase mutants. AusNn et al. generated a hyperacNve double mutant, \nS238F/W159H, which was designed to narrow the acNve site of the enzyme and was found to \ndegrade crystalline PET more eﬀecNvely than wild -type (6).  They also generated an inacNve \nmutant W185A, which was found to have impaired acNvity compared to wild-type PETase (6). \n.CC-BY 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 24, 2024. ; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 8 \nRepeaNng our wild-type approach, we bacterially expressed, puriﬁed, and bioNnylated  the two \nmutants, adsorbed them to Qdots, and quanNﬁed the ir binding duraNons.  Comparing the fast \nphases, which correspond to reversible binding, the hyperacNve mutant had a Nme constant of  \n4.0 ± 0.07 s (ﬁt ± SE of the ﬁt) , longer than the wild -type (2.7 ± 0.12 s), whereas the impaired \nvariant had a Nme constant of 1.7 ± 0.18 s, shorter than wild -type (Fig. 3A -C). These binding \nduraNons are consistent with the hyperacNve mutant having a higher PET binding aﬃnity, and the \nimpaired mutant having a lower binding aﬃnity than wild-type.   \nTo quanNfy the relaNve on-rates for PET binding, we quanNﬁed the binding frequency of the three \nPETase enzymes along with the Qdot control  (Fig. 3D) . Binding rates were normalized to the \nenzyme concentraNon and to the area of the microscope image. The binding rate of the impaired \nmutant, 1014 ± 282 μm-2 · s-1 · M-1 (mean ± SEM for N=7 movies) was similar to the wild-type rate \nof 1070 ± 310 μm-2 · s-1 · M-1 (N = 9).  Notably, the hyperacNve mutant landed more frequently, at \n2141 ± 254 μm-2 · s-1 · M-1 (N = 7) than wild-type.  Taken together, the results suggest that the \nhyperacNve mutant achieves a higher PET binding aﬃnity through both a faster on -rate and a \nslower oﬀ-rate.  Finally , the landing rate for  the Qdot control lacking PETase was 394 ± 113 / \nμm2 · s · M (N = 11), roughly 1/3 of wild-type PETase (Fig. 3D, dashed line). This nonspeciﬁc Qdot-\nPET interacNon in the absence of enzyme means that the observed landing rates of the three \nenzymes are somewhat overesNmated; it follows that the measured enhancement of the landing \nrate of the hyperacNve mutant is a lower limit of the eﬀect. A rough correcNon for this nonspeciﬁc \nbinding fracNon is to consider the dashed red line in Fig 3D as the baseline. \n.CC-BY 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 24, 2024. ; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 9 \n \nFigure 4.  The compeAAve inhibitor pNPA blocks PETase binding to PET. (A) Time constant for fast phase of Qdot \ncontrol, impaired mutant, wild-type PETase, and hyperac@ve mutant in the presence (green bar) or absence of 4 mM \npNPA (blue bar). See Fig. S 2 for binding dura@on distribu@ons.  (B) Overall landing rate of Qdot  control, impaired \nmutant, wild-type PETase, and hyperac@ve mutant in the presence (green bar) and absence of 4 mM pNPA (blue bar). \n(C) Rela@ve amplitude in biexponen@al ﬁt of the fast phase for Qdot control, impaired mutant, wild-type PETase and \nhyperac@ve mutant in the absence (blue bar) and presence of 4mM pNPA (green bar). (D) Corrected landing rate \n(deﬁned as the overall landing rate mul@plied by the rela@ve amplitude of the fast phase) for Qdot control, impaired \nmutant, wild-type PETase and hyperac@ve mutant in the presence (green bar) and absence of 4 mM pNPA (blue bar). \nError bars are SE of the ﬁt.   \npNPA acts as a compe??ve inhibitor for PET binding \nTo more thoroughly conﬁrm that the observed binding interacNons truly reﬂect the enzymaNc \nacNvity of the wild-type and mutant PETases, we used a PETase inhibitor to more clearly separate \nout speciﬁc binding from the various non -speciﬁc interacNons that may be occurring. 4-\nNitrophenyl acetate (pNPA) is a model soluble substrate that is used for measuring the acNvity of \nesterases including PETases (7). We reasoned that when used at high concentraNons, pNPA should \n.CC-BY 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 24, 2024. ; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 10 \nserve as a compeNNve inhibitor of the PETases , occupying the acNve site  and blocking enzyme \nbinding to the immobilized PET ﬁlm. Thus, we repeated the single-molecule binding experiments \nin the presence of 4 mM pNPA. \npNPA reduced the binding duraNon of wild -type PETase and the hyperacNve variant, but  had \nnegligible eﬀect on the binding duraNons of the impaired mutant and the control Qdots lacking \nbound PETase (Fig. 4A). The clear eﬀects of pNPA on the wild-type and hyperacNve PETase provide \nfurther validaNon that the fast binding duraNon s are reporNng producNve interacNons of the \nenzymes with the immobilized PET.  In contrast, t he ﬁnding that the binding duraNon of the \nimpaired mutant did not change in the presence of pNPA calls into quesNon whether this mutant \nis speciﬁcally binding to the immobilized PET at all under our condiNons.  \nThe impacts of pNPA on the landing rate mirrors the eﬀects on the binding duraNon.  Speciﬁcally, \npNPA strongly diminished the landing rate of the wild -type and hyperacNve mutant, whereas it \nhad a negligible eﬀect on the landing rate of the impaired mutant and the Qdot control (Fig. 4B). \nTo beper separate out contribuNons to the landing rate from speciﬁc binding versus nonspeciﬁc \nbinding, we ﬁrst quanNﬁed the relaNve amplitudes of the fast and slow phases from the \nbiexponNal ﬁts (Fig. 4C). For wild -type and the hyperacNve mutant, the amplitudes of the fast \nduraNons were diminished by  pNPA, consistent with the inhibitor blocking the speciﬁc (fast) \ninteracNons. As expected, the relaNve amplitudes of the i mpaired mutant and the Qdot control \nwere unaﬀected by pNPA. In the ﬁnal analysis in Fig. 4D, we mulNplied the overall landing ra te \nfrom Fig. 4B by the relaNve amplitude of the fast phase from Fig. 4C. This corrected landing rate \ncorresponds to the degree to which the pNPA inhibitor blocks funcNonal binding of the PETases \nto the immobilized PET.  In summary, the pNPA results argue that both wild-type and hyperacNve \nmutant PETase bind speciﬁcally and reversibly to the PET, with hyperacNve mutant having a faster \nrelaNve on-rate.   \n.CC-BY 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 24, 2024. ; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 11"
    },
    {
      "heading": "Discussion",
      "text": "Despite a number of studies that have used bulk assays and computaNonal simulaNons to \ninvesNgate the enzymaNc acNviNes of PETases, there has been liple work at the single -molecule \nlevel aimed at uncovering their enzymology.  Because the single-molecule approaches developed \nhere enable us to measure and quanNfy binding events directly, they provide new informaNon \nthat can be integrated into more comprehensive studies of the enzymology of PETases and similar \nenzymes. These molecular insights can point to new direcNons for opNmizing PETases to the point \nthat they can be scaled up to tackle the signiﬁcant problem of microplasNcs polluNon in the \nenvironment. \nThe most challenging aspect of these single -molecule invesNgaNons was separaNng speciﬁc \nbinding of the enzymes from nonspeciﬁc binding by the Qdot probes. Due to autoﬂuorescence of \nthe PET sample, labeling the PETases with standard ﬂuorophores such as rhodamine resulted in \nan insuﬃcient signal-to-noise for reliable detecNon. Instead, we turned to Qdots, which gave a \nvery good signal-to-noise, but suﬀered from non -speciﬁc binding to the PET. We explored using \nsurfactants to reduce nonspeciﬁc bin ding but were unable to ﬁnd condiNons that eliminated \nnonspeciﬁc binding while retaining speciﬁc binding.  Thus, we carried out a series of control \nexperiments to determine source of the fast and slow Nme constants we idenNﬁed in our \nbiexponenNal dwell Nmes ﬁts. \nBy characterizing Qdots  lacking bound PETase and varying laser intensity to characterize \nphotobleaching, we concluded that the slow Nme constant (~tens of seconds) of our \nbiexponenNal ﬁt to the dwell Nme distribuNons was due to nonspeciﬁc binding. The Qdot control \nlacking any bound enzymes had a residual binding interacNon with a dwell Nme of 1.9 ± 0.12 s, \nbut the landing frequency was substanNally lower than Qdots containing a bound PETase (Fig. 3C \nand D).  This lower landing rate and the elevated binding duraNons of t he wild-type PETase and \nthe hyperacNve mutant  were the ﬁrst indicaNon that the assays were detecNng speciﬁc PET -\nPETase interacNons. The strongest evidence that the fast binding populaNon was indeed speciﬁc \nbinding of the PETase to the immobilized PET was the fact that in the presence of the inhibitor \npNPA, both the dwell Nmes and the landing rate s of the wild -type PETase and the hyperacNve \n.CC-BY 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 24, 2024. ; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 12 \nmutant fell to near the Qdot control (Fig. 4). The most important experimental result was that the \nmean dwell Nme of wild-type PETase was 2.7 s, the dwell Nme of the hyperacNve S238F/W159H \nmutant was 4.0 s, and the dwell Nme of the impaired W185A mutant was 1.7 s, which was similar \nto control Qdots. \nWhat can single -molecule imaging of enzymes tell  us about the ir kineNc parameters? The \nMichaelis-Menten framework consists of a reversible binding step , with rates kon and koﬀ, and a \ncatalyNc step, kcat.   \n \nThe standard assumpNon is that product unbinding is fast relaNve to the catalyNc step and is thus \nlumped into kcat. For single-molecule visualizaNon of enzymes binding to an insoluble substrate, \nwe are visualizing the ES complex (meaning the clock starts when the ﬂuorescent enzyme binds \nto the surface) .  What we measure is dissociaNon from the surface, which is described by the  \napparent dissociaNon rate, 𝑘\"##\n$%%. = 𝑘\"## + 𝑘'$(. If we assume that the fast binding duraNons we \nmeasure are reﬂecNng the residence Nme of the enzyme on the PET substrate, then this apparent \noﬀ-rate can be calculated from our binding duraNons as 𝑘\"##\n$%%. =\n)\n*!\"#$\n .  From the fast Nme \nconstants in Fig. 3C, 𝑘\"##\n$%%.\tare 0.37 s-1 for the wild-type, 0.25 s-1 for the hyperacNve mutant, and \n0.6 s-1 for the impaired mutant.   \nThe ﬁrst result that comes out of this analysis is that the upper limit for k cat for wild-type PETase \nis 0.37 s-1. This conclusion comes from the fact that dissociaNon of the enzyme from the substrate \nis either through unbinding before catalysis (koﬀ) or via a catalyNc event followed by dissociaNon \nfrom the “product” (cleaved PET in our case), with rate kcat. It should be noted that the catalyNc \nevent may be considerably faster than this, meaning that the lumped kcat parameter is rate -\nlimited by product release.  However, the funcNonal turnover rate would be the same in this case, \nas would the apparent kcat that we observed.  This slow turnover rate presumably is related to \nthe crystallinity of PET ﬁlm and the fact that experiments were performed at room temperature. \nPrevious work showed that higher degrees of crystallinity lead to greater resistance of PET to \nenzymaNc hydrolysis (16, 17).  It is proposed that as temperatures approach the glass transiNon \n.CC-BY 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 24, 2024. ; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 13 \ntemperature of PET, the mobility of the PET chain increases  and results in more rapid enzymaNc \nhydrolysis (11, 18).  Our kcat of 0.37 s-1 does seem slow; however, published PETase acNviNes to \ndate have generally been characterized by degradaNon of the substrate  (6, 7) rather than the \nactual turnover rate of the enzyme.  Thus, to our knowledge there are no values in the literature \nfor the kcat of PETase on crystalline PET with which to compare our inferred rate. \nThe enzyme dissociaNon rates that we measure also provide insights into how mutaNons alter the \nkineNc parameters of the enzymes.  We interpret our data in the context of the simple Michaelis-\nMenten model showin in Fig. 5. The hyperacNve mutant, S238F/W159H was chosen by AusNn et \nal. because the mutaNons narrowed the acNve cleg of the enzyme to match that of other \ncuNnases (6). Induced ﬁt docking simulaNons predicted that this double mutant would have much \nhigher aﬃnity for PET, though no predicNons were made on how the mutaNons may alter kcat. We \nﬁnd that 𝑘\"##\n$%%.\tdrops from 0.37 s-1 for the wild-type to 0.25 s-1 for the hyperacNve mutant.  First, \nbecause a faster kcat predicts a faster 𝑘\"##\n$%%. (Fig. 5), our data argue that the greater surface erosion \nand decrease in crystallinity seen with this mutant in a previous study (6) do not result from an \nelevated kcat. Instead, the data argue that the rate of reversible binding from the substrate, koﬀ, is \nslowed in the hyperacNve mutant. The ﬁrst eﬀect of slowing koﬀ is a lower KM, which will improve \nperformance at sub-saturaNng substrate concentraNons. The second eﬀect is that for every \nenzyme-substrate encounter, there is a higher probability that the enzyme will hydrolyze the \nsubstrate (with 𝑝'$($+,-.- =\n/%\"$\n/%\"$0/&!!\n; Fig. 5) rather than simply unbinding without acNng on the \nsubstrate (with probability 𝑝123.24 =\n/&!!\n/%\"$0/&!!\n).   \nWe can also use this analysis to interpret  the impaired mutant. Previous work suggested that  \nresidue W185 reorients upon producNve binding to PET and may contribute p-stacking \ninteracNons with aromaNc groups in the PET substrate (6).  The W185A mutaNon was found to \nhave reduced surface erosion acNvity on PET and a smaller  reducNon in PET crystallinity , \ncompared to wild -type (6). First, it should be noted that, because we found that  𝜏#$-( for the \nimpaired mutant was indisNnguishable from that for Qdots alone (Fig. 3C), the 𝑘\"##\n$%%.\tof 0.6 s-1 for \nthe impaired mutant  should be considered a lower limit .  Importantly, the landing rate of the \n.CC-BY 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 24, 2024. ; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 14 \nimpaired mutant was considerably faster than Qdots alone (Fig. 3D) , which argues  that the \nimpaired mutant is not totally inacNve. The simplest interpretaNon of the faster apparent oﬀ-rate \nis that the oﬀ-rate of the impaired mutant from the PET substrate is considerably faster than wild-\ntype. This eﬀect makes sense based on the proposed role of W185 in PET binding, and in bulk \nassays would lead to a larger KM.  Another way to describe the mutaNon is that for every binding \nencounter, the proba bility of a catalyNc event, 𝑝'$($+,-.- =\n/%\"$\n/%\"$0/&!!\n , is smaller, making the \nenzyme less producNve."
    },
    {
      "heading": "Conclusion and future outlook",
      "text": "We show here that single-molecule imaging can be used to deduce kineNc parameters of PETase \nenzymes. This approach provides a new tool that can be combined with exisNng bulk methods \nand computaNonal tools to engineer more acNve and robust PETases that address microplasNcs \npolluNon.  Further development of this single-molecule approach will require reducing the non-\nspeciﬁc adsorpNon that complicates interpretaNon of the kineNc data.  PotenNal soluNons include \nusing probes other than Qdots to label the enzymes, improved processing of the PET substrate to \nreduce the autoﬂuorescence, and idenNfying surfactants or other alteraNons in buﬀer condiNons \nthat minimize nonspeciﬁc binding.  Notably, more acNve enzymes that have higher kcat values are \npredicted to bind for shorter duraNons, and nonspeciﬁc Qdot binding currently limits the upper \nlimit of apparent k oﬀ values that can be measured. One approach that has been explored for \nimproving PETase funcNon is apaching a  Carbohydrate Binding Module (CBM)  or another \nhydrophobic domain to PETases to improve their PET binding aﬃniNes (19, 20).  If such a strategy \nis successful in creaNng a processive enzyme that diﬀuses along the surface while carrying out \nmulNple chain cleavage reacNons, this acNvity should be measurable as both a slower apparent \noﬀ-rate of the enzyme measured by the cu rrent approach, as well as diﬀusive movements that \ncould be detected by single -molecule tracking .  In conclusion, the methods developed here \nprovide a new tool for screening engineered PETases with enhanced funcNons, which should \ncontribute to mulNdisciplinary eﬀorts to use biocatalysts to reduce microplasNcs polluNon in the \nenvironment. \n.CC-BY 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 24, 2024. ; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 15 \n \n \nFigure 5.  KineAc model of PETase binding to PET ﬁlm. Free PETase in solu@on binds to PET ﬁlm reversibly with \nassocia@on rate constant kon to form an enzyme-substrate complex. The complex then either disassociates with rate \nconstant koﬀ or proceed to the PET cleavage step with turnover rate kcat, followed by rapid dissocia@on. Qdot-labeled \nPETase molecules bind in the ES state and dissociate with an apparent rate constant 𝑘'((\n)**. = 𝑘'(( + 𝑘,)-, which is \nequal to the inverse of the fast phase dwell @me. For each binding interac@on, the probability that catalysis proceeds \nrather than the enzyme unproduc@vely dissocia@ng is: 𝑝,)-)./010 =\n2!\"#\n2!\"#32$%%\n.  \n.CC-BY 4.0 International licenseavailable under a\nwas not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprint (whichthis version posted April 24, 2024. ; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 16"
    }
  ]
}