{
  "txt_file": "2025.09.28.679094v1.full.txt",
  "pdf_file": "2025.09.28.679094v1.full.pdf",
  "title": "Cinematic",
  "experimental_sections": [],
  "computational_sections": [
    {
      "heading": "Simulation of Substrate-to-Product",
      "text": "Chemical Reactions with Chemical Accuracy\nUsing QuantaMind MD\nSong Xia and Deqiang Zhang∗\nMoleculeMind\nE-mail: deqiangzhang@moleculemind.com\nAbstract\nPolyethylene terephthalate hydrolases (PETases) are enzymes that catalyze the\nbreakdown of PET plastic. Previous studies have employed classical molecular dy-\nnamics (MD) and quantum mechanical/molecular mechanical (QM/MM) simulations\nto probe the catalytic mechanisms of the PETase-catalyzed reaction. In this work,\nwe apply QuantaMind, a deep learning-based machine learning force ﬁeld (MLFF)\ntrained on diverse chemical systems and transition-state energies at density functional\ntheory (DFT)-level, to simulate the complete catalytic cycle of the PETase reaction."
    },
    {
      "heading": "Our simulations capture key proton transfer events and the stabilization role of the",
      "text": "oxyanion hole in PETase, in agreement with previous computational studies, without\nintroducing artiﬁcial biases to the interactions. The simulations also provide estimates\nof free energy barriers for each reaction step with uncertainty estimation, consistent\nwith experimental values and previous QM/MM studies. To our knowledge, this work\nrepresents the ﬁrst complete DFT-level MD simulation of a biomolecular enzymatic\nreaction using DL-based MLFFs.\n1\n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted September 30, 2025. ; https://doi.org/10.1101/2025.09.28.679094doi: bioRxiv preprint \nIn troduction\nPolyethylene terephthalate (PET) is the most common thermoplastic polymer of the polyester\nfamily, widely used in textiles and food and beverage containers. 1 As a result, vast quantities\nof PET waste accumulate in the environment, posing a severe threat to global ecosystems. In\n2016, a PET-assimilating bacterium, Ideonella sakaiensis 201-F6, was isolated from a PET\nrecycling facility. This bacterium secretes a cutinase-like enzyme, IsPETase, that degrades\nPET to mono (2-hydroxyethyl) terephthalic acid (MHET), terephthalate (TPA), and ethy-\nlene glycol at ambient temperature. 2 Since then, eﬀorts have been devoted to engineering\nthis enzyme, resulting in numerous improved variants. 3–13\nThe catalytic mechanisms of serine hydrolases, including PETase, have been extensively\nstudied. Conﬂicting hypotheses have been proposed with particular disagreement regarding\nproton transfer events during the catalytic cycle. 14–18 While QM/MM studies have provided\nvaluable insights, these methods have inherent limitations, such as boundary issues and lim-\nited accuracy in the MM component, and therefore introduce artifacts and produce diﬀerent\nresults.19–26 Additionally, QM/MM simulations often require a large QM region for converged\nresults, which is computationally expensive. 27\nMachine learning force ﬁelds (MLFFs) provide a promising alternative by mapping chem-\nical descriptors to the quantum mechanical energy of systems, 28 combining the eﬃciency of\nclassical force ﬁelds with the accuracy of QM methods. As deep learning (DL) 29 transforms\ncomputational chemistry, several DL-based MLFFs have been developed for MD simula-\ntions.30–33 Previously, we developed QuantaMind, 34 a DL-based MLFF trained on diverse\nbiomolecular fragments with an emphasis on transition-state geometries, shown to be eﬀec-\ntive in simulating reactions in aqueous solutions.\nIn this work, we demonstrate the application of QuantaMind in simulating the complete\ncatalytic cycle of PETase. Our simulations elucidate key proton transfer events that are\nconsistent with previous QM/MM studies. We estimate free energy barriers of 22 and 20\nkcal/mol for the acylation and deacylation steps, respectively, along the lower bound path.\n2\n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted September 30, 2025. ; https://doi.org/10.1101/2025.09.28.679094doi: bioRxiv preprint \nThese\nvalues are close to the estimated experimental value of 18.7 kcal/mol 2,24 and the\ncalculated value of 21.1 kcal/mol by Boneta et al. 24 To our knowledge, this research represents\nthe ﬁrst complete DFT-level MD simulation of a biomolecular enzymatic reaction enabled\nby a DL-based MLFF."
    },
    {
      "heading": "Figures 1C1-6 present representative frames from the simulation trajectories, highlight-",
      "text": "ing key intermediates along the catalytic pathway. Figure 1C1 shows in the initial state\nthe substrate MHET positioned within the enzyme’s active site. After a nucleophilic attack\nby residue S165, a covalent intermediate forms between S165 and the reactant, as shown\nin Figure 1C2. Subsequent cleavage of the carbon-oxygen bond yields one of the reaction\nproducts, ethylene glycol and the acyl-enzyme intermediate (AEI) (Figure 1C3). As ethy-\nlene glycol departs, a water molecule enters the catalytic center (Figure 1C4) and performs a\nnucleophilic attack, forming a second tetrahedral intermediate (Figure 1C5). Finally, cleav-\nage of the carbon-S165 oxygen bond results in the formation of terephthalic acid, restoring\nthe catalytic triad to its original protonation state (Figure 1C6). Detailed analyses of the\nsimulation trajectories are presented in the following subsections.\nPETase Acylation Reaction\nDuring the acylation step of the PETase catalytic cycle, the serine residue S165 performs a\nnucleophilic attack on the ester bond of the MHET substrate, leading to its cleavage and\n3\n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted September 30, 2025. ; https://doi.org/10.1101/2025.09.28.679094doi: bioRxiv preprint \nFigure\n1: Overview of the PETase catalytic cycle simulated in this work. ( A.) The sim-\nulation box used in this work. (B.) The chemical reaction studied in this work. ( C1-6.)\nRepresentative frames from the simulation, indicating signiﬁcant intermediates and prod-\nucts. For clarity, only the water molecule directly involved in the reaction is shown, while\nother solvent molecules are hidden.\n4\n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted September 30, 2025. ; https://doi.org/10.1101/2025.09.28.679094doi: bioRxiv preprint \nthe\nformation of ethylene glycol and the AEI. This acylation process proceeds through two\ndistinct steps, depicted in Figures 2 and 3.\nFigure 2A presents representative snapshots from the nucleophilic attack simulation.\nKey interactions during this 100 ps simulation are quantiﬁed by monitoring several relevant\ndistances (Figure 2B). The hydrogen bonds labeled as H-bond M166 and H-bond Y95 refer\nto the distances between the carbonyl oxygen and the backbone amide nitrogens of M166 and\nY95, respectively. These atoms form the \"oxyanion hole,\" which stabilizes the tetrahedral\nintermediate during the reaction. Early in the trajectory, when S165 is distant from the\nMHET substrate, these hydrogen bond distances ﬂuctuate substantially, particularly for\nH-bond M166. As the reaction proceeds, both distances stabilize around 3 Å, indicating\nstronger hydrogen bonds.\nAnother critical event is the proton transfer from S165 to H242 (denoted as H242 NE-\nS165 H). A proton jump is noted at approximately 80 ps. Prior to the jump, the distance\nbetween the N ϵ of H242 and the S165 proton is around 2 Å, typical for a non-covalent\nhydrogen bond. At approximately 80 ps, this distance decreases and stabilizes around 1 Å,\nindicating the formation of a covalent N-H single bond."
    },
    {
      "heading": "QuantaMind MD also provides free energy barriers during the simulation, along with",
      "text": "uncertainty estimates. As shown in Figure 2C, the red dots represent the average free energy\ndiﬀerence relative to the initial state, with error bars indicating the estimated standard\ndeviations. The free energy barrier for this step ranges from 22 kcal/mol (lower bound path)\nto 47 kcal/mol (upper bound path).\nIt is important to note that only the S165 O-MHET C distance–the distance between the\nS165 oxygen and the carbonyl carbon in MHET–is constrained using our enhanced sampling\ntechnique (Section QuantaMind MD Simulation), with no additional biases applied during\nthe simulation.\nIn Figure 3A, representative snapshots from the ester bond cleavage simulation are shown.\nKey interactions are similarly analyzed by plotting relevant distances over this 100 ps sim-\n5\n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted September 30, 2025. ; https://doi.org/10.1101/2025.09.28.679094doi: bioRxiv preprint \nFigure\n2: Simulation of the nucleophilic attack during PETase acylation reaction. ( A)\nVisualization of the nucleophilic attack by the oxygen atom in S165 on the carbonyl carbon.\n(B) Key distances during the simulation. H-bond M166 and H-bond Y95 are the hydrogen\nbond distances between the carbonyl oxygen and the backbone nitrogen atoms of M166 and\nY95, respectively. H242 NE-S165 H represents the distance between the N ϵ of H242 and the\nS165 proton. S165 O-MHET C is the distance between the S165 oxygen and the carbonyl\ncarbon in MHET. D175-H242 HND is the minimum distance between the two oxygen atoms\nin D175 and the hydrogen atom on N δ of H242. (C ) Free energy diﬀerence during the\nreaction, with red dots showing the average free energy diﬀerence relative to the initial state\nand error bars representing estimated standard deviations.\n6\n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted September 30, 2025. ; https://doi.org/10.1101/2025.09.28.679094doi: bioRxiv preprint \nulation\n(Figure 3B). The hydrogen bonds, H-bond M166 and H-bond Y95, function as the\n\"oxyanion hole,\" stabilizing the tetrahedral intermediate and the AEI carbonyl oxygen."
    },
    {
      "heading": "A critical event during this simulation is the proton transfer from H242 to the nascent",
      "text": "ethylene glycol product. As the ester bond breaks, the oxygen atom of the partially formed\nethylene glycol requires an additional proton to become stable, capturing the proton from\nHIP242 (originating from S165) to form stable ethylene glycol. The Glycol O-H242 HNE\nand H242 NE-H242 HNE distance plots in Figure 3B illustrate this event: at around 35 ps,\nthe proton migrates from H242 to the ethylene glycol oxygen, stabilizing at around 1 Å,\nindicative of a covalent O-H bond. Concurrently, the original covalent O-H bond elongates\nto approximately 1.8 Å, consistent with the non-covalent hydrogen bond distance.\nFigure 3C shows free energy changes and uncertainty estimation during the simulation.\nThe red dots represent the average free energy diﬀerence relative to the initial state, with\nerror bars indicating the estimated standard deviations. The free energy barrier for this step\nranges from 14 kcal/mol (lower bound path) to 37 kcal/mol (upper bound path).\nDuring the enhanced sampling, only the MHET: C-O distance–the ester bond within the\nMHET molecule–is constrained (Section QuantaMind MD Simulation), with no additional\nbiases applied.\nPETase Deacylation Reaction\nDuring the deacylation reaction of PETase, a water molecule attacks the ester bond of the\nAEI, followed by cleavage of the ester bond between the reactant and S165. This regenerates\nthe catalytic triad and releases terephthalic acid. The process proceeds through two steps,\nillustrated in Figures 4 and 5.\nFigure 4A shows representative snapshots from the simulation of the water molecule’s\nnucleophilic attack. Key interactions are examined by plotting distances over this 100 ps\nsimulation (Figure 4B). H-bond M166 and H-bond Y95 denote the hydrogen bond distances\nfrom the carbonyl oxygen to the backbone amide nitrogens of M166 and Y95, respectively.\n7\n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted September 30, 2025. ; https://doi.org/10.1101/2025.09.28.679094doi: bioRxiv preprint \nFigure\n3: Simulation of the C-O bond cleavage during the PETase acylation reaction. ( A)\nVisualization of the ester bond cleavage, leading to the formation of ethylene glycol and the\nAEI. ( B) Key distances during the simulation. H-bond M166 and H-bond Y95 represent the\nhydrogen bond distances between the carbonyl oxygen and the backbone atoms of M166 and\nY95, respectively. H242 NE-H242 HNE denotes the distance between the N ϵ of H242 and\nthe proton transferred from S165 in the previous step (Figure 2). MHET C-Water O is the\nester bond distance in MHET. Glycol O-H242 HNE indicates the distance between H242’s\nproton and the glycol oxygen. D175-H242 HND is the minimum distance between the two\noxygen atoms in D175 and the hydrogen atom on N δ of H242. (C ) Free energy diﬀerence\nduring the reaction, with red dots showing the average free energy diﬀerence relative to the\ninitial state and error bars representing estimated standard deviations.\n8\n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted September 30, 2025. ; https://doi.org/10.1101/2025.09.28.679094doi: bioRxiv preprint \nThese\nnitrogen atoms form the \"oxyanion hole,\" stabilizing the tetrahedral intermediate\nduring the reaction. Notably, ﬂuctuations in these distances are larger than those observed\nfor the similar tetrahedral intermediate in Figure 2B.\nAnother signiﬁcant event is the transfer of the excess proton from the water molecule to\nH242 at approximately 70 ps, resulting in a protonated H242 (N ϵ).\nFigure 4C shows free energy changes and uncertainty estimation during the simulation.\nThe red dots represent the average free energy diﬀerence relative to the initial state, with\nerror bars indicating the estimated standard deviations. The free energy barrier for this step\nranges from 20 kcal/mol (lower bound path) to 41 kcal/mol (upper bound path)."
    },
    {
      "heading": "During this simulation step, only the distance between the water oxygen and the carbonyl",
      "text": "carbon in the covalent intermediate (MHET C-Water O) is constrained using our enhanced\nsampling technique (Section QuantaMind MD Simulation), with no additional biases applied.\nIn the ﬁnal step, cleavage of the ester bond in the AEI intermediate (Figure 5A) produces\nterephthalic acid and the original catalytic triad. This transition is accompanied by increased\nﬂuctuations in the M166 and Y95 hydrogen bonds (Figure 5B), indicating weaker hydrogen\nbonds between the product and the \"oxyanion hole.\" A notable event is the proton transfer\nfrom HIP242 to S165, completing restoration of the original catalytic triad.\nFigure 5C shows free energy changes and uncertainty estimation during the simulation.\nThe red dots represent the average free energy diﬀerence relative to the initial state, with\nerror bars indicating the estimated standard deviations. The free energy barrier for this step\nranges from 5 kcal/mol (lower bound path) to 17 kcal/mol (upper bound path)."
    },
    {
      "heading": "During this simulation step, only the distance of the ester bond in the covalent inter-",
      "text": "mediate (MHET C-S165 O) is constrained using our enhanced sampling technique (Section\nQuantaMind MD Simulation), with no additional biases applied.\n9\n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted September 30, 2025. ; https://doi.org/10.1101/2025.09.28.679094doi: bioRxiv preprint \nFigure\n4: Simulation of the nucleophilic attack by a water molecule during the PETase\ndeacylation reaction. (A) Visualization of the nucleophilic attack by a water molecule on\nthe carbonyl carbon. ( B) Key distances during the simulation. H-bond M166 and H-bond\nY95 denote the hydrogen bond distances between the carbonyl oxygen and the backbones\nof M166 and Y95, respectively. H242 NE-Water H is the distance between the N ϵ of H242\nand the proton of water. MHET C-Water O is the distance between the water oxygen and\nthe carbonyl carbon in the covalent intermediate. D175-H242 HND is the minimum distance\nbetween the two oxygen atoms in D175 and the hydrogen atom on N δ of H242. (C ) Free\nenergy diﬀerence during the reaction, with red dots showing the average free energy diﬀerence\nrelative to the initial state and error bars representing estimated standard deviations.\n10\n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted September 30, 2025. ; https://doi.org/10.1101/2025.09.28.679094doi: bioRxiv preprint \nFigure\n5: Simulation of the C-O bond cleavage during the PETase deacylation reaction.\n(A) Visualization of the ester bond cleavage, forming terephthalic acid and restoring the\noriginal catalytic triad. (B) Key distances during the simulation. H-bond M166 and H-bond\nY95 represent the hydrogen bond distances between the carbonyl oxygen and the backbones\nof M166 and Y95, respectively. S165-Proton is the distance between the oxygen of S165\nand the proton transferred from H242 in the previous step (Figure 4). MHET C-S165 O\nis the distance of the ester bond in the covalent intermediate. D175-H242 HND is the\nminimum distance between the two oxygen atoms in D175 and the hydrogen atom on N δ of\nH242. (C ) Free energy diﬀerence during the reaction, with red dots showing the average free\nenergy diﬀerence relative to the initial state and error bars representing estimated standard\ndeviations.\n11\n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted September 30, 2025. ; https://doi.org/10.1101/2025.09.28.679094doi: bioRxiv preprint"
    },
    {
      "heading": "In this study, we employed QuantaMind MD, a MLFF trained on diverse high-level quantum",
      "text": "mechanical (QM) data with an emphasis on transition-state regimes, to simulate the complete\ncatalytic cycle of the PETase enzyme over 400 ps of simulation time. Our simulations capture\nkey proton transfer events throughout the reaction, consistent with mechanisms reported in\nprevious studies. 19–26 Distance analysis underscores the critical role of the backbone amide\nnitrogens of Y95 and M166, which function as the \"oxyanion hole\" by forming hydrogen\nbonds that stabilize the carbonyl oxygen atom throughout the reaction.\nThe free energy analysis provides quantitative insights into the reaction activation ener-\ngies. Our simulations estimate free energy barriers of 22 and 20 kcal/mol for the acylation\nand deacylation steps, respectively, following the lower bound path. These values are rela-\ntively close to the estimated experimental value of 18.7 kcal/mol 2,24 and the calculated value\nof 21.1 kcal/mol by Boneta et al. 24 Nevertheless, we acknowledge several limitations aﬀect-\ning the accuracy of the free energy barrier estimation. The large error bars primarily stem\nfrom the relatively short simulation time, necessitating longer simulations for QuantaMind to\nsample suﬃcient conﬁgurations and converge the mean force. Additionally, in the acylation\nstep, the nucleophilic attack and C-O bond cleavage may proceed in a concerted rather than\nsequential fashion. 19 Thus, a two-dimensional distance scan is required to construct the full\npotential energy surface and determine the lowest energy path. A similar approach applies\nto the deacylation reaction’s two sub-steps.\nFinally, as a DL-based model, QuantaMind relies heavily on its training data. While\nthe training of QuantaMind signiﬁcantly considers transition-state geometries, 34 additional\ntraining data would be beneﬁcial, particularly for estimating energy barriers. The transition-\nstate structures sampled in this work provide a valuable source of geometries that can be\nfurther optimized at the DFT level. These calculations can serve as additional training data\nto iteratively enhance the QuantaMind model, improving its accuracy and applicability to\nserine hydrolase-related biomolecular systems.\n12\n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted September 30, 2025. ; https://doi.org/10.1101/2025.09.28.679094doi: bioRxiv preprint \nOv\nerall, this work demonstrates the versatility of QuantaMind MD as a powerful tool for\nsimulating enzymatic reactions in explicit water solvents with ab initio accuracy. Beyond\nPETase, this framework can be readily extended to a wide range of enzyme classes. Looking\nforward, we envision that this MLFF-based methodology will not only complement but\nultimately supersede traditional QM/MM approaches, eliminating the need for artiﬁcial\nsystem partitioning while retaining quantum-level accuracy at accessible computational cost.\nWith continued reﬁnement, QuantaMind MD has the potential to establish a new paradigm\nfor studying enzymatic catalysis and biomolecular reactivity."
    },
    {
      "heading": "Simulation System Preparation",
      "text": "We began with the crystal structure of the leaf-branch compost cutinase (LCC) variant\n(PDB ID: 7W44), 13 retaining only the protein structure after removing small molecules and\nsolvents. To incorporate the MHET molecule, we used the crystal structure from PDB ID:\n7VVE, which includes MHET and a mutant S165A. Speciﬁcally, we aligned the backbone\natoms of the catalytic triad from PDB 7VVE to PDB 7W44 and applied this transforma-\ntion matrix to the MHET molecule in 7VVE. The transformed MHET molecule was then\nprocessed with OpenBabel 35 to add hydrogen atoms.\nWe utilized AmberTools 36 for further processing of the protein and MHET structure.\nInitially, we used the pdb4amber tool to clean the PDB ﬁle and add any missing hydrogen\natoms. Subsequently, tLEAP was employed to combine the protein PDB and the MHET\nmolecule, followed by solvation with TIP3P water using a 5 Å buﬀer distance."
    },
    {
      "heading": "QuantaMind MD Simulation",
      "text": "Following system preparation, we optimized the structure using QuantaMind with the Limited-\nmemory Broyden-Fletcher-Goldfarb-Shanno (L-BFGS) optimizer, performing 1,000 opti-\n13\n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted September 30, 2025. ; https://doi.org/10.1101/2025.09.28.679094doi: bioRxiv preprint \nmization\nsteps.37,38 The optimized system was then simulated with QuantaMind under pe-\nriodic boundary conditions within the NVT ensemble, employing a 0.5 fs time step at 300\nK."
    },
    {
      "heading": "To enhance the simulation process, we introduced a biased potential in addition to the",
      "text": "potential energy surface predicted by QuantaMind. The biased potential is deﬁned as follows:\nUbias(Ri, Rj, t) = 1\n2k[||Ri − Rj||\n− x(t)]2\nHere, i and j represent the indices of the atom pairs of interest in the system. The atom\npairs are dependent on the speciﬁc reaction simulated, as elaborated below. Ri and Rj are\nthe 3D coordinates of the respective atoms. The constant k = 10.0 eVÅ\n−2\nis a strong force\nconstant, ensuring the distance ||Ri − Rj|| throughout the simulation. The target distance\nx(t) evolves according to:\nx(t) =xstart + ⌊ t\n10ps⌋\n· xend − xstart\n10\nHere xstart is\nthe initial distance between atoms i and j, and xend is the desired ﬁnal\ndistance. The values i, j and xend are determined based on prior chemical knowledge,\ndetailed as follows:\nAcylation reaction-nucleophilic attack: i and j are indices for the oxygen atom of S165\nand the carbonyl carbon of the reactant, respectively, with xend = 1.45Å.\nAcylation reaction-bond breaking: i and j are indices for the oxygen atom of the partially\nformed ethylene glycol and the carbonyl carbon of the reactant, respectively, with xend =\n3.0Å.\nDeacylation reaction-nucleophilic attack: i and j are indices for the oxygen atom of the\nwater reactant and the carbonyl carbon of the reactant, respectively, with xend = 1.45Å.\nDeacylation reaction-bond breaking: i and j are indices for the oxygen atom of S165 and\nthe carbonyl carbon of the reactant, respectively, with xend = 3.5Å.\n14\n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted September 30, 2025. ; https://doi.org/10.1101/2025.09.28.679094doi: bioRxiv preprint \nF\nree Energy Barriers Estimation\nInspired by thermodynamic integration, 39 we estimate free energy changes using the equa-\ntion:\nAa→b =\n∫ rij =b\nrij =a\n⟨ ∂U\n∂\nrij\n⟩drij\nHere, Aa→b represents the free energy change as the distance between two atoms of\ninterest, rij transitions from a to b. The term ∂U\n∂\nrij\nis approximated by:\n∂U\n∂\nrij\n≈ ∂U\n∂Ri\n· Ri − Rj\nrij\n+ ∂\nU\n∂Rj\n· Rj − Ri\nrij\nThis\napproximation involves the sum of the projections of the unbiased forces on atoms\ni and j onto the vector Ri − Rj , where Ri and Rj are the 3D coordinates of the respective\natoms. Using multiple frames obtained from QuantaMind MD simulations, we calculate\naverages ( ⟨ ∂U\n∂\nrij\n⟩avg) and standard deviations (⟨ ∂U\n∂\nrij\n⟩std), approximating the distribution of\n(⟨ ∂U\n∂\nrij\n⟩) with a Gaussian distribution:\n⟨ ∂U\n∂\nrij\n⟩ ∼ N (⟨ ∂U\n∂\nrij\n⟩avg, ⟨ ∂U\n∂\nrij\n⟩std)\nThe Gaussian distributions at each rij are then propagated through numerical integration\nto estimate the distribution of the free energy change Aa→b.\nData Availability\nThe source code used to perform QuantaMind MD simulation is available at https://\ngithub.com/MoleculeMindOpenSource/QuantaMind. The molecular dynamics trajectories\ngenerated in this work are accessible via Zenodo at https://zenodo.org/records/17217376.\n15\n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted September 30, 2025. ; https://doi.org/10.1101/2025.09.28.679094doi: bioRxiv preprint \nComp eting Interests\nThe authors declare the following competing interests: A patent application related to the\nQuantaMind training workﬂow has been submitted (Application No. 202510725979.7, pend-\ning); A patent application related to the QuantaMind structure optimization has been\nsubmitted (Application No. 202510725999.4, pending). A patent application related to\nthe QuantaMind training using transition-state data has been submitted (Application No.\n202511174067.1, pending). The applications are ﬁled by MoleculeMind and includes con-\ntributions from Deqiang Zhang, Song Xia and Jinbo Xu. The authors declare no other\ncompeting interests."
    }
  ],
  "results_sections": [
    {
      "heading": "Results and discussion",
      "text": "Figure 1 provides an overview of the enzymatic reaction simulated in this study. The simu-\nlation box (Figure 1A) contains 17,792 atoms in total, comprising the PETase protein (257\nresidues), one MHET substrate molecule, and 4,898 water molecules. Figure 1B illustrates\nthe chemical reaction simulated: the hydrolysis of MHET to produce terephthalic acid and\nethylene glycol."
    }
  ]
}