{
  "txt_file": "2025.08.14.670228v1.full.txt",
  "pdf_file": "2025.08.14.670228v1.full.pdf",
  "title": "Title: Identification of Prospective PETases Across Prokaryotes Using an in silico Approach",
  "experimental_sections": [
    {
      "heading": "Methods",
      "text": "1. Sequence alignment and conserved domain identification: \nThe enzyme polyethylene terephthalate hydrolase (PETase) of  I. sakaiensis (PDB ID: 6ILW) [9] \nwith resolution 1.57 Å was used as a target in this study. This structure was chosen on the basis of \nmaximum completeness among the other structures of PETase available in the PDB. Sequences \nsimilar to those of IsPETase, from across all prokaryotes, were searched for using the Protein Blast \ntool of NCBI [15] , with a selected threshold of 95% query coverage. 27 sequences were thus \nobtained and aligned against the sequence of 6ILW (supplementary table 1 and figure S6). The \nobtained sequences were subjected to domain identification using MotifScan [16] , using motif \nsources from Pfam [17] and HAMAP [18]. Based on the lowest e-value, domains were identified \non the basis of their conserved nature."
    }
  ],
  "computational_sections": [
    {
      "heading": "Title: Identification of Prospective PETases Across Prokaryotes Using an in silico Approach",
      "text": "Yashkumar Rathod1, Sumit Biswas1,* \n1 ViStA Lab, Department of Biological Sciences, BITS, Pilani – K K Birla Goa Campus, Goa \n403726, India. \n*Corresponding author e-mail: sumit@goa.bits-pilani.ac.in \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nAbstract \nBackground: Plastics count as one of the most potent threats to the habitats and survival of global \nflora and fauna. Reports keep accumulating globally about the ever -exploding load of plastic \nwastes, but the need and economics of multiple industrial and household processes compels the \nproduction of more plastic materials. It has always been imperative to look for natural sources of \ndegradation of plastic. The identification of plastic-degrading microbes, therefore remains a major \nfocus of the microbial fraternity. While the discoveries of Ideonella sakaiensis or later, \nRhizobacter gummiphilus were more out of providence, the structure determination of the enzyme \nresponsible for PET degradation does provide a fillip to efforts towards identification of more such \nprokaryotic entities."
    },
    {
      "heading": "Keywords: PETase, molecular dynamics, Ideonella sakaiensis, BHET, plastic degradation",
      "text": "(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nIntroduction \nThe world is burdened by a burgeoning load of plastics and the accumulation of these contaminants \nin the ecosystem is a potent threat to life and livelihood [1, 2]. The array of these plastic pollutants, \nof different sizes and types is also mind- boggling. While the load of plastic pollution keeps \nincreasing, driven by global demand and eventual production, means and methods of plastic \nrecycling are few and far in between and ineffective on a broader perspective. The staggering range \nof the burden is often disturbing. The yearly production of plastic waste has been projected to \nreach 3.4 billion tonnes by 2050, according to the study done by World Bank [3]. \nIn an effort to limit the load of plastic pollutants, degradation of plastics using microbial sources \nhas been the subject of study over the past few decades. The polymerization of plastic is effected \nby means of weak forces like van der Waals interactions, electrostatic forces as well as hydrogen \nbonds. etc. Microbes are known to degrade plastics in a sequential manner. Broadly, this can be \nsimplified as physical or chemical deterioration, followed by breakdown of polymers which are \nthen shipped to the cytoplasm of the microbes for metabolic breakdown [3].  \nOne of the biggest sources of the pollution and perhaps the most commonly used of plastics is \nPolyethylene Terephthalate (PET). Microbial biodegradation of PET has been mooted for long and \na few breakthroughs have been achieved over the years. Enzymes from  Thermobifida fusca were \nreported from the early years of this century to be effective in the degradation of PET\n[4]. Lipases \nfrom Candida antarctica [4] and cutinases from Humicola insolens  [5] have also been known to \ndisplay PET degradation, and some of these have been shown to have synergistic effects in \nelevating the efficacy and reducing the time of the degradation process [6].  \nIdeonella sakaiensis, a plastic-degrading bacterium, was first discovered in 2016 [7]. I. sakaiensis \nis a Gram negative, aerobic, rod -shaped bacterium belonging to the genus Ideonella and family \nComamonadaceae [8]. Originally isolated from a sediment sample taken outside of a plastic bottle \nrecycling facility in Sakai, the bacterium also uses PET as a sole carbon and energy source for \ngrowth. The PETase enzyme found in the bacteria aids in the degradation of the ester bond of PET. \nIsPETase (PETase from I. sakaiensis) has demonstrated the highest plastic degradation activity \ncompared to all other bacterial enzymes despite the fact that similar enzymes have been discovered \nin a number of other organisms.  \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nThe mechanism of PET degradation by the IsPETase enzyme [9] has been studied and reported by \nnumerous groups. The PETase enzymes showed the presence of a conserved, PET-binding active \nsite. Ser (160), Asp (206) and His (237) form a highly conserved catalytic triad that aids in the \nstable binding with PET. Several mutations were introduced into the PETase enzyme of Ideonella \nsakaiensis, and wild- type bacteria were used for comparison.  [6] has also reported that mutant \nIsPETase R280A is 22.4% more effective than the wild type. According to the report, these \nvariants were more effective at higher temperatures and their plastic degradation rate was \nsignificantly higher compared to the wild type, but they are not effectively utilised for refuse \ndegradation [10]. However, wild-type bacteria have certain limitations that prevent large -scale \napplication. IsPETase in its natural state is exceedingly unstable and therefore, IsPETase have also \nbeen modified to degrade PET completely at higher temperatures [11]. \nThe mechanism and high- resolution crystal structure of IsPETase [12]  showed that the enzyme \nhas a hydrophobic cavity that binds to PET polymers and breaks the PET into monomers like bis(2-\nhydroxyethyl)-TPA (BHET) and mono-(2-hydroxyethyl) terephthalic acid (MHET) 13. IsPETase \nthough is incapable of hydrolyzing MHET to terephthalic  acid (TPA) and ethylene glycol (EG). \nVery recently, [14] reported that PETase from Rhizobacter gummiphilus has comparable binding \naffinity for PET and hydrolysis activity at moderate temperatures. With very few substitutions in \nthe conserved domain, RgPETase was found to be  remarkably similar to IsPETase. These are \nthough, the only two instances of discovery of PET degrading bacteria till date. \nThe discovery of plastic degradation abilities in prokaryotic species is a slow process, and \ndiscoveries are few and far in between. With the knowledge of the available enzymes and the \ncouple of structures that have been solved, we therefore strived to predict the presence of such \nplastic degradation abilities in other bacterial species. The search was manifold, both at the level \nof the sequences and the conservation of the degradation domain. The hits were subjected to in \nsilico verification using structural parameters and docking tools. In this investigation, BHET was \nchosen as the substrate both due to its structural similarity to the nucleus of PET and it’s ability to \nhydrolyze into TPA and EG monomers. The predicted structures and the enzymes shed light on \nthe variety of plastic degradation domains from across the prokaryotes, and also demonstrate th e \nrange of alternatives that could be explored in addition to I. sakaiensis for plastic degradation  \nmediated by bacteria. \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint"
    },
    {
      "heading": "4. Docking and molecular dynamics simulation studies:",
      "text": "The ligand for docking at the PETase site was chosen to be the 3D conformer of bis (2-\nhydroxyethyl) terephthalate (BHET) retrieved from PubChem. The 3D structure -data files (SDF) \nformat was utilised for docking analysis. The docked structures were analyzed for the lowest \nenergy conformer, Root mean square deviation (RMSD) and hydrogen bond (HB) interaction. \nReceptor Preparation:  \nThe basic receptor molecule was chosen to be the enzyme PET hydrolase of  \n I. sakaiensis (PDB \nID: 6ILW) with resolution 1.57 Å. The protein had a molecular weight of 28.6 kDa and contained \n265 amino acids. The target was prepared by removing water, repairing broken side chains, adding \npolar hydrogens, and adding Gasteiger charges to balance surface charges. The same was done for \nall the other modelled structures obtained from homology modelling.  \nBinding Site Prediction: \nT\nhe active site of the enzyme was identified from literature and grid of dimensions 17.1648 x  \n14.3731 x 17.5487 Å was built around it, centered at 22.4021, 7.7184 and 10.6203 Å . A grid box \nwas thereby constructed around subsite 1 (Tyr87, Met161, Trp185, Ile208) and subsite  2 (Thr88, \nAla89, Trp159, Ile232, Asn233, Ser236, Ser238, Asn241, Asn244, Ser246 and Arg280), reported \nto be the active site of the enzyme. From the structure of IsPETase, it was reported that subsites 1 \nand 2 aid in the stable binding of ligand and in case of any substitution in the catalytic triad (Ser160, \nAsp206, His 237) the ligand's binding affinity is altered [10]. A conserved serine hydrolase motif"
    },
    {
      "heading": "Molecular Dynamics:",
      "text": "Molecular Dynamics (MD) simulation was performed utilizing Gromacs 2021.3 through the \ncommand line interface [25]. Proteins were vacuum energy minimized before the actual MD \nprocedure to obtain the optimized PDB structure. The most optimal PETase was identified from \ndocking scores and RMSD, followed by subsequent 100 nanosecond molecular dynamics (MD) \nsimulation, repeated over three iterations each . The simulation employed the Charmm36 \nforcefield. The protein topology file was constructed using the Gromacs software, whereas the \nligand topology file was prepared using the CGenFF server [26]. For solvating the complex, the \nTIP3P water model was used in a 1 nm -sized dodecahedron box. To counterbalance the overall \ncharge of the protein-ligand complex, an adequate amount of sodium (Na+) or chloride (Cl-) ions \nwere added. The system's energy minimisation was performed using the steepest descent algorithm \nfor 50,000 iterations to resolve steric clashes. \nThe C -rescale and V -rescale coupling approach was used for equilibration in NVT and NPT \nensemble simulations respectively, with positional restrains imposed on the protein and ligand to \npreserve its structural integrity  during the equilibration phase . The structural coordinates of the \nsystem were saved for every 10 ps by GROMACS. Generated MD trajectories were analysed in \norder to calculate root mean square deviation (RMSD), root mean square fluctuation (RMSF) and \nto conduct Principal Component Analysis (PCA). The conformational stability, fluctuating \nresidues, and compactness of the protein and the protein- BHET complexes were validated using \nthe gmx rms, gmx rmsf, gmx gyrate modules of GROMACS, respectively. The Molecular \nMechanics/Poisson-Boltzmann Surface Area (MMPBSA) approach was utilised to determine the \nrelative binding free energy of protein-ligand complexes. The gmx_MMPBSA tool was employed \nto compute the binding free energies of protein -ligand complexes, using 1000 frames collected \nfrom the final 10 ns (90–100 ns) of the molecular dynamics simulation. \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nPrincipal Component Analysis (PCA) \nPrincipal Component Analysis (PCA) was conducted in this study to examine the motion and \ncompactness of the molecule during the simulation. The covariance matrix was constructed using \nthe gromacs \"gmx covar\" module based on the previously determined trajec tories. The eigen \nvectors and eigen values obtained from the covariance matrix were analysed using the \"gmx \nanaeig\" package. The eigen vector indicates the direction of motion, whereas the eigenvalues \nindicate the degree of motion along each major component. The data was stored in .xvg file, and \na software application based on Python programming language was constructed for the purpose of \ndata visualization."
    },
    {
      "heading": "using a combination of homology modeling, energy-based refinement, and loop prediction. Proteins:",
      "text": "Structure, Function, and Bioinformatics. 2014;82:1646–55. \n21. Laskowski RA, MacArthur MW, Moss DS, Thornton JM. PROCHECK: a program to check the \nstereochemical quality of protein structures. J Appl Crystallogr. 1993;26:283–91. \n22. Colovos C, Yeates TO. Verification of protein structures: Patterns of nonbonded atomic interactions. \nProtein Science. 1993;2:1511–9. \n23. Trott O, Olson AJ. AutoDock Vina: Improving the speed and accuracy of docking with a new scoring \nfunction, efficient optimization, and multithreading. J Comput Chem. 2009;:NA–NA. \n24. Duru CE, Duru IA, García BAA, Enenebeaku UE. Computational Modeling of the Activity of \nMetronidazole against EhG\\alpha{}1 of Entamoeba histolytica Enhanced by its Copper and Zinc \nComplexes. Chemistry Africa. 2021;4:545–51. \n25. Pronk S, Páll S, Schulz R, Larsson P, Bjelkmar P, Apostolov R, et al. GROMACS 4.5: a high-throughput \nand highly parallel open source molecular simulation toolkit. Bioinformatics. 2013;29:845–54. \n26. Vanommeslaeghe K, Hatcher E, Acharya C, Kundu S, Zhong S, Shim J, et al. CHARMM general force \nfield: A force field for drug-like molecules compatible with the CHARMM all-atom additive biological \nforce fields. J Comput Chem. 2010;31:671–90. \n27. Sagong H-Y, Son HF, Seo H, Hong H, Lee D, Kim K-J. Implications for the PET decomposition \nmechanism through similarity and dissimilarity between PETases from Rhizobacter gummiphilus and \nIdeonella sakaiensis. J Hazard Mater. 2021;416:126075. \n28. Sagong H-Y, Kim S, Lee D, Hong H, Lee SH, Seo H, et al. Structural and functional characterization of \nan auxiliary domain-containing PET hydrolase from Burkholderiales bacterium. J Hazard Mater. \n2022;429:128267. \n29. Xia C, Feng S-H, Xia Y, Pan X, Shen H-B. Fast protein structure comparison through effective \nrepresentation learning with contrastive graph neural networks. PLoS Comput Biol. 2022;18:e1009986-. \n30. Boneta S, Arafet K, Moliner V. QM/MM Study of the Enzymatic Biodegradation Mechanism of \nPolyethylene Terephthalate. J Chem Inf Model. 2021;61:3041–51. \n31. Kim S-H, Kim J-G, Jung M-Y, Kim S-J, Gwak J-H, Yu W-J, et al. Ketobacter alkanivorans gen. nov., sp. \nnov., an n-alkane-degrading bacterium isolated from seawater. Int J Syst Evol Microbiol. 2018;68:2258–\n64. \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \n32. Ivanova EP, Ng HJ, Webb HK, Feng G, Oshima K, Hattori M, et al. Draft Genome Sequences of \nMarinobacter similis A3d10 T and Marinobacter salarius R9SW1 T. Genome Announc. 2014;2. \n33. Birnstiel S, Sebastián M, Romera-Castillo C. Structure and activity of marine bacterial communities \nresponding to plastic leachates. Science of The Total Environment. 2022;834:155264. \n34. Blázquez-Sánchez P, Engelberger F, Cifuentes-Anticevic J, Sonnendecker C, Griñén A, Reyes J, et al. \nAntarctic Polyester Hydrolases Degrade Aliphatic and Aromatic Polyesters at Moderate Temperatures. \nAppl Environ Microbiol. 2022;88. \n35. Uchida H, Nakajima-Kambe T, Shigeno-Akutsu Y, Nomura N, Tokiwa Y, Nakahara T. Properties of a \nbacterium which degrades solid poly(tetramethylene succinate)-co-adipate, a biodegradable plastic. \nFEMS Microbiol Lett. 2000;189:25–9. \n36. Wang X, Song C, Qi Q, Zhang Y, Li R, Huo L. Biochemical characterization of a polyethylene \nterephthalate hydrolase and design of high-throughput screening for its directed evolution. Engineering \nMicrobiology. 2022;2:100020. \n37. Wilkes RA, Aristilde L. Degradation and metabolism of synthetic plastics and associated products \nbyPseudomonassp.: capabilities and challenges. J Appl Microbiol. 2017;123:582–93. \n  \n \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint"
    }
  ],
  "results_sections": [
    {
      "heading": "Results: In this work, a comprehensive profiling of prokaryotic sequences has been undertaken to",
      "text": "look for the presence of similar plastic-degradation abilities across the kingdom. The identification \nof twenty- seven such ‘hits’ across different bacterial species l ed us to believe in the natural \ndiversity of plastic -degradation enzymes. Moreover, there seems to be conservation of the \nstructural motif that renders such ability as has been observed from the constructed models and \nanalysis of their interfaces. D ocking of BHET, one of the key products of PET, against these 27 \nentities showed considerable interactions with the above and pointed towards the possible roles of \nthese bacteria as natural plastic degradation models. Eight of these proteins have very clos e \nsimilarity in binding interactions and surface properties to the PETase from I. sakaiensis and were \nshortlisted as prospective candidates."
    },
    {
      "heading": "Conclusions: Of these eight, three PETases from  Halopseudomonas pertucinogena",
      "text": "Halopseudomonas bauzanensis and Ketobacter sp. revealed significant similarity in structure and \nconformational stability to the PETase from I. sakaiensis as was evident from the analysis of their \nmolecular dynamics parameters. Principal Component Analysis and the free energy landscape \nduring binding to BHET also validated the hypothesis and these three PETases could be \nimmediately explored for possible plastic degradation activity."
    },
    {
      "heading": "Results and Discussion:",
      "text": "Sequence Similarities and Domain Identification: \nThe search for sequences similar to the IsPETase across prokaryotes yielded a total number of 169 \nhits. Some of these (11) were mutants of IsPETase which had been generated for functional \ncharacterization, and were excluded from the search results. Similarly, 56 mutants of PETase from \nI. sakaiensis were filtered to remove any redundancies. Of the remaining hits, the best matches \nwere selected – a process which yielded 27 sequences across various prokaryotic genomes, having \nsimilarity to IsPETase. All the 27  sequences which were selected showed the presence of the \nconserved serine hydrolase motif (GWSXG), which has been reported to be necessary for the \nbinding of MHET to the active site of IsPETase. ConSurfDB displayed multiple highly conserved \nareas which were highlighted using a colour-coded approach, with the hydrolase domain classified \namong the highly conserved sections ( supplementary figures S4 and S5). The presence of the \ncysteines nearabout the active site for secondary disulphide bond formation, which has also been \nimplicated for PETase activity, is evident among all these 27 sequences. \nThe 27 sequences thus obtained were checked for their sources and revealed the presence of these \nsequences across Rhizobacter sp., Acidovorax sp., Ketobacter sp., Piscinibacter sp., etc. The \nsource species for the 27 have been listed in supplementary table 1. The obtained sequences were \naligned using Clustal Omega and displayed conservation as high as 97.72% in PETase \n(WP_085749752.1) from R. gummiphilus  with 99% sequence coverage. This was in complete \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nagreement with the work of Sagong et al., 2021 [28]. The lowest similarity which was considered \nwas the sequence from Halopseudomonas pertucinogena with a sequence identity of 51.32% and \n98% sequence coverage. Apart from the conserved serine hydrolase motif and the cysteine, the \npresence of a conserved methionine near the serine hydrolase motif was also a hallmark of the 27 \nsequences (supplementary figure S6). \nFurther, the sequence alignment revealed that all the sequences belonged to the type II category of \nPETases, except Proteobacteria bac terium. T ype II PETases are typically characterized by  \nadditional disulphide linkages due to the conserved cysteine residues at positions 203 and 239. \nType II PETases are more efficient in their plastic degradation abilities compared to type I PETases \ndue to the additional disulphide bonds and certain substitutions in the subsite 2 (supplementary \nfigure S6) [6]. \nDomain identification using MotifScan with the Pfam dataset revealed the presence of the esterase \ndomain acetyl xylene esterase (AXE) across all the 27 sequences. The AXE domain was identified \nat position 123 to 155 in I. sakaiensis exhibiting an E value of 0.00049 and belonging to the \npfam_FS family. The Pfam FS is a database of complete sequences, encompassing the full \ndiversity of proteins, to reveal maximum identification. The AXE domain, identified by Pfam FS, \nis typified by a Ser at position 160, a Met at 161 and four consecutive Gly residues after the M161 \n(supplementary figure S7 and S8) and this was used for all further analyses. \nIn the analysis of 27 hits, the amino acid composition inside the domain exhibited alterations at \n31% (283 out of 918) of the assessed sites, with substitutions being the primary alteration. \nDeletions were noted (supplementary table 2) in merely 1.5% (14 out of 918), whereas additions \nwere negligible (2 out of 918). \nThe Protein Interactome: \nThe PPI network as created by the STRING database revealed a handful of proteins that are part \nof the IsPETase network. Some of these proteins have been implicated in critical processes in the \nassociated pathway of plastic degradation. Remarkable among the se was chlorogenate esterase \n(supplementary figure S3), which has synergistic effects with PETase in breaking down PET by \ncatalysing the hydrolysis of MHET (mono(2-hydroxyethyl) terephthalate) into its two ecologically \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nsafe monomers, terephthalate and ethylene glycol . Chlorogenate esterase (MHETase) interacts \nwith both s ubsites 1 and 2 for the subsequent degradation of MHET [ 7, 30]. In the absence of \nMHETase, PET is transformed into MHET, TPA, and EG but no further degradation of MHET \nhappens. TPA and EG serve as more readily useable carbon sources, but MHET necessitates \nadditional degradation to be transformed into TPA and EG. The other proteins involved in the \nnetwork are basic functional proteins like topoisomerase s or serine kinases with one membrane \nprotein also finding its place. \nSimilarities in Structures of Predicted PETases: \nGiven the recent discovery of PETase, not many structures were available and it was difficult to \ndetermine the structures from defined templates. To confirm the similarities in the sequence and \nthe domains, the hits were modelled against the template of th e complete structure of IsPETase. \nThe structure of RgPETase from Rhizobacter gummiphilus. was available from the PDB with the \nid. 7DZT. The homology models for the rest of the 26 hits were obtained using the Maestro module \nof Schrödinger and validated using ERRAT and Verify3D. Assessing the stereochemical \nproperties using PROCHECK, the Ramachandran Plot for the modelled structures (from \nPROCHECK) also verified (supplementary table 3)  the structural integrities (more than 94% in \nallowed regions for all entries except two where 90% were in allowed regions). \nThe structures were visualized in PyMOL and superimposed with the template structure (6ILW) \nto reveal striking similarities in their overall architecture, as shown in figure 1. The similarities in \nthe predicted structures were also checked using GraSR [29] to verify the visual output from \nPyMOL. GraSR  constructs a graph based on inter -residue distances derived from the tertiary \nstructure. The output is generated based on the predictions from a deep graph neural network. The \nobtained T\nM value represents the similarity of the structure on a scale of 0 to 1, with 1 being the \nmost similar. For our predicted structures, the TM for all the models were above 0.9, with the closest \nbeing the structure from Acidovorax delafieldii. This was indicative of strong structural similarity \nof the predicted structures with that of IsPETase. The TM values have been listed in supplementary \ntable 4. \n \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \n(a) (b) \n \n \n \n \n \n \nFigure 1: Superimposition of modelled structures with IsPETase revealed similarity in architecture \nacross the AXE domains (highlighted in red box) and also in the overall structure (a) Anterior face, \n(b) Posterior face \nHeteromolecular associations of PETase-BHET complex: \nThe top docking clusters of PETase bound to BHET showed engagement of BHET in the structure \nnear the binding pocket encompassing the serine hydrolase motif across the 27 queries . The \npresence of a methionine at the docking site was notable in terms of its possible role in the binding \nof BHET, very much in accordance with previous report [30]. \nThe most favorable binding pose of PETase-B HET complex showed stable binding with a docking \nscore of -5.5 kcal/mol. The chemical structure of BHET and its heteromolecular associations with \nPETase have been demonstrated in figure 2 . Detailed analysis of the binding pose indicated a \nstrong association of PETase with BHET, stabilized by several hydrophobic interactions and \nhydrogen bonds. S 160, D 206, and H 237 were present at the catalytic site for IsPETase, and the \nsame site was discovered to be highly conserved across other PETases.  \n  \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \n \n \n \n \n \n                       \n                           (a)                                                                                  (b) \n \n \n \n \n \n \n                          \n                              (c)                                                                                      (d) \n \n \n \n \n \n \n                                                                       \n                                                                              (e) \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nFigure 2: The protein- ligand interaction picture depicts the binding interactions between the \nligand and particular amino acid residues in the protein's active region. Essential interactions, \nincluding hydrogen bonds, hydrophobic contacts, and π -π stacking, are illu strated, emphasising \nthe ligand's binding mechanism and the stability of the complex. a ) PETase from Ideonella \nsakaiensis b) PETase from Rhizobacter gummiphilus . c ) PETase from Halopseudomonas \npertucinogena d) PETase from Halopseudomonas bauzanensis e) PETase from Ketobacter sp. \n \n \n \n \n \n \n \n \n(a) \n \n \n \n \n \n \n \n \n \n \n \n(b) \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \n \n \n \n \n \n \n \n                                                                    \n                                                                             (c) \n \n \n \n \n \n \n \n \n(d) \n \n \n \n \n \n \n                                                                                  \n                                                                                (e) \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nFigure 3 – The docking pose illustrates the ligand's accommodation within the protein's binding pocket. \nThis 3D visualisation elucidates the ligand's orientation, location, and interactions with critical residues, \noffering insights into the binding mode and possible efficacy of the complex.  The conserved catalytic \nresidues are denoted in black, while Met is indicated in red in all the magnified images.  a) PETase from \nIdeonella sakaiensis  b) PETase from Rhizobacter gummiphilus. c ) PETase from Halopseudomonas \npertucinogena d) PETase from Halopseudomonas bauzanensis e) PETase from Ketobacter sp \n \nTable 1: Hydrogen bonds and Hydrophilic interactions \nBacteria Name Hydrogen bonds Hydrophobic interactions \nIdeonella sakaiensis  Tyr (87), Met (161), Ile (208) Trp (159), Ile (208), His (237) \nRhizobacter gummiphilus Tyr (85), Thr (86), Ser (158), \nMet (159), Ile (205) \nTrp (157), Ile (205), His (234) \nMarinobacter daqiaonensis Ala (106), Ser (107), Ser (178), \nTyr (257) \nPhe (105), Ile (226) \nHalopseudomonas \npertucinogena \nPhe (98), Ser (171), Trp (195) Ile (219), Trp(195) \nPseudomonas zhaodongensis Tyr (93), Ser (95), Ser (166) Met (167), Tyr (190), Val (214) \nHalopseudomonas bauzanensis Phe(98), Ser (171), Ile(217), Tyr \n(248) \nPhe (98), Ile (217) \nKetobacter sp. Phe (104), Ser (106), Ser (177) , \nTrp(201), Val(225) \nPhe(104), Trp (201), Val (225) \nBurkholderia sp. Gly (106) Ala (109) \nAquabacterium sp. Tyr (86), His (158), Trp (184), \nIle (207) \nMet (160) \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nCandidatus muproteobacteria \nbacterium  \nTyr (77), Ser (150), His (229) Nil  \nPseudomonas nanhaiensis Ser (101), Ser (171) Phe (99), Val (218) \nCandidatus pseudomonas \nexcrementavium \n172 (Ser), Leu (217) Ile (218) \nAcidovorax delafieldii Tyr (87), Thr (88) Ile (222), His (251) \nKetobacter alkanivorans Ser (108), Tyr (110), Ser (181), \nTrp (205) \nMet (182), Val (229) \nPiscinibacter sp. Tyr (88), Ser (161), His (238) Ile (209), His (238) \nRhizobacter sp. Tyr (87) Ile (208), His (237) \n \nComparing the docking score between  the predicted structures and with the one obtained for \nIsPETase allowed us to rate the proteins preliminarily as prospective PETases. While the best \ndocking score obtained, as mentioned earlier, was - 5.5 kcal/mol, some of the structures showed \neither low docking scores or had unacceptable values of RMSD. Of the 27 structures considered \n(including RgPETase), 15 structures showed binding affinity within -4.5 kcal/mol with acceptable \nRMSD values. Of these 15, 8 had docking scores very close to IsPETase, and 5 of these had \nidentical docking pockets. (figures 2 and 3, table 2).  \nHpPETase, HbPETase, and KsPETase belong to the type II class of PETases, exhibiting specific \nsubstitutions in the AXE domain and in subsite 1 and subsite 2, which influence the substrate \nbinding position. The binding pockets of type II  PETases exhibit modest variations and thereby, \nthe binding conformation of the ligand differs from that of IsPETase, which is a type IIb class of \nPETase.  \nThe serine, which was earlier mentioned as one of the conserved residues in the AXE domain, was \nexpectedly present almost all the complexes formed, as either the donor or acceptor in the \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nformation of hydrogen bonds with the BHET. Similarly, the presence of a tyrosine at position 87  \nof subsite 1 is deemed to favour an interaction between the aromatic group of the BHET and the \nPETase [30]. Among the predicted PETases, there is an equivalent distribution of tyrosine and \nphenylalanine at this position, which seems to be favourably interacting with the BHET as well. \nHpPETase, HbPETase and KsPETase showed the presence of a phenylalanine at th is position. \nTraditionally, the nitrogen atoms of Y87  and M161 have been known to be involved in the \nformation of the oxyanion hole, found in type II PETases. In the case of HpPETase, HbPETase \nand KsPETase, the nitrogen from the phenylalanine and the methionine contribute to the oxyanion \nhole which stabilizes the negatively charged oxyanion intermediate during PET hydrolysis . The \nW185 in the subsite 1, however, is a residue which has been conserved across all the five PETases. \nSimilarly, the isoleucine at 208, a part of subsite 1, has been found to be conserved in HpPETase \nand HbPETase, but has been replaced by a valine (hydrophobic) in RgPETase and KsPETase . \nGoing by the activity of RgPETase, the substitution has minimal effect on the  surface \nhydrophobicity. \nIn the subsite 2,  W159 and N241 are highly conserved across all the PETases and has been found \nto be crucial  for the enzymatic function , while A89 is replaced by a serine in RgPETase, \nHpPETase, HbPETase and KsPETase. Despite the substitution, there has been no reduction in the \nhydrolase activity of RgPETase when compared to IsPETase [14]. The threonine at position 88 is \nhowever a determinant in the classification of type II PETases into subcategories a and b. While \nT88 is highly conserved in type IIb PETases [6], substitutions of threonine to valine or leucine has \nbeen noted in type IIa PETases. The presence of a T88L mutation in RgPETase and T88V in \nKsPETase, HpPETase, and HbPETase , are indicative of their classification as type IIa  PETases \n[6]. Similarly, Ser 238 is substituted by phenylalanine in RgPETase and Ks PETase, but in \nHpPETase and HbPETase, it is substituted by a tyrosine, which further point to their type IIa \ncategorisation. All these substitutions have significantly improved the binding of substrate, with  \nHpPETase showing four times higher binding free energy, while KsPETase show ed two times \nhigher binding free energy when compared with the IsPETase. When compared with RgPETase \n(also a type IIa PETase ), all three candidates have substitutions in subsite II and show better \nbinding free energy. \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nThe docking pose related to the lowest docking scores were selected for further MD simulations. \nThe pose was manually checked for the location, orientation and interactions  of the ligand with \nthe key binding site residues and the absence of unfavorable bonds. The docking poses chosen for \nthe MD were therefore based on the correctness of the orientation and not the mechanical choice \nof the topmost poses (table 2). \nThe binding free energy of protein- ligand complexes was calculated using MMPBSA to assess \ntheir stability and binding affinity. The cumulative binding free energies for the five prospective \nPETase-BHET (IsPETase -BHET, RgPETase -BHET, HpPETase -BHET, HbPETase -BHET, and \nKsPETase-BHET) complexes were - 2.75 ± 3.41, -0.59 ± 3.45, -12.16 ± 3.02, -1.98 ± 3.93, and -\n6.14 ± 3.14 kcal/mol, respectively, as presented in table 3. The PETase from Halopseudomonas \npertucinogena has the most robust binding relative to the other PETases in the list, having nearly \nfour-fold binding affinity than IsPETase, whereas, the PETase derived from Ketobacter sp. \nexhibits twice the binding affinity in comparison to IsPETase. PETase from Halopseudomonas \nbauzanensis exhibits somewhat lower binding free energy than IsPETase, while RgPETase had \nthe lowest binding affinity for BHET. \nTable 2: Docking score, Lower Bond (L.B.) RMSD Values and Upper Bond (U.B.) RMSD \nValues \nNo Bacteria Name Docking Score L.B. RMSD \nValues \nU.B. RMSD \nValues \n1 Ideonella sakaiensis  -5.1 1.183 1.702 \n2 Rhizobacter gummiphilus -5.4 1.244 0.505 \n3 Marinobacter daqiaonensis -5.5 1.372 1.041 \n4 Halopseudomonas \npertucinogena \n-5.5 1.905 1.341 \n5 Pseudomonas zhaodongensis -5.3 1.157 0.202 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \n6 Halopseudomonas \nbauzanensis \n-5.4 1.682 1.259 \n7 Ketobacter sp. -5.2 1.916 1.447 \n8 Burkholderia sp. -5.3 1.609 1.356 \n9 Aquabacterium sp. -5.1 1.434 0.932 \n10 Candidatus \nmuproteobacteria bacterium  \n-5.1 1.88 1.136 \n11 Pseudomonas nanhaiensis -5.1 2.01 1.215 \n12 Candidatus pseudomonas \nexcrementavium \n-4.7 1.148 0.146 \n13 Acidovorax delafieldii -4.6 1.79 1.048 \n14 Ketobacter alkanivorans -4.6 1.665 1.183 \n15 Piscinibacter sp. -4.6 1.566 1.306 \n16 Rhizobacter sp. -4.5 1.412 1.105 \n \nTable 3: MMPBSA Binding Free energy of protein-ligand complex \n \n \n \n \nPETase MMPBSA Binding Free \nEnergy (ΔG binding) \n(Kcal/mol) \nIdeonella sakaiensis -2.75 +/- 3.41 \nRhizobacter gummiphilus -0.59 +/- 3.45 \nHalopseudomonas pertucinogena -12.16 +/- 3.02 \nHalopseudomonas bauzanensis -1.98 +/- 3.93 \nKetobacter sp. -6.14 +/- 3.14 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nSolvation being a crucial factor, influencing the protein’s folding and stability, the SASA value s \nfor the PETases were also  looked at showing the  least solvent -accessible surface area for I. \nsakaiensis and R. gummiphilus ( figure 4 a,b ). The other PETases – from H. pertucinogena \n(HpPETase), H. bauzanensis  (HbPETase) and Ketobacter sp. (KsPETase) also had comparable \nSASA values (figure 4c, 4d and 4e).  Among the surface amino acids contributing to the binding, \na methionine near the serine hydrolase motif in the AXE domain was found to be omnipresent and \nalmost always had a SASA value of zero in the ligand -bound complex, indicative of its role in \nbinding BHET  (figure 3). Likewise, this methionine was also found to be involved in the \nhydrophobic interactions between the PETase and its target.  \n \n \n \n \n(a) (b) \n \n \n \n \n \n \n                             (c)                                                                                                       (d) \n \n \n \n \n \n                                                                                     (e) \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nFigure 4– The Solvent Accessible Surface Area (SASA) plot for the protein -ligand complex during the \nmolecular dynamics simulation illustrates the degree of the protein's surface exposure to the solvent over \ntime. Variations in SASA values indicate conformational changes, folding processes, or modifications in \nthe stability of the complex. a) PETase from Ideonella sakaiensis  (black colour) b) PETase from \nRhizobacter gummiphilus (purple) c) PETase from Halopseudomonas pertucinogena (orange) d) PETase \nfrom Halopseudomonas bauzanensis (pink) e) PETase from Ketobacter sp. (cyan) \n \nStability of PETase-BHET interactions \nThe detailed secondary structural transitions of PETase in presence of BHET were studied \nemploying MD simulations for 100 ns. In order to mitigate the potential for poor connections and \ngeometry inside the structure, energy minimization was conducted prior to conducting the \nmolecular dynamics (MD) simulation.  \nAmong all the PETase enzymes, HpPETase was found to be the most resilient on interaction with \nBHET (even better than IsPETase), with the RMSD values stabilizing around 0.4 nm throughout \nthe simulation, after an initial inflection (figure 5c) . In case of the IsPETase-BHET complex, the \naverage root mean square deviation (RMSD) values remained consistently below 0.5 nm for the \nwhole simulation. The HbPETase -BHET complex exhibited the third highest stability, with an \naverage RMSD value of 0.6 nm. The KsPETase performed better than the RgPETase  in it’s \ninteractions with BHET – the RMSD stabilizing around 0.8 nm in due course, albeit with \nintermediate flexions. The RgPETase, which has now been experimentally proven to degrade PET,  \nstabilized at around a RMSD value of 1 nm. Overall, the dynamics for all the 5 PETases suggested \nthat the structures of the proteins remained intact during the simulation (figure 5). In each RMSD \nplot, the darker lines highlight the RMSD during the protein-ligand interaction against the RMSD \nof the protein backbone (in faded lines). \n  \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \n \n \n \n \n \n \n                   (a)                                                                                                    (b)  \n                                                                               \n \n \n                   \n                         (c)                                                                                                  (d) \n \n \n \n \n                                                                          (e)  \nFigure 5: The RMSD plots demonstrate the structural stability of the protein-ligand complex throughout \nthe duration of simulation. Consistent RMSD values indicate that the complex has reached equilibrium, \nsignifying stable interactions between the protein and ligand. In each figure bright colour lines represent \nprotein-ligand RMSD and light colour lines are representing the protein backbone a) PETase from Ideonella \nsakaiensis (black colour) b) PETase from Rhizobacter gummiphilus  (purple colour) c ) PETase from \nHalopseudomonas pertucinogena (orange colour) d) PETase from Halopseudomonas bauzanensis  (pink \ncolour) e) PETase from Ketobacter sp. (cyan colour) \n \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nThe root mean square fluctuation (RMSF) was calculated to analyze the mobility and flexibility of \nindividual amino acids from their mean positions during simulation, which allow s the  \nidentification of the specific areas of the protein showing higher degrees of dynamic behavior. The \nRMSF values consistently stayed below 0.3 for all the PETases, with occasional peaks above 0.3 \n(+0.1) (figure 6). In all the figures, the curve for RMSF of the specific PETase has been contrasted \nwith the curve for IsPETase (shown in the background in grey). For the reported PETases of I. \nsakaiensis and R. gummiphilus, the RMSF values were identical and lower  in comparison to the \nother PETases. Alignment of the sequences of the PETases with the RMSF data revealed that the \nfluctuations were greater in the regions of the proteins having flexible loops, as compared to the \nmore structured regions (supplementary table 5). The N terminal residues which show increased \nflexibility are predictably the ones with greater exposure to the solvent. The peaks of significant \nintensity visible in the RMSF plot of HbPETase, KsPETase, and HpPETase (figure 6b, 6c and 6d) \nare indicative of the presence of significantly more flexible regions of the protein segment at \nmultiple places in these enzymes . The substitution and addition events observed in the sequence \nalignment have an impact on the peak heights observed in RMSF. Though the loop regions display \nincreased variability in these PETases, this has however not impacted the ligand binding, as none \nof the residues from these regions contributed to the ligand binding cavity. The residues \ncomprising the binding site of all the proteins exhibited a high degree of stability and fluctuations, \nif any were of relatively insi gnificant magnitude. The orange colour used in the figure indicates \nregions of intense peaks, while specific information relating to the residues can be found in the \nsupplementary table 5.  \n \n \n \n \n \n \n(a)                                                                                (b) \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \n \n \n \n \n \n                                (c)                                                                                  (d) \nFigure 6: The Root Mean Square Fluctuation (RMSF) plot for the protein- ligand complex during the \nmolecular dynamics simulation demonstrates the temporal flexibility of each residue. Peaks in the RMSF \nprofile signify places of increased mobility, such as loops or ter minal ends, whereas valleys denote more \nstable, stiff areas. In each plot, the RMSF of protein residues were compared with IsPETase. The RMSF of \nIsPETase is depicted in grey in each plot. a ) PETase from Rhizobacter gummiphilus . b ) PETase from \nHalopseudomonas pertucinogena  c ) PETase from Halopseudomonas bauzanensis\n d) PETase from \nKetobacter sp. \nThese results are also in correlation with the Free Energy Landscape plots ( figure 7). While the \nfree energy minima for IsPETase ( figure 7a) and RgPETase ( figure 7b) are quite similar, \nHpPEtase, HbPETase, and KsPETase enzymes too exhibit suitably low free energy levels in the \npresence of the BHET ligand (figure 7c, 7d and 7e), which indicates structural stability throughout \nthe simulation. The radius of gyration of the five PETases were also within permissible range \nshowing acceptable stability and maintenance of conformational compaction during the simulation \n(figure 8). However, the radius of gyration showed more fluctuations in the KsPETase (figure 8e), \nindicating a higher order of flexibility. \n  \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \n \n \n \n  \n \n \n(a)                                                                                 (b) \n \n \n \n \n \n                 \n                   (c)                                                                                     (d)  \n \n \n \n \n \n \n \n(e) \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nFigure 7: Free energy landscape between PC1 and PC3 of the different PETases with BHET (a) \nIsPETase (b) RgPETase (c) HpPETase (d) HbPETase (e) KsPETase \n \n \n \n \n                     (a)                                                                                              (b) \n \n \n \n                              \n                           (c)                                                                                              (d) \n \n \n \n \n                                                                            (e) \nFigure 8: The Radius of Gyration (Rg) plot for the protein- ligand complex during the molecular \ndynamics simulation measures the compactness of the complex over time. Stable Rg values \nsuggest that the complex maintains its folded structure throughout the simulation, indicating \nconsistent interactions between the protein and ligand. 1) PETase from Ideonella sakaiensis (black \ncolour) 2) PETase from Rhizobacter gummiphilus  (purple) 3) PETase from Halopseudomonas \npertucinogena (orange) 4) PETase from Halopseudomonas bauzanensis\n (pink) 5) PETase from \nKetobacter sp. (cyan) \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \n \nPrincipal Component Analysis was performed to identify collective motion of the different \nPETases. Quantitative understanding of the directions of motion captured by the eigenvectors were \ndepicted the 2D projection of eigen vectors 1 and 3 (principal components 1 and 3) on the resulting \n100 nanosecond molecular dynamics trajectories. In order to simplify the calculation, the \ncovariance matrix of Cα atomic fluctuations was converted into a diagonal matrix to determine the \neigen values. A denser and more localized area in the conformational space corresponds to a stable \nensemble, with very few structural variations. On the other hand, a more dispersed distribution \nwith multiple clusters would be representative of greater conformational flexibility. The PCA \nscatter plots of IsPETase, HpPETase and HbPETase (figures 9a, c and d) thereby reveal a singular \npredominant conformation with no significant dispersion during the simulation process. On the \nother hand, the plot for RgPETase (figure 9b), which shoes more dive rsity (two distinct clusters) \nis reflective of a transition between states, resulting mostly from the ligand binding. The plot for \nKsPETase shows an even larger diffusiveness (more than two clusters), indicating a transition \nbetween at least two different conformational states during the interaction with the ligand. The \nobservations reported for all the PETases captured more than 99% of the total motion, and hence, \nreveal a complete landscape of the interactions. \n                             \n                                     \n \n \n \n \n \n \n(a)                                                                                        (b) \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \n  \n \n \n \n \n                                  \n \n \n \n               (c)                                                                                    (d)                                                                \n \n \n \n \n \n \n \n \n                                                                          \n(e) \nFigure 9: The PCA scatter plots of PC1 vs PC3 illustrate the principal patterns of motion in the \nprotein-ligand complex throughout the simulation. The clear grouping or dispersion in the figure \nsignifies the extent of conformational alterations and dynamic behaviour of the complex. a) \nPETase from Ideonella sakaiensis  (black colour) b) PETase from Rhizobacter gummiphilus  \n(purple colour) c) PETase from Halopseudomonas pertucinogena (orange colour) d) PETase from \nHalopseudomonas bauzanensis (pink colour) e) PETase from Ketobacter sp. (cyan colour) \n \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint"
    },
    {
      "heading": "Conclusion",
      "text": "The discovery of a PETase from I. sakaiensis with high degradability and specificity in the recent \npast provided a major boost to the search for plastic degrading enzymes from microbes. The \nsubsequent discovery of R. gummiphilus stirred the interest even more, and the past few years have \nseen renewed vigour in the quest for a naturally occurring solution to the ever-increasing threat of \nplastic pollution in the environment. The work in this manuscript would supplant and provide a \nheadstart to these efforts as it reveals a handful of prospective bacterial candidates which could be \ntapped to harness their plastic degradation abilities.  \nAll of the species shortlisted for this work have shown the presence of a conserved hydrolysis \ndomain, and some of them have been documented to hydrolyze PET and other polymers. \nSubstitution in the catalytic triad has been demonstrated to diminish enzyme activity, and sequence \nalignment confirms that the catalytic triad residues are 100% conserved across all enzymes.  \nBesides the typified Ser 160, Asp 206 and His 237 catalytic triad , the presence of a conserved \nMet161 in the vicinity has also been revealed as a major contributor to binding targets.  All the \nthree candidates have substitutions akin to the t ype IIa category of PETases, further bolstered by \nthe two conserved cysteine residues at positions 203 and 239 for the formation of an extra \ndisulphide bond (unlike type I PETases). \nThe spectrum of variation in the source of these bacterial candidates is also diverse and includes \nspecies residing in environments ranging from the marine to sub- zero habitats. Ketobacter \nalkanivorans [31], Marinobacter daqiaonensis [32], and Gammaproteobacteria bacterium [33] \nwere identified from marine sources and possess conserved hydrolase domains that may aid in the \nbreakdown of microplastics in the ocean, a major issue that plagues the environment and mankind. \nOn the other hand, Oleispira antarctica is another bacterium that could be instrumental in plastic \ndegradation at lower temperatures[34]. A.delafieldii is a common Gram negative aerobe which had \npreviously exhibited high degradation activity against Poly(tetramethylene succinate) -co-\n(tetramethylene adipate) (PBSA) [35] are commonly found in soil, water and on plants but are \nseldom implicated in human infections Interestingly, Schlegelella brevitalea  has been identified \nas a triple mutant of Ideonella sakaiensis , although its hydrolysis activity may not be as efficient \nas that of I. sakaiensis  [36]. The species of Pseudomonas  that have been reported, are known to \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nsurvive across variable environmental conditions and can prospectively degrade plastics to varying \ndegrees [37].  \nThe notable conservation of the AXE domain among all the examined PETases, particularly the \nessential residues in the binding locations (including subsite1 and subsite 2), strongly indicates an \nevolutionary inclination for plastic degradation abilities. The MD studies of the five PETases from \nvarious species revealed significant potential in HpPETase, HbPETase, and KsPETase for plastic \ndegradation, comparable to the experimentally validated IsPETase and RgPETase. The binding of \nBHET to HpPETase , infact, showed better binding energies than the reference IsPETase and \nRgPETase, signifying improved substrate affinity. The values of the MMPBSA calculations  in \nconjunction with its RMSD plot, illustrate enhanced structural stability over time for HpPETase -\nBHET binding, when contrasted with both IsPETase and RgPETase. The same could also be \nhypothesized for the HbPETase and the KsPETase too, arguably to a lesser extent though. The \nconformational stability of the PETases during the simulation using the PCA  analysis again \nrevealed stable structural conformations for the HpPETase, comparable to IsPETase. Interestingly, \nthe PETase from R. gummiphilus (one of the validated PETases) displayed a rather diffusive \ntrajectory during the dynamics, suggesting a flexible conformation during binding interactions, \nwhich may be attributed to the presence of variable region 1 (VR1, Q26- S51), the wobbling \ntryptophan-containing loop (WW-loop, W183-S187), variable region 2 (VR2, P207-V228) and the \nC-terminal region (G271-Y292) in the structure of this PETase. Furthermore, the outputs of Free \nEnergy Landscape (FEL) and Radius of Gyration (Rg) consistently demonstrated that these \npotential PETases preserve structural integrity and compactness during the simulation duration.  \nThe PETase from H. pe rtucinogena and to some extent, H. bauzanensis can be therefore, subjected \nto experimental analysis of their plastic degradation activity. Indeed, a structure for the PETase \nfrom H. bauzanensis have been now deposited, but the reports of its activity still remains elusive. \nThe prospective PETase from Ketobacter sp. however, does not show as much promise as the other \ntwo, but in some aspects, resembles the binding interactions of R. gummiphilus and hence, can also \nbe tried for PET degradation. Although the results obtained in the current study suggest the PET \ndegradation activities of these three alone, the rest of the PETases could also be a source of plastic \ndegradation enzymes, with suitable protein engineering processes to increase their activity. In that \ndirection, the characterization of the interface in these prospective enzymes, with a detailed \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted August 14, 2025. ; https://doi.org/10.1101/2025.08.14.670228doi: bioRxiv preprint \nunderstanding of the surface amino acids and their binding mechanisms is also supposed to provide \na significant platform to the process.  \nDeclarations: \nEthics approval and consent to participate: Not Applicable \nConsent for publication: All the authors have read the manuscript and have provided consent for \npublication."
    },
    {
      "heading": "Availability of data and materials: The data supporting the results are provided with the",
      "text": "supplementary files and is open for access to readers. \nCompeting interests: The authors have no competing interests, or other interests that might be \nperceived to influence the results and/or discussion reported in this paper. \nFunding: The authors have not received any funding in the execution of this manuscript. \nAuthors' contributions: YR has been responsible for the acquisition and analysis of the data , \ninvestigation, prepared figures and tables and also scripted the first draft of the manuscript. SB has \nbeen involved in the ideation, analysis, validation of data and the final version of the manuscript.  \nAcknowledgements: YR has been supported by a fellowship from BITS, Pilani during the tenure \nof this work."
    }
  ]
}