{
  "txt_file": "2025.03.24.645130v1.full.txt",
  "pdf_file": "2025.03.24.645130v1.full.pdf",
  "title": "1",
  "experimental_sections": [
    {
      "heading": "Plausibly, the void space observed in the film using X-ray CT is not due to an experimental artifact 269",
      "text": ".CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n15 \n \nbut represents the action of Fast-PETase. Therefore, it can be concluded that gradual erosion from 270 \nthe surface is the major mode by which Fast-PETase attacks the PET film; however, erosion inside 271 \nthe film sometimes occurs at a later stage of the reaction.  272 \nMoreover, one side of the film surface became rougher than the other as the reaction 273 \nprogressed (Figure 4A–4D). Although this indicates a difference in the rate of structural decay of 274 \nthe two surfaces of the film, the reason for the difference is not clear. However, this phenomenon 275 \ncan be attributed to the method of preparation of the amorphous PET film. In other words, PET 276 \nfilm preparation could be one of the keys to controlling the enzymatic digestibility, which is 277 \nimportant for developing highly degradable PET materials.  278 \n 279 \n3.4. SEM analysis 280 \n SEM observation in top-view clearly demonstrated that the initially very flat and smooth 281 \nsurface of the PET film before degradation (Figure 4A and 4B) became undulated after 282 \ndegradation by Fast-PETase (Figure 4C and 4D), as previously reported [9, 11]. Observations of 283 \nthe surface from the side confirmed the presence of depressions that were not convex (Figure 4D).  284 \n 285 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n16 \n \nFigure 4.  SEM images of PET film before (A and B) after degradation for 26.5 h (C and 286 \nD). Scale bars indicate 10 μm except for B where it represents 1 μm. (A and B): PET 287 \nbefore degradation at magnification of ×1,000 (A) and ×10,000 (B). (C and D): Largely 288 \ndegraded part of the PET film observed at a magnification of ×1,000 in top-view (C) and 289 \nside-view from the edge (D).  290 \n 291 \nThe films were further observed at different degradation times to track the structural 292 \nchanges in the amorphous PET film induced by Fast-PETase (Figure 5). Before degradation, the 293 \nsurface was flat and smooth, whereas after 4 h of degradation, many depressions having a 294 \ndiameter of 1 μm were apparent. Given that areas of undegraded surface were found close to these 295 \ndepressions, the depressions were structures generated by Fast-PETase in the initial phase. The 296 \nsurface of this depression was not as rough as that of the PET degraded for 12 h, as shown below.  297 \nAt 12 h of degradation, the depressions formed at 4 h were not observed, and the surface 298 \nappeared flat at a lower magnification (Figure 5D). However, hollows with a diameter of 2‒4 μm 299 \nappeared, and the surface appeared sandy at a higher magnification due to the granularity of many 300 \nsmaller pores with a diameter of 10‒100 nm (indicated by the arrowheads in Figure 5E and 5F). 301 \nThis hollow structure was also found less frequently at 4 h of degradation and is thus considered 302 \na characteristic feature that appears after the initial depressions (Figure 5A–5C) disappear.  303 \nAfter 26.5 h, the surface became highly rough even at a lower magnification due to the 304 \nlarger diameter (10 μm or more) of the holes (Figure 5G). Closer observation revealed many pores 305 \nwith diameters of 100 nm or less on the surface of the depressions (Figure 5H and 5I), which were 306 \nfound specifically in the hollows of the sample degraded for 12 h (Figure 5E and 5F). Thus, the 307 \nhollows with sizes of a few micrometers frequently observed after 12 h of degradation might have 308 \nenlarged or fused to form larger holes.  309 \nAfter 55.2 h, the crater-like depressions, which were also found in some areas after 26.5 310 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n17 \n \nh, were sufficiently enlarged to expose a relatively flat and smooth surface when viewed at lower 311 \nmagnification (Figure 5J). However, the higher-magnification images clearly show more porous 312 \nsurfaces with smaller pore sizes (10‒100 nm) and larger numbers of pores than at 26.5 h (Figure 313 \n5K and 5L). These porous features were maintained at 64.5 h, whereas the 1 μm pores became 314 \nless; consequently, the surface became flatter with pores of 100 nm or less in diameter (Figure 5N 315 \nand 5O). In a wider view (Figure 5M), the crater-like depressions with a diameter of ~50 μm 316 \nappeared more clearly. In summary, degradation by Fast-PETase induced hierarchical boring on 317 \nthe order of 10-5 m to 10-8 in the PET film. 318 \n 319 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n18 \n \n 320 \n 321 \nFigure 5. SEM observation of morphological changes of film surface during treatment 322 \nwith Fast-PETase at three magnifications: ×1,000, ×5,000, and ×20,000. A–C: 4 h; D–F: 323 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n19 \n \n12 h; G –I: 26.5 h; J –L: 55.2 h; M –O: 64.5 h. Asterisks in B and C show a flat and 324 \nundegraded surface, and the arrowheads in E and F show pores with diameters of 10‒325 \n100 nm.  326 \n 327 \nIt was thus concluded that the turbidity of the PET film after Fast-PETase degradation 328 \nwas due to the porous structure generated by Fast-PETase and not to crystallization of the 329 \namorphous parts, as discussed in Section 3.1.  330 \n 331 \n3.5. SAXS analysis 332 \n Although scanning electron microscopy (SEM) is a powerful tool for visualizing the 333 \nfine structure of degraded PET, it only provides a local view of the structure. Therefore, it is 334 \nnecessary to consider whether the SEM observations truly reflect the structure as a whole. SAXS 335 \nwas used to visualize the mesoscale structure of the degraded PET film in an averaged view. Two 336 \nnotable observations were made.  337 \nFirstly, the scattering intensity around q = 0.022 Å -1, observed before degradation, 338 \ndecreased quickly (in the first 12 h) after treatment with Fast-PETase (Figure 6A), indicating that 339 \nthe structure represented by this scattering feature was selectively attacked and removed by Fast-340 \nPETase. Furthermore, this signal shifted to lower q, accompanied by a decrease in the intensity 341 \nduring the early stages of degradation, as shown in the Lorentz-factor-corrected plot (Figure 6A, 342 \ninset). Given the equation d = 2π/ q, where d indicates the spatial periodicity, the size of the 343 \nstructural component represented by this scattering changed from ca. 290 to 320 Å. Although 344 \ncareful discussion is required for describing the structure represented by this scattering signal, it 345 \nmay represent a randomly distributed denser region in a less dense region, which has been 346 \nproposed as a “nodule” in some previous studies [25, 26].  347 \n The second specific structural change induced by Fast-PETase was observed as an 348 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n20 \n \nincrease in the scattering at the q-region below 0.02 Å-1 in the SAXS profile, up to the reaction 349 \ntime of 12 h. Given the synchronicity with the appearance of small pores in the SEM images 350 \n(diameter of 10‒100 nm), this may represent the small pores observed in the SEM images after 351 \ndegradation for 12 h and beyond (Figure 5), where the contrast between the PET substrate and air 352 \nbecomes more pronounced due to the boring. The scattering in this low q-region increased 353 \ncontinuously after 12 h of degradation, and finally the scattering profile at 68.8 h followed a power 354 \nlaw with an exponent of −3.2 in the observed q-range (Figure 6B, black line), which provides the 355 \nsurface fractal dimension of 2.8 (= 6 – 3.2), indicating that the pores with diameters of 10 -7‒10-8 356 \nm formed a three-dimensionally rough surface rather than a smooth surface. This is also consistent 357 \nwith the SEM observations, which showed that the nested porous structures with dimensions of 358 \n10-7 m or smaller became dominant after 12 h degradation.  359 \n 360 \n 361 \nFigure 6. SAXS profiles of PET film treated with Fast-PETase for different reaction times. 362 \nThe degradation experiment was independently conducted to obtain the data in A (earlier 363 \nstage of the degradation) and B (later stage). Lorentz-factor-corrected plot (q – q2∙I plot) 364 \nis also shown in the inset of panel A; arrows indicate the peak maxima for the films 365 \ndegraded for 0 h and 4 h. The scattering profiles in B were prepared by merging the 366 \nWAXD data with SAXS data as described in 2.4.3. The data acquired after 68.8 h of 367 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n21 \n \ndegradation were fitted (closed circles in panel B) and followed a power-law with an 368 \nexponent of −3.2 along the scattering vector q, as shown by black line.  369 \n 370 \nNotably, this study revealed several structural changes that occurred specifically in the 371 \nearlier degradation stage: (i) broadening of the amorphous hallow in WAXD profiles (Figure 2B), 372 \n(ii) removal of the smooth surface, visualized by SEM (Figures 4 and 5), and (iii) a decrease in 373 \nthe SAXS signal around q = 0.022 Å-1 (Figure 6A). Summarizing these observations, the surface 374 \nlayer of the amorphous PET film might be slightly more crystalline than the core region and 375 \ncontains the domain (nodule) structure with a size of around 300 Å. This surface layer did not 376 \nallow PETase to bore smaller holes (~100 nm) and yielded less porous features, as observed in 377 \nthe SEM images. Thus, this study supports the idea that the surface and core structures differ for 378 \namorphous PET films. Feasibly, PETase can be used as a probe to assess the polymer structure of 379 \nPET in future studies.  380 \n 381 \n3.6. Comparison with enzymatic degradation of cellulose 382"
    }
  ],
  "computational_sections": [],
  "results_sections": [
    {
      "heading": "Finally, the results of this study were compared with the structural changes in cellulose 383",
      "text": "degraded by cellulase to discuss a biological strategy for degrading solid polymers. In our 384 \nprevious study [27], the degradation of bacterial cellulose by crude cellulase was analyzed using 385 \nSAXS, where an overall decrease in the scattering intensity was observed, without changes in the 386 \nscattering features, indicating that the amount of the cellulose simply decreased without 387 \nsignificant structural changes at the scale represented by q = 0.04‒0.2 Å-1. SEM observations in 388 \nthe same study also demonstrated that the cellulose microfibrils remained generally intact despite 389 \nthe appearance of large cavities between the fiber bundles in a bacterial cellulose film [27]. 390 \nAnother study analyzed the full-width at half-maximum (FWHM) of the diffraction peaks in the 391 \nWAXD profiles, and also showed that the lateral crystallite size of cellulose decreased because of 392 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n22 \n \ncellulase degradation [28]. These previous observations of cellulose degradation are in contrast 393 \nto the structural decay of the PET film by Fast-PETase observed in this study (Figures 2, 5, and 394 \n6). This is plausibly due to the structural differences in PET and cellulose due to differences in 395 \nthe assembly of the polymer molecules, as explained below.  396 \nNative cellulosic material is generally a woven textile of crystalline cellulose 397 \nmicrofibrils with a lateral size of 10-9‒10-8 m, whereas the PET film is a continuous mass in which 398 \nmany chains are entangled without a well-defined elementary structural unit, such as the 399 \nmicrofibrils in cellulose. It is assumed that each cellulose microfibril is degraded independently 400 \nby cellulase, and the structural features appear to be maintained on average. However, structural 401 \ndegradation of the PET film by Fast-PETase may preferentially occur close to the surface, as 402 \nrevealed by the specific decrease in the SAXS signal at approximately q = 0.022 Å -1 at the 403 \nbeginning of degradation, which is not observed for cellulose. Therefore, the polymer structure 404 \ngoverns the enzymatic degradability. In other words, the design of the polymer structure is as 405 \nimportant as enzyme engineering for realizing eco-friendly PET or plastic materials in general.  406 \nThe relationship between the polymer structure and enzymatic degradation of cellulose 407 \nhas aided in understanding the structure of cellulose and the function of cellulase. For example, 408 \nthe unidirectional degradation of native cellulose microfibrils by cellobiohydrolase was used to 409 \ndemonstrate parallel chain packing in native cellulose microfibrils [29]. In contrast, parallel-chain 410 \npacking in native cellulose allowed the processive action of cellobiohydrolases to be clearly 411 \nunderstood [30-32]. Such interrelated research is also required for PET and PETase to deepen our 412 \nunderstanding of the mechanism of decay of the PET structure by PETase. Thus, studying PETase 413 \nfrom the viewpoint of the PET structure will be a highly valuable strategy for studying not only 414 \nPETase but also PET, where many issues remain obscure despite the long history of research [16-415 \n18].  416 \nGiven that cellulase is a good example of the efficient degradation of polymer solids, it 417 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted March 27, 2025. ; https://doi.org/10.1101/2025.03.24.645130doi: bioRxiv preprint \n23 \n \nwill be worthwhile to design a PETase protein by referring to cellulase. The fusion of the 418 \ncarbohydrate-binding module (CBM) to PETase, which is also found in nature [33], has been 419 \nshown to enhance the PET-degrading activity [34-37]. In addition to implementing the absorption 420 \nfunction by CBM, the synergistic effect of mixing enzymes with different modes of action, such 421 \nas exotype cellulases (cellobiohydrolases) and endoglucanases, is a promising strategy [23]. To 422 \nthis end, the mode of action of many PETase proteins must be clarified to design a high-423 \nperformance PETase cocktail. A cellulase-wise strategy is a promising way to develop higher-424 \nperformance PETases. This approach is set apart from state-of-the-art technologies, such as 425 \nprotein engineering with bioinformatics. Polymer structure analysis during enzymatic degradation 426 \nis important for the sustainable utilization of plastic materials and for the research and 427 \ndevelopment of biodegradable plastics.  428 \n 429 \n4. Conclusion 430 \nThe multiscale structural analysis in this study revealed that Fast-PETase gradually 431 \neroded the PET film from the surface and bored many pores with diameters of 10-5 to 10-8 m. The 432 \ndomain structure with dimensions of 10-8 m on the surface of the film was preferentially removed 433 \nat earlier reaction times. However, the crystallinity of PET did not change after degradation. In 434 \nsummary, it was demonstrated that Fast-PETase evenly erodes the amorphous PET film from the 435 \nsurface. This study provides a perspective on the degradation of the solid PET by PETase. This is 436 \nvaluable information as a reference for comparing the enzymatic efficacy of PETase variants for 437 \nPET degradation that are still to be discovered and will help pave the way for a circular economy 438 \nof PET materials in the future by conferring full biodegradability to PET, a conventional plastic.  439 \n 440"
    }
  ]
}