{
  "txt_file": "2025.01.06.631575v1.full.txt",
  "pdf_file": "2025.01.06.631575v1.full.pdf",
  "title": "Engineering surface electrostatics affords control over morphological 1",
  "experimental_sections": [
    {
      "heading": "Materials and Methods 272",
      "text": "Amorphous PET film (ES30-FM-000145) and semi-crystalline PET powder (ES30-PD-006031) were purchased 273 \nfrom Goodfellow. Post-consumer plastic waste was obtained from PET sandwich packaging. All reagents for 274 \nmolecular biology and strains were purchased from New England Biolabs. All other reagents and buffer 275 \ncomponents were acquired from Fisher Scientific or Merck, unless stated otherwise. 276 \nPhylogenetic and sequence analysis: Protein sequences of reported PETases were aligned using 277 \nClustalOmega35 with default settings. A phylogenetic tree was built from the sequence alignment using IQtree36 278 \nwith 100,000 UltraFast bootstraps37, nearest neighbour interchange (NNI) search, automatic model selection38, 279 \nand 100,000 cycles of single branch testing (SH-aLRT)39. Sequence identities were found using protein BLAST40 280 \nwith default settings. The position specific scoring matrix was calculated in POSSUM41 using Uniref50 as the 281 \ndatabase, with 3 iterations and an E-value threshold of 0.001.  282 \nManual surface redesign: The surface redesign was done manually using the crystal structure of SfCut (611, 283 \nPDB: 7QJP). All charged residues with crystallographic densities were identified, including histidines involved in 284 \nsalt bridges or catalytic contacts; those that were not interacting were counted as non-charged. Redesign 285 \nfocused on charged surface residues more than 10 Å away from the active site not involved in any polar or 286 \nevident structural contacts, when these were exhausted mutations within larger salt-bridges and to uninvolved 287 \nsurface neutral residues were considered. No mutations were added to purposefully increase or impair enzymatic 288 \nstability and activity. The overall charge was changed from -16 to +16, by mutating negatively charged as well 289 \nas neutral surface residues mostly not involved in stabilisation of the protein structure by visual inspection. The 290 \nfinal SfInv sequence was modelled using ColabFold/AlphaFold223,24 and ESMFold25 to confirm that no disruption 291 \nto the protein structure by the design was predicted.  292 \nPlasmid construction: Genes for SfCut and SfInv were synthesised by Twist Bioscience. SfCut was cloned by 293 \nTwist directly into pET21b(+), SfInv was synthesised as a gene fragment and cloned into pET28b(+) using 294 \nGibson assembly. The assembly mixture was transformed into NEB5 competent cells, DNA purified (Qiagen 295 \nminiprep kit), and sequence confirmed by Sanger sequencing (Eurofins Genomics). Both constructs include a C-296 \nterminal His-tag, and were sequence optimised for Escherichia coli. 297 \nProtein expression and purification: Proteins were expressed using BL21(DE3) E. coli strain. Cells were 298 \ngrown in terrific broth with the selection antibiotic at 37 °C, in 4.5 L cultures in bioreactors (Eppendorf BioFlo 299 \n120w) with pH and air flow control (Biocommand Bioprocessing Software). Protein expression was induced at an 300 \nOD600 of 1.2 for 18 hours at 20 °C, using a final concentration of 1 mM IPTG. Harvested cells were resuspended 301 \nin HisTrap binding buffer (20 mM Tris-HCl pH 8.0, 300 mM sodium chloride, 40 mM imidazole) with nuclease 302 \n(expressed in house) and 25mM of magnesium added. The resuspended cells were then homogenised, sonicated 303 \n(Amplitude 40, 3 sec ON, 9 sec OFF for a total processing time of 6-10mins), and clarified by centrifugation at 304 \n55,000 x g. Clarified lysate was filtered through a 0.45 m MCE filter and purified by affinity chromatography on 305 \na HisTrap FF (5 mL) column, eluted over a gradient up to 500 mM imidazole. The protein peak was further 306 \npurified by size exclusion chromatography using a Superdex 16/600 HiLoad 75pg equilibrated with 50 mM 307 \nsodium phosphate pH 7.5, and 100 mM sodium chloride. SDS-PAGE was run to assess purity.  308 \nDifferential scanning calorimetry: Apparent melting temperature (Tm) values for the purified proteins were 309 \ndetermined using a MicroCal PEAQ-DSC with automated sampler (Malvern Panalytical), using a buffer matched to 310 \nthat of the size exclusion chromatography step as reference. The analyses were performed using 1 mg/mL of 311 \nprotein, at a temperature range of 30-100 °C, using low feedback, at 192 °C/ hour, 96 °C/ hour, 90 °C/ hour, 48 312 \n°C/ hour, 24 °C/ hour, 12 °C/ hour and 6 °C/ hour. Baseline subtraction was performed using the instrument’s 313 \ndata analysis software. Calfitter 2.042 was used to derive the activation energy (Eact), the heat capacity change 314 \n(ΔCp), the activation enthalpy change (ΔH‡), and the reference temperature of the irreversible melting step (Tact) 315 \nusing the thermal denaturation model with the lowest SSR value.  316 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted January 6, 2025. ; https://doi.org/10.1101/2025.01.06.631575doi: bioRxiv preprint \nStructure determination by X-ray crystallography: SfInv was concentrated to 10 mg/mL and crystallised 317 \nby the sitting drop vapour diffusion method using a Mosquito crystallisation robot (SPT Labtech) and SWISSCI 3-318 \nlens low profile plates in condition C8 of the SaltRx screen (Hampton Research): 0.1 M Tris pH 8.5 and 3.5 M 319 \nsodium formate. Crystals were cryo-protected with 20% glycerol before flash-freezing in liquid nitrogen. 320 \nDiffraction data were collected at the Diamond Light Source (Didcot, UK) at beamline I03 and automatically 321 \nprocessed with the AutoPROC+STARANISO43,44 pipeline on ISPyB. The structure was solved by molecular 322 \nreplacement on CCP4 Cloud using Molrep45 and an AlphaFold2-model23. Coot was used for model building, 323 \nfollowed by model refinement using Refmac46. The final structure was evaluated with MolProbity47, and the 324 \nstructure has been visualised in VMD48 and ChimeraX49. The structure was deposited in the PDB with code 9EWR. 325 \nData and refinement statistics can be found in Supplementary Table 4.  326 \nStructural characterisation by circular dichroism: Spectra were collected on a PiStar-180 (Applied 327 \nPhotophysics) with water bath temperature control. Protein samples were analysed at a concentration of 0.1 328 \nmg/mL in 10 mM sodium phosphate pH 7.5 with 20 mM sodium chloride at 50 °C, in a 1 mm stoppered quartz 329 \ncuvette. Data collected at wavelengths between 200 and 260 nm, with half bandwidth of 1.5 nm and a 330 \nwavelength interval of 0.5 nm (1 sec per point, 5 repeats), were averaged and baseline subtracted using a 331 \nmatched buffer blank. Raw ellipticity data was converted to mean residue ellipticity by dividing by the path 332 \nlength, concentration, molecular weight and number of residues.  333 \nAmorphous PET powder production and analysis: Sheets of amorphous PET film were cut into strips, 334 \nimmersed in liquid nitrogen and cryo-milled at 2,400 rpm in a SM300 cutting mill (Retsch), with a bottom sieve 335 \nwith 4 mm square holes. Subsequently, this product was reduced in size further by immersing in liquid nitrogen 336 \nand cryo-milling at 18,000 rpm in a ZM200 centrifugal mill, with a 0.12 mm ring sieve with trapezoidal holes. The 337 \nparticle size and crystallinity of the cryo-milled amorphous PET powder was compared to that of the purchased 338 \nsemi-crystalline PET powder, as well as the PET film, using a CAMSIZER X2 (Microtrac MRB) and Differential 339 \nScanning Calorimetry (Supplementary Table 5, Supplementary Figures 13 and 15).  340 \nReaction quenching and product quantification by HPLC: All reactions were quenched by addition of 341 \nequal volume of HPLC-grade methanol, and PET solids removed. Samples were centrifuged at 10,000 x g, using 342 \na table-top centrifuge, prior to analyte quantification by HPLC. For samples with subsequent polymer analysis, 343 \nthe PET was washed by rinsing three times with a 1% (w/v) SDS solution, followed by multiple rinses with 344 \ndistilled water. The partially digested polymer substrates were then dried at room temperature under vacuum 345 \nbefore analysis. The HPLC analysis was adapted from a reported UPLC method14 to allow for HPLC pressures as 346 \npreviously described50. Samples were evaluated on a pre-equilibrated C18 Kinetex LC column (00B-4605-AN) 347 \nwith a guard, at 1.1 mL min-1 with 0.1% formic acid and acetonitrile as the stationary and mobile phases 348 \nrespectively. Samples were prepared with a known dilution to an absorbance at 240 nm of around 1.0 before 10 349 \nL were loaded onto the column using an automatic sampler (Agilent). Samples were eluted with an isocratic 350 \nelution at 13% mobile phase for 0.87 minutes, followed by a step to 95% mobile phase for 1.12 minutes and a 351 \nre-equilibration at 13% mobile phase until a total time of 3.6 minutes. Peaks were integrated using Agilent’s 352 \nOpenLab software and the product quantification was performed against calibration curves of known standards 353 \n(TPA, MHET, BHET). An example of the HPLC trace and elution times is provided in Supplementary Figure 16. 354 \nPET degradation assays at small scale: Unless stated otherwise, small scale assays were set up in 1.5 mL 355 \ntubes with 11 mg of PET substrate, and incubated in triplicate 500 L reactions for 24 hours at 300 rpm on 356 \nthermomixers. A final concentration of 100 nM enzyme and 100 mM sodium chloride was used, in 50 mM sodium 357 \nphosphate pH 7.5, or 50 mM glycine pH 9.0 for SfCut and SfInv respectively. In the case of the ionic strength 358 \ntests 50 mM HEPES pH 7.5 and 50 mM CHES pH 9.0 were used instead, with varying amounts of sodium 359 \nchloride, magnesium chloride and sodium sulphate. These buffers were chosen in order to minimise their 360 \ncontribution towards the ionic strength. Nevertheless, the buffer component was fully accounted for in the ionic 361 \nstrength calculations by considering their pKas, and calculating the concentration and charges of their respective 362 \nionic species. The ionic strength of the solution was calculated by using the formula 𝐼 =   ½  𝑛 ∑ (𝐶𝑖 𝑍𝑖 )𝑖 , where 𝐼 363 \nrepresents the ionic strength, 𝑛 is the number of ions in solution, 𝐶𝑖  is the concentration of a specific ion in moles 364 \nper litre, and 𝑍𝑖  the valence of the particular ion species. For the temperature and pH optima experiments, the 365 \nreactions were performed at three temperatures (40 °C, 50 °C and 60 °C) and using three different buffers (50 366 \nmM MES pH 6.0, 50 mM sodium phosphate pH 7.5, and 50 mM glycine pH 9.0) with 100 mM sodium chloride. To 367 \ndetermine the concentration dependency for each of the enzymes, both were tested individually, and together at 368 \nequimolar ratios, to a final enzyme concentration ranging from 0 - 1 M.  369 \nBinding isotherms: Binding affinities to the plastic were measure in two ways as described previously28. All 370 \nsamples were incubated for 1 hour at 4 °C with rolling in low-binding 1.5 mL microcentrifuge tubes (Eppendorf) 371 \nto prevent loss from non-specific binding. After centrifugation, free enzyme concentrations were determined 372 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted January 6, 2025. ; https://doi.org/10.1101/2025.01.06.631575doi: bioRxiv preprint \nusing a Micro BCA protein assay kit (Thermo Scientific) with a calibration curve derived for the respective 373 \nenzyme. 150 L samples were mixed with the Micro BCA Working Reagent as per the kit’s instructions, and 374 \nincubated for 1 hour at 50 °C in a covered microtiter plate mixing at 300 rpm. 200 L samples were measured at 375 \n562 nm on a plate reader. Substrate saturation: Amorphous PET powder at a fixed substrate loading (100 g/L for 376 \nSfCut or 50 g/L for SfInv) was incubated with 0.05 - 1.5 M enzyme. The substrate coverage was calculated 377 \nusing the equation 𝛤 =\n𝐸𝑡𝑜𝑡 – 𝐸𝑓𝑟𝑒𝑒\n𝐿𝑃𝐸𝑇 , and the Kd obtained by fitting the data to the Langmuir adsorption isotherm 378 \nequation 𝛤 =\n𝛤 max 𝐸𝑓𝑟𝑒𝑒\n𝐸𝑓𝑟𝑒𝑒 + 𝐾𝑑\n, where 𝛤𝑚𝑎𝑥 is the substrate coverage at surface saturation. Enzyme saturation: 1 M 379 \nenzyme was incubated with substrate loads ranging from 0 – 200 g/L. The bound fraction was calculated from 380 \nthe difference between total and free enzyme concentrations. Kd and max were derived from fitting the data to 381 \nthe equation28 𝜃 =\n1\n2 [(1 +\n𝐾𝑑+Γmax 𝐿𝑃𝐸𝑇\n𝐸𝑡𝑜𝑡\n) − √(1 +\n𝐾𝑑 +Γmax 𝐿𝑃𝐸𝑇\n𝐸𝑡𝑜𝑡\n)\n2\n− 4 (\nΓmax 𝐿𝑃𝐸𝑇\n𝐸𝑡𝑜𝑡\n)] , where the fraction bound 𝜃 =382 \n𝐸𝑡𝑜𝑡 – 𝐸𝑓𝑟𝑒𝑒\n𝐸𝑡𝑜𝑡 , and LPET is the experimental solids loading.  383 \nPET degradation assays – pilot scale and post-consumer waste: Duplicate reactions were undertaken in 384 \n250mL MiniBio Reactors (Applikon Biotechnology) to a total reaction volume of 100 mL. Reactions were carried 385 \nout at 20% (w/v) solids loading and a final enzyme concentration of 1 mg of enzyme per gram of PET. Reactions 386 \nwere incubated at 50 °C, stirring at 200 rpm for 24 hours. Substrates used in the reactions were amorphous PET 387 \nfilm or washed and dried post-consumer plastic film waste, roughly cut into 1 cm x 1 cm squares. All pH probes 388 \nwere calibrated immediately prior to analysis, pH changes were followed and maintained by the automatic 389 \naddition of 1 M (SfCut) or 5 M (SfInv) freshly prepared sodium hydroxide via the system pump, which was 390 \ncalibrated prior to the experiment. The base addition was followed as a function of time by the Lucullus® Process 391 \nInformation Management System software and converted to percentage hydrolysis by calculating the moles of 392 \nTPA neutralised. At the end of the incubation, samples were taken and quenched as described previously using 393 \nan equal volume of methanol for HPLC analysis. The PET film was recovered by filtration, rinsed thoroughly with 394 \ndeionised water, and allowed to dry before weighing to confirm depolymerisation extent.  395 \nPolymer analysis and characterisation: Polymer DSC was performed on a Netzsch DSC 214 Polyma, 396 \nequipped with aluminium crucibles and lids. Approximately 10 mg of samples was heated from 25 to 300 °C at a 397 \nrate of 10 °C per minute in a nitrogen atmosphere. Measurements were performed in triplicate, and sample 398 \ncrystallinity was calculated using the equation % 𝐂𝐫𝐲𝐬𝐭𝐚𝐥𝐥𝐢𝐧𝐢𝐭𝐲 =  \n∆𝐇𝐦−∆𝐇𝐜\n∆𝐇𝐦° , where ΔHm is the enthalpy of melting 399 \nof the sample ΔHc is the enthalpy of crystallisation of the sample and ΔHm° is the enthalpy of melting for a 400 \ntheoretical 100 % crystalline sample (taken as 140.1 Jg-1). 401 \nPET degradation assays for investigating synergy: To quantitate synergy across enzyme concentrations 402 \nand ratios, amorphous PET coupons were incubated in 50 mM sodium phosphate pH 7.5, 100 mM sodium 403 \nchloride, for 24 hours, with various enzyme ratios and concentrations ranging from 0 – 200 nM, as per Figure 5. 404 \nTo investigate whether the synergy was caused by opposite charge effects between the enzymes, size exclusion 405 \nchromatography was performed with 1 mg of total enzyme (~ 34 M) on its own or at equimolar ratio using a 406 \nSuperdex 75 equilibrated with 50 mM sodium phosphate pH 7.5, and 100 mM sodium chloride. For the stepwise 407 \nsynergy studies, a final concentration of 100 nM enzyme was used. Films were pre-treated with the selected 408 \nenzyme for 24 hours, reactions quenched and the coupons washed and dried as described above. Coupons were 409 \nthen incubated a further 24 hours with the second selected enzyme before the reactions were quenched one 410 \nfinal time prior to product analysis by HPLC.  411 \nScanning electron microscopy: Samples were incubated with 100 nM of the respective enzyme for 24 hours 412 \nas described above in PET degradation assays for investigating synergy. For the mixed enzyme samples, a total 413 \nof 200 nM enzyme at an equimolar ratio was used instead. Samples were quenched, washed and dried as 414 \ndescribed above before analysis by SEM. PET film samples were mounted onto aluminium stubs using carbon 415 \nadhesive tabs, and sputter coated with Au/Pd under argon using a Quorum Q150RES (Quorum Technologies 416 \nLtd). Samples were imaged using a MIRA3 FEG-SEM Microscope (TESCAN) operated at 3 kV.   417 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted January 6, 2025. ; https://doi.org/10.1101/2025.01.06.631575doi: bioRxiv preprint \nAuthor contributions 418 \nBRL conceptualised and supervised the project. The manuscript was written by LO and BRL, and reviewed by all 419 \nauthors. VB collected polymer DSC data. Enzymes were expressed by EMR. KRG collected crystals for structure 420 \ndetermination of SfInv, and MZ solved the crystal structure. All other data was collected, processed and analysed 421 \nby LO. ARP and BRL acquired funding.  422 \nAcknowledgements 423 \nThe authors thank Research England [E3 funding to ARP], the Royal Society [Grant RGS\\R2\\212336 to BRL], and 424 \nthe UKRI Engineering Biology Mission Hub [Grant BB/Y007972/1 to ARP, BRL and VB]. We thank Diamond Light 425 \nsource for beamtime [PROPOSAL MX-31440], and the staff at beamline I03 for supporting automatic data 426 \ncollection. We thank the Electron Microscopy and Microanalysis Unit at the University of Portsmouth, and in 427 \nparticular Ben Trundle, for assisting with SEM data collection. LO and BRL also thank Prof. Birte Höcker and Prof. 428 \nSamuel Robson for fruitful discussions and feedback.  429 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted January 6, 2025. ; https://doi.org/10.1101/2025.01.06.631575doi: bioRxiv preprint \nFigures 430 \n 431 \nFigure 1. Phylogenetic tree showing relationship between SfCut and other previously reported PETases.  The 432 \nstructure of three well characterised PETases are represented as surfaces coloured by their surface potential at pH 7.5, as 433 \ncalculated by APBS51. SfCut falls within the same clade as the thermotolerant type I PETases (green). Type II bacterial PETases 434 \nare shown in purple and those of fungal origin are shown as the grey outgroup. Accession codes for the PETases used can be 435 \nfound in Supplementary Table 1 and the alignment used to build the tree in Supplementary Figure 1. 436 \n 437 \nFigure 2. Biophysical characterisation of SfCut and SfInv. a Cartoon representation of SfCut, with positively and negatively 438 \ncharged residues represented as sticks. Positive charges are shown as blue, negative charges as red. Active site residues are  439 \nshown in grey at the top of the structure. b Structural alignment between SfCut (white, PDB: 7QJP) and the crystal structure of 440 \nSfInv (blue, PDB: 9EWR) confirms the adoption of an alpha-beta hydrolase fold and the success of the design with a C  RMSD 441 \nof 0.36 and a TM-score of 0.99. c Surface representation of the potential surfaces of SfCut and SfInv at pH 7.5, as calculated by 442 \nAPBS. d Heatmap for activity optima of SfCut and SfInv at 100 nM  on amorphous PET powders across temperatures and pH. 443 \nApparent Tm at a scan rate of 90 °C/hour for the respective enzymes is indicated. Additional data for PET films and semi-crystalline 444 \npowders can be found in Supplementary Figure 7. e Circular dichroism spectra at 50 °C shows both enzymes remain well 445 \nstructured at their reaction optima.  446 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted January 6, 2025. ; https://doi.org/10.1101/2025.01.06.631575doi: bioRxiv preprint \n 447 \nFigure 3. Investigating how ionic strength plays a role in protein -polymer interactions. a Substrate 448 \npreference for SfCut, SfInv, and LCCICCG on a Log2 scale. Experiments were carried out at the optimum temperature 449 \nand pH for the individual enzymes at 100 nM, with 100 mM sodium chloride. b SfInv has a measurable affinity to 450 \nPET powders, while SfCut interacts too weakly to measure (binding curves and full statistics are detailed in 451 \nSupplementary Figure 4). c Ionic strength affects the relative activities of SfCut and SfInv on aFilms in different 452 \nways: SfCut benefits from the increased ionic strength, whilst SfInv, like LCC ICCG, is largely not affected. Plot is 453 \nshown as relative activity with respect to the activity of each enzyme in buffer without added salt. Lighter dotted 454 \nlines represent standard deviations calculated with propagated error.  455 \n 456 \nFigure 4. Depolymerisation of PET at pilot scale by SfCut and SfInv. Enzymes were incubated with 20% 457 \n(w/v) PET substrate, at an enzyme loading of 1 mg per g of PET. SfCut is shown in red, whereas SfInv is shown 458 \nin blue. Figure illustrates depolymerisation overtime of amorphous PET film (a) and post-consumer PET waste (b). 459 \nAverage trace showed as a solid line, each of the replicates are represented as dotted lines in the corresponding 460 \ncolour. Product release as determined by HPLC shown in each panel.  461 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted January 6, 2025. ; https://doi.org/10.1101/2025.01.06.631575doi: bioRxiv preprint \n 462 \nFigure 5. Investigating the synergy between SfCut and SfInv on aPET film. a Difference in total product 463 \nrelease by pure enzymes and their mixture, at the condition with highest synergy (100 nM:50 nM of SfCut to SfInv). 464 \nPure enzymes are represented as a stacked plot, where red represents SfCut and blue SfInv. The enzyme mixture 465 \nis represented as a purple bar. Product release is shown as a Log 2 scale for clarity. Error bars represent 1 SD. b 466 \nScanning Electron Microscopy (SEM) images of amorphous PET film after incubation with enzyme. The top two 467 \npanels show the film after incubation with SfCut or SfInv individually, whilst the bottom panel shows the film after 468 \nincubation with the enzyme mix. c Heatmap of the synergy ratios across different concentrations of SfCut and 469 \nSfInv, with the purple as productive synergy and yellow as a decrease in total product release. Standard deviation 470 \nis shown as smaller squares in the same colour scheme. d Total product release for the stepwise synergy, where 471 \nthe pure enzymes were incubated with an amorphous film coupon pre -digested by either SfInv (blue) or SfCut 472 \n(red). Error bars represent 1 SD.  e Chromatogram from Size Exclusion Chromatography (SEC) for SfCut (red), 473 \nSfInv (blue) and a mixed sample of both enzymes at equimolar ratios (purple).  474 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted January 6, 2025. ; https://doi.org/10.1101/2025.01.06.631575doi: bioRxiv preprint"
    },
    {
      "heading": "Methods Demonstrates Accuracy, Power, and Robustness of Fast Likelihood-based 562",
      "text": "Approximation Schemes. Syst. Biol. 60, 685–699 (2011). 563 \n40. Altschul, S. F., Gish, W., Miller, W., Myers, E. W. & Lipman, D. J. Basic local alignment search tool. 564 \nJ. Mol. Biol. 215, 403–410 (1990). 565 \n41. Wang, J. et al. POSSUM: a bioinformatics toolkit for generating numerical sequence feature 566 \ndescriptors based on PSSM profiles. Bioinforma. Oxf. Engl. 33, 2756–2758 (2017). 567 \n42. Kunka, A. et al. CalFitter 2.0: Leveraging the power of singular value decomposition to analyse 568 \nprotein thermostability. Nucleic Acids Res. 50, W145–W151 (2022). 569 \n43. Vonrhein, C. et al. Data processing and analysis with the autoPROC toolbox. Acta Crystallogr. D 570 \nBiol. Crystallogr. 67, 293–302 (2011). 571 \n44. Tickle, I. J. et al. STARANISO. Global Phasing Ltd (2016). 572 \n45. Vagin, A. & Teplyakov, A. MOLREP: an Automated Program for Molecular Replacement. J. Appl. 573 \nCrystallogr. 30, 1022–1025 (1997). 574 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted January 6, 2025. ; https://doi.org/10.1101/2025.01.06.631575doi: bioRxiv preprint \n46. Murshudov, G. N. et al. REFMAC5 for the refinement of macromolecular crystal structures. Acta 575 \nCrystallogr. D Biol. Crystallogr. 67, 355–367 (2011). 576 \n47. Williams, C. J. et al. MolProbity: More and better reference data for improved all-atom structure 577 \nvalidation. Protein Sci. 27, 293–315 (2018). 578 \n48. William Humphrey, Dalke, A. & Schulten, K. VMD: Visual molecular dynamics. J. Mol. Graph. 14, 579 \n33–38 (1996). 580 \n49. Pettersen, E. F. et al. UCSF ChimeraX: Structure visualization for researchers, educators, and 581 \ndevelopers. Protein Sci. 30, 70–82 (2021). 582 \n50. Oliveira, L. et al. Investigating the effect of fusion partners on the enzymatic activity and 583 \nthermodynamic stability of poly(ethylene terephthalate) degrading enzymes. Faraday Discuss. 584 \n252, 468–479 (2024). 585 \n51. Jurrus, E. et al. Improvements to the APBS biomolecular solvation software suite. Protein Sci. 27, 586 \n112–128 (2018). 587 \n 588 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted January 6, 2025. ; https://doi.org/10.1101/2025.01.06.631575doi: bioRxiv preprint"
    }
  ],
  "computational_sections": [],
  "results_sections": [
    {
      "heading": "Results and Discussion  54",
      "text": "Structural analysis of SfCut and surface charge redesign  55 \nTo understand the parameters that influence the substrate morphological preference of SfCut, we carefully 56 \nexamined its structure. Like other reported PETases, SfCut (PDB: 7QJP) adopts a typical alpha-beta hydrolase 57 \nfold, with a conserved disulfide bond between Cys243 and Cys260. The active site matches that of a typical PET-58 \ndegrading serine hydrolase, composed of a catalytic triad (Ser132, Asp178 and His210), a conserved tryptophan 59 \n(Trp157), an oxyanion hole (Phe64 and Met133) and a lipase box. Despite these features, SfCut is strikingly 60 \ndifferent to other highly active PETases owing to its negative surface charge and total charge density of -0.55 61 \nper kDa at neutral pH. These charges are mostly found on the surface opposite to the active site, away from 62 \nresidues expected to directly interact with the plastic (Figure 2a/c). This pronounced charge appears to modulate 63 \nthe morphological selectivity of SfCut, causing its activity to drop considerably between pH 6.0 and pH 7.5 on 64 \nfilms while it increases on amorphous powders4. As PET has a stable, negative zeta potential independent of pH 65 \nat these conditions22, the changes in depolymerisation rates implicate the involvement of both protein and 66 \npolymer electrostatics as significant factors in these properties. 67 \nWe aimed to investigate how protein charge influences substrate morphology preference of SfCut by extensively 68 \nredesigning its surface. To ensure clarity in our analysis, we sought to isolate the effects of charge substitutions 69 \nfrom inadvertent changes to enzyme activity caused by variations in protein thermostability. To avoid this, we 70 \nselected a manual design approach over computational methods, as the later have been constructed in a way 71 \nthat produces stabilised proteins as outputs. For design purposes, all charged residues in the crystallographic 72 \nstructure, including histidines involved in salt bridges, were identified and counted towards the overall protein 73 \ncharge (-16). Owing to the lack of observed crystallographic density, we did not count the first and last glutamic 74 \nacid residues in the sequence. 75 \nTo minimise disruption of the protein-polymer interface and the active site, only residues at a distance greater 76 \nthan 10 Å from the catalytic triad were considered for mutation. For the purposes of design, we ranked residues 77 \nbased on how amenable to change they might be, excluding those that were buried, involved in critical polar 78 \ncontacts, stabilising secondary structural elements, or providing an ambiguous structural role. Our choices of 79 \nsites for mutation were supported by referencing the position-specific scoring matrix (PSSM) of SfCut 80 \n(Supplementary Spreadsheet 1) excluding residues at highly conserved sites. As a priority for mutation, we 81 \nfocused on changing isolated negatively charged residues on Sf Cut’s surface, considering structural context to 82 \nminimise steric clashes and preserve native contacts. Once all the free residues amenable to change were 83 \nexhausted, we proceeded to consider mutations within larger salt-bridge clusters followed by neutral surface 84 \nresidues. In the interest of investigating solely the effect of the surface charge, we did not intentionally introduce 85 \nmutations that could create new stabilising interactions.  86"
    },
    {
      "heading": "Comparable results were also found to be true on untreated post-consumer waste (PCW) in the form of PET-film 180",
      "text": "sandwich trays (Figure 4b, Supplementary Table 5, Supplementary Figures 13 and 14). SfInv efficiently digested 181 \nover 10% of the waste within 24 hours, achieving a measured yield of 19.25 g/L, while SfCut yielded negligible 182 \namounts of product (Figure 4b). This further highlights that it may be possible to engineer enzymes specifically 183 \ntargeting the processing of complex post-consumer waste streams of PET with limited pre-treatments, upstream 184 \nof current methods reliant on resource-intensive preparation of micronized powders.29 185 \nSfCut and SfInv act synergistically in degrading aPET films 186 \nBuilding on the evident enhancement in activity and change in selectivity of SfInv over SfCut on PET substrates, 187 \nwe sought to understand whether the enzymes act at distinct sites on the PET surfaces with differing geometries 188 \nor electrostatic charge, which could account for the observed differences in morphological preferences and allow 189 \nfor the enzymes to work synergistically in degrading PET. Specifically, we hypothesised that the amount of 190 \nproduct released from a mixture of the two enzymes could exceed the sum of the product release for each 191 \nenzyme individually at its respective concentration. To quantify this, we define synergy as:  192 \n(1)     𝑆𝑦𝑛𝑒𝑟𝑔𝑦 ≡\n𝑃𝑅𝑚𝑖𝑥\n𝑃𝑅𝑆𝑓𝐶𝑢𝑡+𝑃𝑅𝑆𝑓𝐼𝑛𝑣\n> 1 193 \nwhere PRSfCut, PRSfInv, and PRmix are the product released by each enzyme at specified concentrations, and their 194 \nmixture, respectively. When SfCut and SfInv were mixed at different concentrations and ratios, and applied to 195 \nPET films, we observed clear evidence of synergistic activity (Figure 5a). The effect is most notable at lower 196 \nconcentrations of SfInv, with a synergy value above 2 (Figure 5c). However, at elevated concentrations of SfInv, 197 \nthe synergistic benefit is lost, possibly owing to surface crowding17,20 or competition for binding sites on the 198 \nplastic substrate. In contrast, increasing SfCut does not eliminate the observed synergy, suggesting that each 199 \nenzyme plays a distinct role when acting in concert on the film surface.  200 \nTo further clarify the mechanism of the synergistic activity, we explored potential causes involving the differing 201 \nenzyme charges. One possibility was that the enzymes might assemble in solution in a way that enhances their 202 \nstability and activity. To test this, we incubated the enzymes together at elevated concentrations (~ 34 M, 203 \ncompared to the 0.05-1 M enzyme concentrations used in polymer digestions) and evaluated whether they form 204 \ncomplexes by size exclusion chromatography on the mixture (Figure 5e); no shift was observed in the elution 205 \nprofile, suggesting that the enzymes do not appreciably bind to each other in solution. To exclude the possibility 206 \nthat the enzymes are targeting different sites on the polymer chain and therefore modifying the plastic surface 207 \nsuch that it becomes a better substrate for the oppositely charged enzyme, we examined whether the enzymes 208 \nshowed a stepwise synergy. The activities of the enzymes were evaluated on amorphous PET film coupons that 209 \nhad been pre-treated with either SfCut or SfInv (Figure 5d), with no significant difference in activity observed on 210 \nfilms pre-treated with either enzyme, showing that the surface targets for both enzymes are largely the same.  211 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted January 6, 2025. ; https://doi.org/10.1101/2025.01.06.631575doi: bioRxiv preprint"
    },
    {
      "heading": "Given these findings, and that SfCut alone shows negligible binding to PET, it is likely that the synergy observed 212",
      "text": "at principally low concentrations of SfInv is a result of charge masking, similar to that of the ionic strength 213 \nexperiments. In this case, SfInv binds to the plastic surface masking the negative charges of the polymer and 214 \nany bound SfCut, which in turn allows more SfCut to bind productively. Similar effects have been previously 215 \nobserved with the use of synthetic surfactants30, where anionic detergents were used to increase the negative 216 \nsurface charge of the polymer, therefore attracting the cationic IsPETase31 to the surface, accelerating enzymatic 217 \ndegradation. In this case, however, the enzymes themselves are modulating the surface charge. 218 \nThe difference in how the film surface is modified by the enzymes acting individually or as a mixture can be 219 \nvisualised after partial digestion of PET coupons using SEM (Figure 5b). SfCut increases the roughness of the 220 \nsurface leaving what appears to be thread-like crystalline regions behind, whilst SfInv shows broad pitting, a 221 \nsurface modification commonly observed with other highly active PETases18,31. However, with the enzyme 222 \nmixture, an unusual double-pitting effect is observed. Broad pits similar in dimensions to those formed by SfInv 223 \ncontain deeper pits within them, perhaps from SfCut being ‘funnelled’ into the centre of areas where the 224 \npositively charged SfInv masks the negative charge on the surface of the film. 225 \nAs far as we are aware, this is the first time that synergy has been observed in enzymes directly modifying 226 \nplastic surfaces. These results reveal a previously unexplored mechanism by which enzyme mixtures can 227 \nenhance the degradation of plastic through beneficial electrostatic interactions, offering new opportunities for 228 \nimproving bio-recycling through synergistic enzymatic activity. 229"
    },
    {
      "heading": "Conclusions 230",
      "text": "Prior to this study the most significant changes in the activity of PET degrading enzymes were realised by 231 \nincreasing the performance of the biocatalysts at elevated temperatures, where the polymer is more dynamic. 232 \nThis focus on thermostability has obfuscated how other physical-chemical properties of the polymer surface 233 \ninfluence the activity of PETases, limiting our understanding on the enzyme-substrate interactions at play. 234 \nHere, by rational redesign of the surface of a highly active PETase, SfCut, we were able to investigate the impact 235 \nof electrostatics on enzymatic activity in the absence of confounding factors like thermodynamic stability or 236 \nchanges in features near the active site13,30,32. Through carefully crafted studies on the effects of ionic strength 237 \non product released from different substrates, we demonstrate that substrate selectivity is driven by polymer 238 \nmorphologies having distinct electrostatic profiles, and therefore influencing enzyme-surface interactions in 239 \ncontrasting manners. Measured zeta potentials are known to have smaller magnitudes on rough surfaces than on 240 \nsmooth surfaces33,34, and the impacts of this are likely manifesting here. Within the diffuse layer around the 241 \nneatively charged polymer surface, the anionic SfCut experiences repulsion while the cationic SfInv experiences 242 \nattraction, with these interactions being more pronounced on smooth films than on rough powders. 243 \nBy focusing on electrostatic interactions governing the activity of PET degrading enzymes at the polymer surface, 244 \nwe demonstrated that it is possible to not only tune the selectivity of PETases for substrates of differing 245 \nmorphologies, but also increase their binding affinity through the rational engineering of surface charge away 246 \nfrom the active site. The process of introducing large scale changes in protein surface electrostatic potential in 247 \nSfInv also afforded substantially improved activities on all PET substrates tested, exposing the benefits of using 248 \nan electrostatically-oriented approach to engineering plastic depolymerases for improved activities at the low salt 249 \nconcentrations relevant for industrial processes. As we demonstrate through the preservation of the 250 \nthermodynamic stability of SfInv, this approach is complementary to established methods designed to enhance 251 \nthe thermostability of enzymes and can be introduced in the engineering process towards better industrial PET 252 \ndepolymerases. 253 \nWe also found that synergistic activity between PETases can be realised through the applications of 254 \ncomplementarily charged proteins. While the enhancement in activity we observed on films is relatively modest, 255 \njust over two-fold, this advance is the first method for building synergy into enzymes acting at plastic surfaces 256 \nand opens the door to engineering campaigns specifically tailored towards improving it. In contrast to synergies 257 \nbetween enzyme pairs acting at different chemical sites on a substrate, the mechanism of synergy in this case 258 \nappears to depend upon the electrostatic masking effect of the positively charged SfInv when bound to PET, 259 \nwhich in turn promotes the activity of the negatively charged SfCut. This mechanism is likely generalisable and 260 \nopens the possibility of exploiting this discovery to reduce the enzyme loading needed for industrial processes or 261 \nto create dynamic mixtures of enzymes capable of accommodating variations in surface electrostatics across 262 \nsubstrates or over the course of depolymerisations.  263 \n.CC-BY-NC-ND 4.0 International licensemade available under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is \nThe copyright holder for this preprintthis version posted January 6, 2025. ; https://doi.org/10.1101/2025.01.06.631575doi: bioRxiv preprint \nThrough isolating the effect of electrostatics on Sf Cut’s activity on PET, we have been able to establish an 264 \nengineering approach that allows tuning of binding affinity, improvement of enzymatic turnover, control of 265 \nsubstrate morphological preference, and introduction of functional synergy in PETases. These insights not only 266 \nexpand the repertoire of established features under the control of rational protein design for plastic 267 \ndepolymerases, but are also likely not limited to PET. As such, we expect these results to be translatable to 268 \nenzymes capable of digesting a broad range of synthetic polymers, and that the considerations established here 269 \nwill prove crucial when finding and engineering enzymes to tackle plastics found in complex industrial and post-270 \nconsumer waste streams.  271"
    }
  ]
}