{
  "txt_file": "2025.10.01.679844v1.full.txt",
  "pdf_file": "2025.10.01.679844v1.full.pdf",
  "title": "1",
  "experimental_sections": [
    {
      "heading": "Materials and methods 253",
      "text": "254 \nStrains and plasmids 255 \nEscherichia coli strains and plasmids used are listed in Table S1. Molecular cloning and 256 \nvector propagation were performed in DH5α (NEB). Polymerase chain reaction (PCR) based DNA 257 \nreplication was performed using KOD XTREME Hot Start Polymerase (MilliporeSigma) for 258 \nplasmid backbones. Cloning was performed using Gibson Assembly. Oligos for PCR 259 \namplification and translational knockouts are shown in Table S2. Oligos were purchased from 260 \nIntegrated DNA Technologies (IDT). The DNA sequence and translated sequence of proteins 261 \noverexpressed in this paper are found in Table S3. The pORTMAGE-Ec1 recombineering plasmid 262 \nwas kindly provided by Timothy Wannier and George Church of Harvard Medical School. 263 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n10 \n \nChemicals 264 \nThe following compounds were purchased from MilliporeSigma: sodium borate 265 \ndecahydrate, sodium phosphate dibasic anhydrous, chloramphenicol, kanamycin sulfate, dimethyl 266 \nsulfoxide (DMSO), boric acid, L-alanine, and HEPES. D-glucose and m-toluic acid. The following 267 \ncompounds were purchased from Alfa Aesar: agarose and ethanol were purchased. The following 268 \ncompounds were purchased from Fisher Scientific: isopropyl ß -D-1-thiogalactopyranoside 269 \n(IPTG), acetonitrile, sodium chloride, trifluoroacetic acid, LB Broth powder (Lennox), and LB 270 \nAgar powder (Lennox). A MOPS EZ rich defined medium kit was purchased from Teknova. Taq 271 \nDNA ligase was purchased from GoldBio. Anhydrotetracycline (aTc) was purchased from 272 \nCayman Chemical.  Phusion DNA polymerase and T5 exonuclease were purchased from New 273 \nEngland BioLabs (NEB). Sybr Safe DNA gel stain was purchased from Invitrogen. The following 274 \ncompounds were purchased from TCI America: Pyridoxal 5’ -phosphate (PLP), ortho-275 \nphthalaldehyde and 3-mercaptopropionic acid. 276 \nCulture conditions 277 \nCultures were grown in LB -Lennox medium (LB: 10 g/L bacto tryptone, 5 g/L sodium 278 \nchloride, 5 g/L yeast extract) or MOPS EZ rich defined media (Teknova M2105) with 2% glucose 279 \n(MOPS media). To prepare cells for resting cell assays, confluent overnight cultures of E. coli 280 \nstrains were used to inoculate 200 mL cultures in LB media in 1 L baffled shake flasks. The 281 \ncultures were grown at 37°C until mid -exponential phase (OD600 = 0.5–0.8) and then dropped to 282 \n18°C overnight for 18 h. Cells were then pelleted and used or frozen at −80°C. Cells used in this 283 \nstudy were stored at −80°C for less than 24 h.  284 \nAldehyde Stability Assays 285 \nFor testing stability in metabolically active cells under aerobic growth conditions, cultures 286 \nof each E. coli strain to be tested were inoculated from a frozen stock and grown to confluence 287 \novernight in 5 mL of LB media. Confluent overnight cultures were then used to inoculate 288 \nexperimental cultures to an initial starting OD600 of 0.01 in 400 µL volumes in a 96-deep-well plate 289 \n(Thermo Scientific™ 260251) and grown at 37°C. Cultures were supplemented with 5 mM of 290 \naldehyde (prepared in 100 mM stocks in 100% DMSO) at mid -exponential phase (OD600 = 0.5-291 \n0.8). Cultures were then incubated at 30°C with shaking at 1000 RPM and an orbital radius of 3 292 \nmm. Samples were taken by pipetting 25 µL from the cultures into 125 µL of a 1:4 1 M HCl to 293 \nmethanol mixture. Samples were then centrifuged in a different 96 -deep-well plate and the 294 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n11 \n \nextracellular broth was collected. Compounds were quantified over a 24 h period using HPLC with 295 \nsamples collected at 4 h and 24 h.  296 \nFor resting cell stability testing, cell pellets were thawed and then washed with 200 mM 297 \nHEPES, pH 7.5 buffer. The mass of cell pellets was then measured, and the pellets were 298 \nresuspended in 200 mM HEPES, pH 5.8 and 7.5 and at a wet cell weight of 50 mg/mL. The 299 \nresuspended resting cells were then aliquoted into 96 -deep-well plates and supplemented with 5 300 \nmM aldehydes of interest (prepared in 100 mM stocks in DMSO) at a reaction volume of 400 µL. 301 \nResting cells were then incubated at 30°C with shaking at 1000 RPM and an orbital radius of 3 302 \nmm. Samples were taken by pipetting 25 µL from the cultures into 125 µL of a 1:4 1 M HCl to 303 \nmethanol mixture. Samples were then centrifuged in a different 96 -deep-well plate and the 304 \nextracellular broth was collected. Compounds were quantified over a 20 h period using HPLC with 305 \nsamples collected at 4 h and 20 h. 306 \nGrowing cell assays 307 \nFor metabolically active CAR assays, pZE plasmids expressing MaCAR and the Sfp 308 \nprotein from Bacillus subtilis  were transformed into RARE.Δ16 cultures. Strains were then 309 \ninoculated from a frozen stock and grown to confluence overnight in 5 mL of LB media with 50 310 \nµg/mL kanamycin. Confluent overnight cultures were then used to inoculate experimental cultures 311 \nin a 96-deep-well plate initial starting OD600 of 0.05 in 300 µL in MOPS media with 10 mM MgCl2 312 \nand 50 µg/mL kanamycin at pH 7.5. For experiments testing the effect of starting pH, the starting 313 \npH of the MOPS media was titrated to pH ranging from 7.4 -6.75. For experiments testing media 314 \nbuffering capacity, 100 mM monobasic dihydrogen phosphate were added to cultures. At mid -315 \nexponential phase, we induced each culture then supplied 5 mM acid substrate (prepared in 100 316 \nmM stocks in 100% DMSO) . Cultures were then incubated at 30°C with shaking at 1000 RPM 317 \nand an orbital radius of 3 mm. Samples were taken by pipetting 25 µL from the cultures into 125 318 \nµL of a 1:4 1 M HCl to methanol mixture. Samples were then centrifuged in a different 96 -deep-319 \nwell plate and the extracellular broth was collected. Compounds were quantified over a 24 h period 320 \nusing HPLC with samples collected at 4 h and 24 h. For pH tracking experiments, confluent 321 \novernight cultures were then used to inoculate 3 mL of MOPs media in 14 mL culture tubes. 322 \nCultures were supplemented with 5 mM of TPA (prepared in a 100 mM stock in DMSO) at mid 323 \nexponential phase. Cultures were then incubated at 30°C in a rotor drum (Thermo Scientific Cel -324 \nGro Tissue Culture Rotator) at maximum speed. Sampling was done as previously mentioned. 325 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n12 \n \nCompounds were quantified and the pH was measured for 24 h with timepoints at 0 h, 4 h, 8 h, 20 326 \nh, and 24 h using HPLC. 327 \nFor metabolically active ETase assays, pET -28a(+) plasmids expressing each ETase 328 \nvariant were transformed into RARE.Δ16. Confluent overnight cultures were then used to 329 \ninoculate experimental cultures in a 96-deep-well plate initial starting OD600 of 0.05 in 300 µL in 330 \nMOPS media with 10 mM MgCl2 and 50 µg/mL kanamycin at pH 7.5. At mid-exponential phase, 331 \nwe induced each culture then supplied 5 mM BHET, MHET or MHET -ald (prepared in 100 mM 332 \nstocks in 100% DMSO). Cultures were then incubated at 30°C with shaking at 1000 RPM and an 333 \norbital radius of 3 mm. Sampling was done as previously mentioned. Compounds were quantified 334 \nover a 24 h period using HPLC with samples collected at 4 h and 24 h. 335 \nFor metabolically active ETase and CAR coupled assays, pACYC-FAST PETase and pZE-336 \nMaCAR plasmids were co -transformed into RARE.Δ16. Confluent overnight cultures of pET -337 \n28a(+)-FAST PETase (Cell A), pZE-MaCAR (Cell B) and pACYC-FAST PETase + pZE-MaCAR 338 \n(Cell C) were then used to inoculate experimental cultures in a monoculture, expressing the dual 339 \nplasmid, or a coculture, expressing FAST and MaCAR in separate strains at varying inoculation 340 \nratios. Cultures had an initial starting OD600 of 0.05 in 300 µL in MOPS media with 10 mM MgCl2 341 \nand respective antibiotics (Cell C: 17 µg/mL chloramphenicol and 25 µg/mL kanamycin, coculture 342 \nand monocultures of Cell A and B: 50 µg/mL kanamycin) at pH 7.5. At mid -exponential phase, 343 \nwe induced each culture induced (Cell A and B: 0.1 µg/mL aTc; Cell C: 0.1 µg/mL aTc and 1 mM 344 \nIPTG) then supplied 5 mM MHET or TPA (prepared in 100 mM stocks in 100% DMSO). Cultures 345 \nwere then incubated at 30°C. Sampling was done as previously mentioned . Compounds were 346 \nquantified over a 24 h period using HPLC with samples collected at 8 h and 24 h. 347 \nGrowth rate and protein production assay 348 \nFor growth rate testing of engineered strains, confluent overnight cultures were used to 349 \ninoculate experimental cultures in LB or MOPS media at 100x dilution in 200 µL volumes in a 350 \nGreiner clear bottom 96 well plate (Greiner 655090). Cultures were grown for 24 h in a Spectramax 351 \ni3x plate reader with medium plate shaking at 37 °C and readings at 600 nm taken every 10 min 352 \nto determine growth rate of each strain. For growth rate in shake flasks, confluent overnight 353 \ncultures were used to inoculate experimental cultures in 50 mL of LB media at 100x dilution in 354 \n250 mL shake flasks. Cultures were grown for 9 h at 37 °C and 250 RPMs and readings at 600 nm 355 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n13 \n \nwere taken every 30 min to determine growth rate of each strain using a BioMate160 356 \nspectrophotometer. 357 \nFor growth rate testing with ETase overexpression, confluent overnight cultures were used 358 \nto inoculate experimental cultures in MOPS media with 50 µg/mL kanamycin at 100x dilution in 359 \n200 µL volumes in a Greiner clear bottom 96 well plate (Greiner 655090). Cultures were grown 360 \nfor 3 h in a Spectramax i3x plate reader with medium plate shaking at 37 °C with absorbance 361 \nreadings at 600 nm taken every 10 min to determine growth rate of each strain. Cultures were then 362 \ninduced with 1 mM IPTG and dropped to 30 °C for an additional 21 h.  363 \nTPA protonation state calculation 364 \nThe protonation state of TPA was calculated using Henderson-Hasselbalch relationship using the 365 \npKa1 = 3.54 and pK a2 = 4.46. The following equations were then used to plot the fraction of 366 \nprotonated species at the pH range of interest (pH 4.0-8.0) in Fig. S6: 367 \n(1) D =1+10 (pH − pKa1) +10 (2pH − pKa1 − pKa2) where D is the denominator fractional abunbances 368 \n(2) αTPA = 1 / D where αTPA is the fraction of fully protonated TPA 369 \n(3) αTPA- = 10(pH - pKa1) / D where αTPA- is the fraction of partially protonated TPA 370 \n(4) αTPA2- = 10(2pH - pKa1 - pka2) / D where αTPA2- is the fraction of fully deprotonated TPA 371 \nTranslational genomic knockouts 372 \nTranslational knockouts to the RARE.Δ16 were performed using 10 rounds of multiplexed 373 \nautomatable genome engineering (MAGE) where stop codons were introduced into the genomic 374 \nsequence for each aldehyde dehydrogenase target in the upstream portion of the gene. Construction 375 \nof ROARΔ22 was done using the same oligos that were listed for the ROAR.Δ12 strain. MAGE 376 \nwas performed using the pORTMAGE -Ec1 recombineering plasmid.  Briefly, bacterial cultures 377 \nwere inoculated with 1:100 dilution in 3 mL of LB media with 30 μg/mL kanamycin (Kan) and 378 \ngrown at 37°C until OD 600 of 0.4 -0.6 was reached. Then, the proteins responsible for 379 \nrecombineering were induced with 1 mM m-toluic acid and cultures were grown at 37°C for an 380 \nadditional 15 min. Cells were then prepared for electroporation by washing 1 mL three times with 381 \nrefrigerated 10% glycerol and then resuspending in 50 µL of 10% glycerol with each knockout 382 \noligo within a subset added at 1 µM. Cells were then electroporated and recovered in 3 mL of LB 383 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n14 \n \nwith 30 µg/mL kanamycin to be used for subsequent rounds. Preliminary assessment of knockouts 384 \nwas performed using mascPCR (multiplexed allele specific colony PCR) and confirmed using 385 \nSanger Sequencing. ROAR.Δ22 was cured of the pORTMAGE -Ec1 plasmid following 386 \nconfirmation of genomic knockouts. 387 \nResting whole cell assays 388 \nTo prepare cells for resting cell assays, pET-28a(+)-FAST ETase (Cell A), pZE -MaCAR 389 \n(Cell B), and pACYC-CvTA-AlaDH (Cell D) were transformed into ROAR.Δ22. pACYC- FAST 390 \nETase and pZE-MaCAR (Cell C) were also co-transformed into ROAR.Δ22. Confluent overnight 391 \ncultures were used to inoculate 200 mL cultures in LB media antibiotics (Cell A and B: 50 µg/mL 392 \nkanamycin; Cell C: 25 µg/mL kanamycin and 17 µg/mL chloramphenicol; Cell D: 34 µg/mL 393 \nchloramphenicol) with 1 L baffled shake flasks. The cultures were grown at 37°C until mid -394 \nexponential phase and then induced (Cell A and B: 0.1 µg/mL aTc; Cell C: 0.1 µg/mL aTc  and 1 395 \nmM IPTG; Cell D: 1 mM IPTG). After induction the temperature was dropped to 18°C overnight 396 \nfor 18 h. Cells were then pelleted, and the mass of the cell pellets were then measured. Cells were 397 \nused immediately after overexpression or frozen at −80°C. Cells used in this study were stored at 398 \n-80°C for less than 24 h. All cells were washed with 200 mM HEPES, pH 7.5 buffer prior to use. 399 \nReactions unless otherwise noted were performed at a reaction volume of 400 µL in 1 mL deep -400 \nwell plates.  401 \nTo assay MaCAR (Cell B) in resting cells, cells were resuspended in buffer with 200 mM 402 \nHEPES or 200 mM MES (dependent on starting pH), 25 mM glucose, 10 mM magnesium chloride 403 \nat pH 5.2-7.5. The resuspended resting cells were then aliquoted into 96-deep-well plates at a wet 404 \ncell weight of 50 mg/mL and supplemented with 5 mM substrate of interest (prepared in 100 mM 405 \nstocks in DMSO) at a reaction volume of 400 µL. Resting cells were then incubated at 30°C with 406 \nshaking at 1000 RPM and an orbital radius of 3 mm. Samples were taken by pipetting 25 µL from 407 \nthe cultures into 125 µL of a 1:4 1 M HCl to methanol mixture. Samples were then centrifuged in 408 \na different 96 -deep-well plate and the extracellular broth was collected. Compounds were 409 \nquantified over a 4 h period using HPLC with samples collected at 2 h and 4 h. 410 \nTo assay FAST ETase and MaCAR (Cell A+B and Cell C) in resting cells, cells were 411 \nresuspended in buffer with 200 mM HEPES, 25 mM glucose, 10 mM magnesium chloride at a pH 412 \n7.5. The resuspended resting cells were then aliquoted to a total wet cell weight of 50 mg/mL at 413 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n15 \n \nvarying ratios of FAST ETase to MaCAR cells. Reaction mixture was supplemented with 5 mM 414 \nBHET, MHET or TPA at a volume of 400 µL. Resting cells were then incubated at 30°C. Sampling 415 \nwas done was previously mentioned. Compounds were quantified over a 4 h period using HPLC 416 \nwith samples collected at 2 h and 4 h. 417 \nTo assay Cell C with high substrate loading, cells were resuspended in buffer with 400 mM 418 \nHEPES, 75 mM glucose, 10 mM MgCl 2 at pH 7.5. Cells were supplemented with 10, 20, or 40 419 \nmM of BHET or MHET at a cell concentration of 50 mg WCW/mL and at a volume of 400 µL. 420 \nCompounds were quantified over an 8 h period using HPLC with samples collected at 4 h and 8 421 \nh. 422 \nTo assay CvTA-AlaDH (Cell D) in resting cells, cells were resuspended in buffer with 200 423 \nmM HEPES or 200 mM MES, 25 mM glucose, 10 mM MgCl2, 100 mM L-alanine, 50 mM NH4Cl 424 \nand 1 mM PLP at pH 5.8-8.0. The resuspended resting cells were then aliquoted to a total wet cell 425 \nweight of 50 mg/mL and supplemented with 5 mM TPAL. Resting cells were then incubated at 426 \n30°C. Sampling was done was previously mentioned. Compounds were quantified using HPLC at 427 \n2 h. 428 \nTo assay Cell B and D in a one-pot two-step method, cells were resuspended in buffer with 429 \n200 mM HEPES, 200 mM MES, 25 mM glucose, 10 mM MgCl 2, 100 mM L -alanine, 50 mM 430 \nNH4Cl and 1 mM PLP at a pH of 5.2 or 7.5. To start the reaction, Cell B was added to the reaction 431 \nmixture at 50 mgWCW/mL and at a starting pH of 5.2 or 7.5. The cells were then supplemented with 432 \n5 mM TPA disodium salt and incubated at 30°C. After 2 h, the low starting pH reaction mixtures 433 \nwere treated to 7.5 using NaOH. Also, at 2 h both starting pH reactions were supplemented with 434 \n50 mgWCW/mL of CvTA cells. The reactions were then ran for an additional 2 h. Sampling was 435 \ndone was previously mentioned. Compounds were quantified at 4 h using HPLC. 436 \nTo assay Cell A+B, Cell C and Cell D in one-pot with resting cells, cells were resuspended 437 \nin buffer with 200 mM HEPES, 25 mM glucose, 10 mM MgCl2, 100 mM L-alanine, 50 mM NH4Cl 438 \nand 1 mM PLP at a pH of 7.5.  For pXYL targeted reactions,  Cells A and B were added to the 439 \nreaction mixture at different ratios (1:2, 1:1. 2:1, 1:5 and 1: 10 of Cell A: Cell B) with a total cell 440 \nconcentration of 50 mgWCW/mL. Cell C was also added at a cell concentration of 50 mg WCW/mL. 441 \nThe cells were then supplemented with 5 mM BHET, MHET or TPA and incubated at 30°C. After 442 \n2 h, 50 mgWCW/mL of Cell D was added and the reaction was then ran for an additional 2 h. 443 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n16 \n \nSampling was done was previously mentioned. Compounds were quantified at 4 h using HPLC.  444 \nFor pAMBA targeted reactions, Cells A, B and D were added to the reaction mixture at different 445 \nratios (2:1:1, 1:2:1. 1:10:2, and 1:1:2 of Cell A: Cell B: Cell D) with a total cell concentration of 446 \n50 mgWCW/mL. Cells C and D were also added at different ratios (10:1, 5:1 and 1:1 of Cell C: 447 \nCellD) with a total cell concentration of 50 mgWCW/mL. The cells were then supplemented with 5 448 \nmM MHET and incubated at 30°C. Sampling was done was previously mentioned. Compounds 449 \nwere quantified at 4 h using HPLC. 450 \nAmine production from real PET glycolysis products 451 \nTo assay Cell C using real PET glycolysis deconstruction products, cells were resuspended 452 \nin buffer with 400 mM HEPES, 75 mM glucose, 10 mM MgCl 2, 200 mM L -alanine, 100 mM 453 \nNH4Cl and 1 mM PLP at pH 7.8.  Solid PET glycolysis products were resuspended in 500 µL 454 \nDMSO and added to the reaction mixture at a targeted 40 mM BHET concentration. Reactions 455 \nwere conducted using a 50 mL conical tube with a total reaction volume of 10 mL. Sampling was 456 \ndone was previously mentioned. Compounds were quantified over an 8 h period using HPLC with 457 \nsamples collected at 4 h and 8 h. 458 \nPET glycolysis 459 \nPlastic PET glycolysis experiments were carried out under previously optimized 460 \nconditions52 using a Monowave 450 microwave reactor (Anton Paar GmbH), equipped with an in-461 \nbuilt IR sensor and an external Ruby thermometer for precise temperature control, Commercial 462 \nPET beverage bottles (Coca -Cola) were washed with water, dried, and cut into ~4 mm × 4 mm 463 \nsquare pieces prior to use. 464 \nIn a typical experiment, 500 mg of PET flakes, 5 mL of ethylene glycol (EG), and 5 mg of 465 \ncatalyst were added to a microwave reaction vial. Commercial ZnO nanopowder (<5 μm particle 466 \nsize, Sigma-Aldrich) was used as the catalyst. The contents of the vial were thoroughly mixed 467 \nusing a vortex mixer to ensure uniform dispersion of ZnO in EG. The vial was then placed in the 468 \nmicrowave reactor, which was programmed to maintain a constant temperature of 210°C for 15 469 \nminutes with a stirring speed of 600 rpm. 470 \nAfter the reaction, the vial was rapidly cooled to room temperature. Subsequently, 100 mL 471 \nof distilled water was added to extract BHET. Unreacted PET and higher molecular weight 472 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n17 \n \noligomers were removed by filtration using Whatman filter paper. The filtrate, containing water -473 \nsoluble products, was analysed by high-performance liquid chromatography (HPLC). 474 \nThe residual water in the product solution was evaporated under vacuum (72 mbar) at 40°C 475 \nusing a rotary evaporator. BHET was then crystallized by cooling the concentrated solution 476 \novernight at 4°C in a refrigerator, following the addition of a small volume of distilled water. The 477 \nresulting BHET crystals were collected by filtration using a glass filter, thoroughly washed to 478 \nremove any residual EG, and dried overnight at 80°C. 479 \nThe conversion of PET is calculated as follows: 480 \nPET Conversion (%) =\nWPET,i − WPET,f\nWPET,i\n× 100 (1) 481 \nWPET,i corresponds to the initial weight of PET and W PET,f to the weight of the unreacted PET, 482 \nobtained via filtration. The yield of the BHET is defined as: 483 \nBHET Yield (%) =  \nmolBHET\nmolPET\n× 100  (2) 484 \nmolPET  =  \nWPET,i\nMWPET−RU\n  (3) 485 \nTextile depolymerization experiments were carried out at previously optimized 486 \nconditions51. Depolymerization experiments were performed on a Monowave 450 microwave 487 \nreactor (Anton Paar GmbH). This batch microwave reactor controls the temperature, time, and 488 \nmaximum set power. Typically, 500 mg of textiles, 5 mL of EG, and 5 mg of the catalyst were 489 \nplaced in a microwave reaction vial. The vial was inserted into the microwave reactor, and the 490 \nreactor was programmed to maintain a constant temperature. On completion of a reaction, the 491 \nreaction vial was allowed to cool down rapidly to room temperature. 100 mL of distilled water was 492 \nadded to separate BHET and oligomers. The unreacted polymer and larger oligomers were 493 \nremoved using a Whatman filter paper. The residual water from the product solution was then 494 \nevaporated under vacuum (72 mbar) at 60 °C using a rotary evaporator, and the resulting BHET 495 \nwas crystallized by cooling the residual solution overnight to 4 °C in a refrigerator after the 496 \naddition of a small amount of distilled water to the residue. The resultant crystals were filtered 497 \nusing a glass filter and dried at 80 °C. 498 \nHPLC analysis 499 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n18 \n \nTPAL, 4HMB, 4HMBA, BDM  and pXYL were quantified using reverse -phase high -500 \nperformance liquid chromatography (HPLC) with an Agilent 1260 Infinity with a Zorbax Eclipse 501 \nPlus-C18 column with a guard column installed. Amines were derivatized with ortho-502 \npthalaldehyde and 3-mercaptopropionic acid and identified using reverse-phase high-performance 503 \nliquid chromatography (RP-HPLC) with an Agilent 1260 Infinity with a Zorbax Eclipse Plus-C18 504 \ncolumn with a guard column installed. The methods for detection of TPAL, 4HMB, 4HMBA, 505 \nBDM and pXYL were described previously36. 506 \n  507 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n19"
    },
    {
      "heading": "Methodology: RMD, ES, EA 642",
      "text": "Investigation: RMD, ES, EA, PN 643 \nVisualization: RMD 644 \nFunding acquisition: AMK 645 \nProject administration: AMK, DGV 646 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n25 \n \nSupervision: AMK, DGV 647 \nWriting – original draft: RMD, AMK 648 \nWriting – review & editing: RMD, AMK, ES, EA, DGV 649 \nCompeting interests: 650 \nThe authors declare the following competing financial interest(s) : RMD and AMK are co -651 \ninventors on a filed a provisional patent related to this work as well as inventors on a previously 652 \nfiled patent application related to this enzymatic cascade.  653 \nData and materials availability: 654 \n All data are available in the main text or the supplementary materials. Strains and plasmids are 655 \navailable upon request. 656"
    }
  ],
  "computational_sections": [],
  "results_sections": [
    {
      "heading": "Results 88",
      "text": "Cellular uptake of TPA is controlled by pH 89 \nTo measure apparent uptake of carboxylate group containing PET deconstruction products 90 \ninto E. coli, we created an enzyme -coupled assay based on heterologous expression of a CAR 91 \nshown in vitro to possess activity on our candidate substrates (CAR from Mycobacterium avium, 92 \nMaCAR)36 (Fig. 2A). To retain desired aldehyde products for eventual upcycling reactions, we 93 \nexpressed MaCAR in the previously engineered E. coli RARE.Δ16 strain designed for TPAL 94 \nretention37. We supplemented TPA, MHET, as well as mono-substituted carboxylates FBA (the 95 \nsingle reduction product of TPA) and 4 -hydroxymethylbenzoic acid (HMBA, a potential over-96 \nreduction product), to cells expressing MaCAR at a starting pH of 7.5  under aerobic culturing 97 \nconditions. To ensure that all potential intermediates are collected in the supernatant, we performed 98 \na methanol -based extraction of all collected samples. We observed full conversion of MHET, 99 \nFBA, and HMBA to their respective aldehydes after 4 h, indicating these substrates are readily 100 \nimported by cells (Fig. 2B). However, we observed no conversion of the dicarboxylic acid TPA, 101 \nconsistent with this step being a bottleneck. Interestingly, we did observe the full conversion of 102 \nTPA after 24 h, suggesting a delayed uptake relative to monocarboxylic acids. Given that others 103 \nhave briefly observed that pH can play a role in TPA uptake11, we monitored culture pH alongside 104 \nTPA conversion as a function of time. We found that pH decreases correlated to TPA conversion 105 \n(Fig. 2C), suggesting a simple explanation for the delay. To collect further supporting evidence, 106 \nwe saw that buffering the culture media abrogated TPA conversion (Fig. S1), and that lowering 107 \ninitial culture pH accelerated TPA uptake and conversion (Fig. 2D).  108 \nTo more extensively study how pH affects TPA and MHET import, we transitioned from 109 \ngrowing cells to resting cells , allowing for a more controlled reaction . However, we found that 110 \nresting cells of the engineered RARE.Δ16 host rapidly oxidized TPAL, which is a phenomenon 111 \nnot present in growing cells  and could counteract carboxylate reduction  (Fig. 2E-F). To negate 112 \nthis, we further engineered the RARE.Δ16  to include knockouts of 6 aldehyde dehydrogenases 113 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n5 \n \nthat have been shown to mitigate aryl aldehyde oxidation38, generating the ROAR.Δ22 strain. We 114 \nfound that the ROAR.Δ22 host increased TPAL (4.2-fold) and MHET -ald ( 3.7-fold) 115 \nconcentrations compared to RARE.Δ16 after 4 h (Fig. 2G, Fig. S2). The strain exhibited negligible 116 \nfitness difference nor sensitivity of aldehyde retention in various reaction media (pH and glucose 117 \nconcentration) (Fig. S2-5). We resuspended resting cells of ROAR.Δ22 that expressed MaCAR 118 \nwith TPA or MHET at starting pH  ranging from 4.8 -7.5 in increments of 0.2  (Fig. 2H). As 119 \nexpected, TPA conversion increased as we lowered pH, until TPA precipitated out of solution at 120 \npH 5.0 and 4.8  (Fig. 2I). We could only  observe TPA conversion at pH 6.2 or lower , with a 121 \nmaximum conversion of 92% at pH 5.2, indicating that TPA uptake can occur in acidic pHs. The 122 \nobserved TPA uptake  correlates well with the predicted  formation of the partially deprotonated 123 \nTPA, highlighting the possibility that the mono -protonated form of TPA is accepted by native 124 \ntransporters (Fig. S6). Excitingly, we observed the full conversion of MHET towards MHET -ald 125 \nat all pH tested (Fig. 2J), and we sought to investigate the design of new transformation routes 126 \nthat would exploit this finding. 127 \nScreening of “ETase” activity to enhance cellular uptake of PET deconstruction products 128 \nBecause these experiments showed that MHET uptake was fast and unaffected by reaction 129 \npH, we hypothesized that intracellular expression  of selective esterases (here designated as 130 \n“ETases” for potential activity on PET, BHET, MHET, and/or MHET-ald) could facilitate 131 \ncomplete ester hydrolysis after uptake (Fig. 3A). We desired an ETase that had activity on BHET, 132 \nMHET and MHET-ald at 30°C for intracellular TPA production with limited membrane leakage 133 \nthat could lead to TPA production extracellularly 39,40. We screened 10 previously engineered 134 \nETases on BHET, MHET and MHET-ald.  We selected five engineered variants of the Ideonella 135 \nsakaiensis PETase (FAST41, HOT42, Dura43, Themo-Stable: denoted here as Thermo44 and TS45) 136 \ntwo leaf-branch compost cutinase variants  (LCC39, LCC-ICCG: denoted here as ICCG 46), two 137 \nvariants of bacterium HR29  PETase (BhrPETase47 and Turbo48) and one metagenome-derived 138 \nPETase (PES-H1:denoted here as PES49). While many of these enzymes were primarily studied at 139 \nelevated temperatures for PET deconstruction, we sought to measure ETase activity under ambient 140 \nconditions (Table S1). 141 \nWe expressed each ETase initially in RARE.Δ16 in growing cells to track cell viability and 142 \nto test activity on supplemented BHET, MHET and MHET-ald. We observed a wide range of TPA 143 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n6 \n \nproduction when cultures were supplemented with BHET and MHET, indicating differences in 144 \nsubstrate specificity  and activity  between engineered variants , as well as the robust uptake of 145 \nBHET (Fig. 3B-C). Analysis of the ETase activity allowed us to characterize several BHET-146 \nselective ETases, such as  FAST, PES and D URA, which had high BHET conversion and low 147 \nMHET conversion. We also observed several generalist ETases such as BHR, Turbo, LCC, ICCG, 148 \nand HOT, with high conversion of both BHET and MHET. Surprisingly, we noticed that our entire 149 \nlibrary of ETases had activity on MHET-ald (Fig. 3D-E), and obtained higher conversion s on 150 \nMHET-ald than MHET  (Fig. S7-8). After profiling ETase specificity , we noticed a subset of 151 \nETases has substantial effects to overexpression (BHR, Turbo, ICCG and PES) with others having 152 \nminor effects (Thermo, TS, LCC, Dura, HOT and FAST) (Fig. 3F). Considering both activity and 153 \ntoxicity, FAST showed promise for further applications. 154 \nCoupling ETase and CAR to explore the enhanced uptake of BHET and MHET  155 \nAfter identification of viable ETases, we reasoned that by expressing FAST and MaCAR 156 \ntogether in one-pot we could produce TPAL from BHET and MHET at neutral pH in growing cells 157 \n(Fig. 3G). We compared expression of FAST and MaCAR in separate cells (Cell A and Cell B , 158 \nrespectively) as against expression in the same cell (Cell C) . We hypothesized that expression of 159 \nFAST and MaCAR in the same cell could directly result in TPAL, potentially fully circumventing 160 \nTPA accumulation. First, we showed that supplemented TPA is not consumed under well-buffered 161 \nconditions (Fig. 3H). We then tested if supplying MHET or BHET would yield TPAL. Excitingly, 162 \nwe observed TPAL synthesis in all reaction conditions starting from MHET and BHET, indicating 163 \nboth strategies are viable alternatives to avoid challenges posed by TPA uptake. Using Cell C, we 164 \nobtained high TPAL yields of 82.7% or 98.0% from 5 mM MHET or BHET, respectively (Fig. 165 \n3I-J). Using Cell A and B in co-culture, we found that a 1:1 inoculation ratio resulted in optimum 166 \nTPAL yields of 82.6% and 68.8% from MHET and BHET, respectively. To further highlight our 167 \napproach, we tested both strategies in resting cells with MHET or BHET as our starting substrates. 168 \nWe again saw TPAL production in all our reaction conditions starting from 5 mM MHET or BHET 169 \n(Fig. S9). We observed high TPAL yields of 77% or 88% from MHET or BHET, respectively 170 \nusing Cell C . These results indicate that coupling intercellular TPA  synthesis to downstream 171 \nenzymatic transformations can effectively enable TPA valorization using cells. 172 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n7 \n \nWhole cell valorization towards diamines starting from PET intermediate deconstruction 173 \nproducts 174 \nHaving designed efficient routes from alternative PET deconstruction products to the 175 \nhighly reactive platform molecule TPAL , we next designed a whole cell cascade for the 176 \nbiosynthesis of the difunctionalized amine, para-xylylenediamine (pXYL). To do this, we used a 177 \ntransaminase from Chromobacterium violaceum, which has been shown to accept PET-derived 178 \naldehydes36. Additionally, we co-expressed an alanine dehydrogenase from Bacillus subtilis  179 \n(AlaDH) to recycle pyruvate back to the alanine amine donor. We first investigated the operating 180 \npH range of CvTA  in resting whole cells . We noticed that as reaction pH is lowered, para-181 \naminomethyl benzoic acid (pAMBA) accumulates, presumably via endogenous oxidation  (Fig 182 \n4A). We observed that the amination of 5 mM TPAL had an optimal conversion to pXYL at pH 183 \n7.5, resulting in a 90% conversion after 1 h (Fig. 4B). These results highlight a unique challenge 184 \nif we were to start with TPA as an initial substrate as low pH is needed for TPA uptake, but higher 185 \npH is optimal for amination. Despite our progress with alternative PET deconstruction products, 186 \nwe chose to investigate addressing this when starting from TPA by employing a one-pot, two-step 187 \napproach (Fig. 4C) in which the reaction is pH-adjusted from that optimal for TPA to that optimal 188 \nfor CvTA. For this reaction, we supplemented 5 mM TPA at a starting pH of 7.5 or 5.2. For the 189 \npH 5.2 case, after 2 h we increased pH to 7.5 with NaOH. After which, cells expressing CvTA and 190 \nAlaDH (Cell D) were supplemented in both conditions and the reactions were ran for an additional 191 \n2 h. As expected, when starting at a pH of 7.5, we observed no TPA conversion  (Fig. 4D).  192 \nHowever, when starting at a pH of 5.2, we obtained a 97% conversion to the desired  diamine 193 \npXYL (Fig. 4E).  194 \nWhile we achieve d high conversion to pXYL from TPA  using pH adjustment, we next 195 \naimed to produce amines without pH adjustment using MHET or BHET as starting substrates. For 196 \ndirect comparisons of pXYL conversion from TPA to that of our proposed cascade starting from 197 \nMHET or BHET, we continued to run our reactions in a one-pot two-step approach, meaning that 198 \nCell D was added after 2 h. We ran reactions using our Cell C as well as the best performing Cell 199 \nA:B ratio to generate TPAL from MHET and BHET. Using Cells A, B and D, we obtained pXYL 200 \nyields of 80.5% from MHET or 57.4% from BHET (Fig. 4 F, G). With Cell C and D, we observed 201 \nhigh pXYL yields of 93.1% from MHET or 95.9% from BHET. We also examined whether we 202 \ncould selectively  biosynthesize the  antifibrinolytic drug , para-aminomethyl benzoic acid 203 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n8 \n \n(pAMBA) from our intermediate deconstruction products 50. As MaCAR has been shown to have 204 \nminimal activity on pAMBA, we hypothesized that we could  target pAMBA synthesis using a 205 \none-pot one-step approach36. We found that our t hree-cell approach at a cellular ration of 1:10:2 206 \nof Cells A:B:D resulting in 83% yield pAMBA from 5 mM MHET (Fig. S10).  207 \nReaction scaleup and upcycling of post-consumer PET waste 208 \nGiven that coupling FAST and MaCAR in the same cell showed high  TPAL and pXYL 209 \nyields at 5 mM concentrations of either MHET or BHET, we investigated the ability of  our 210 \nupcycling cascade for either substrate at elevated substrate loading of 10, 20, or 40 mM. We ran 211 \nthese reactions at an increased glucose concentration (80 mM) to ensure sufficient co-factors for 212 \ncarboxylate reduction. For either substrate, we sampled at 4 and 8 h. We observed high yields of 213 \nTPAL in just 4 h with each concentration tested for both supplemented MHET (10 mM: 77%; 20 214 \nmM: 83%; 40 mM: 80%) and BHET (10 mM: 77%; 20 mM: 79%; 40 mM: 79%) (Fig. S11). At 8 215 \nh, we found the yield at 40 mM increased slightly for MHET (84%) and BHET (89%).  216 \nAfter successfully achieving TPAL production at increased substrate loading, we scaled up 217 \nour cascade to a 10 mL reaction volume (from 300 µL) and used intermediate PET deconstruction 218 \nsubstrates from glycolysis of  post-consumer textile or plastic  waste (Fig. 5A). Using previously 219 \nestablished methods, we performed catalytic glycolysis on a 100% polyester red T-shirt resulting 220 \nin mixture of 78% BHET, 21% MHET and 1% TPA 51. We also conducted glycolysis on a post-221 \nconsumer PET plastic bottle that resulted in a mixture of 99% BHET and 1% MHET mixture 52. 222 \nWe next ran our one -pot two -step method to target pXYL production  starting from these  223 \ndeconstruction products. Both solid residues were resuspended in our cellular reaction buffer at an 224 \nestimated 40 mM concentration.  We supplemented Cell C for 8 h and then added Cell D and let 225 \nthe reaction run for an addition 8 h for a total of 16 h. We were excited to see the full conversion 226 \nof deconstruction products in both reactions, with pXYL yields of 89.5% or 90.5% from polyester 227 \ntextile waste or post-consumer PET plastic waste, respectively  (Fig. 5B, C ). As both PET 228 \ndeconstruction and upcycling steps resulted in high yields, our tandem chemical deconstruction 229 \nand biological upcycling strategy resulted in overall pXYL yields of >80%.  230"
    },
    {
      "heading": "Discussion 231",
      "text": "Prior pioneering work reporting tandem catalytic and biological processes focused on 232 \ndeconstruction to TPA  alongside heterologous expression of  TPA transporter s4,53. Our work 233 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n9 \n \nreinforces the value of tandem hybrid processes and provides greater reasoning for their efficient 234 \nperformance. Based on our findings, an entirely cellular alternative could also be designed where 235 \na secreted ETase is chosen for the ability to selectively  produce glycol esters for subsequent 236 \nintracellular processing by a complementary intracellular ETase. Collectively, our results 237 \nshowcase the industrial promise of bypassing TPA as a substrate, harnessing intracellular ETases, 238 \nexploiting extensive strain engineering for TPAL retention, and interfacing engineered bacterial 239 \ncells with catalytic glycolysis for robust hybrid PET valorization. 240 \nThe cellular transport of various PET deconstruction products revealed in this study, if 241 \nsimilar for other bacteria, offers new perspectives on why known natural PET degrading bacteria 242 \nsuch as  Ideonella sakaiensis utilize a two -enzyme (PETase-MHETase) system for PET 243 \nassimilation. Naturally observed PETases tend to generate MHET, which  may leverage aromatic 244 \ncarboxylate transporters for cellular entry that could be widespread across environmental bacteria. 245 \nAs a result, MHETase secretion may not be strictly necessary for natural PET assimilators . 246 \nHowever, based on sequence conservation of the signal peptide on characterized MHETases and 247 \nuncharacterized homologs, we expect MHETase secretion to be the norm. Given that, another 248 \nplausible explanation is  that MHETase secretion accompanied by evolution of a dedicated TPA 249 \ntransporter, while less efficient for the PET assimilator,  may have been an evolutionary solution 250 \nto mitigate the formation of MHET as a common good that other bacteria containing promiscuous 251 \nhydrolases could utilize. 252"
    }
  ]
}