{
  "txt_file": "2025.10.14.682280v1.full.txt",
  "pdf_file": "2025.10.14.682280v1.full.pdf",
  "title": "80",
  "experimental_sections": [
    {
      "heading": "Roorkee for biochemical experimental work, the computational facility was provided by DBT",
      "text": "funded project \"Translational and Structural Bioinformatics – BIC at Department of \nBiotechnology, IIT, Roorkee (BT/PR40141/BTIS/137/16/2021) to P.K. \nDATA AVAILABILITY \nThe X-ray crystal structures of EstS1 esterase active site mutant S154A in complex with Bis(2-\nhydroxyethyl) terephthalate (BHET) and EstS1 esterase in complex with mono(2-\nhydroxyethyl) terephthalate (MHET) and bis(2-hydroxyethyl) terephthalate (BHET)   have \nbeen deposited to the RCSB Protein Data Bank under PDB accession codes of 9WNY and \n9WNZ respectively.  \nAUTHOR CREDIT STATEMENT \nConceptualization (P.K., S.V .), Data curation (S.V ., D.A., M.A., A.K.P., S.P.) Formal analysis \n(S.V ., D.A., M.A., A.S., A.K.P.) Funding acquisition (P.K.) Investigation (S.V ., D.A., M.A., \nAKP) Methodology (S.V ., A.K.P ., D.S., P.K.) Project administration (P .K.) Resources (P.K.) \nSoftware (S.V ., A.K.P., P .K.) Supervision (P.K.) V alidation (D.S., P.K.) Visualization Writing – \noriginal draft (S.V ., P .K.) Writing – review & editing (D.S., J.S., P.K.) \nFUNDING AND FACILITIES \nThis work was funded by DBT-funded projects entitled “Structural insight into the molecular \nmechanism of enzymes involved in biodegradation of microplastics” (Grant No. \nBT/PR45880/BCE/8/1634/2022) to PK. \nCOMPETING INTERESTS \n“The authors have no relevant financial or non-financial interests to disclose.” \nETHICS APPROVAL \nNot applicable \nDECLARATION OF GENERATIVE AI \nAI-based tool has not been used for this manuscript"
    }
  ],
  "computational_sections": [
    {
      "heading": "Further, the molecular dynamics of EstS1-BHET complex over a period of 1",
      "text": "μ s exposed the \nstable interaction of BHET at the catalytic site. Scanning Electron Microscopy (SEM) analysis \nof crystalline PET film showed significant degradation over the period of 15 days by EstS1 \nesterase. X-ray photoelectron spectroscopy (XPS) analysis revealed increase in -C-O-, -C-N-, -\nN-H-, and -N=O- bonds after degradation. Moreover, to mimic the environmental condition, \nthe EstS1 PET degrading ability was evaluated in soil soaked with EstS1 esterase, and effective \ndegradation was observed in ecological temperature conditions, proving the immense ability of \nEstS1 to withstand the environmental changes. Therefore, the present analysis determines \nEstS1 esterase as a double-edged sword capable of dealing with both plastic and plasticizer \npollution.         \n2. Results  \nThe exponentially growing pollution of plastics is posing harm to all life forms. The frequently \nused PET plastic accounts for a major portion of the total accumulated plastics on Earth in \ndifferent environmental niches. Bioremediation has been identified as the most effective \napproach to deal with growing plastic levels (Joseph et al., 2024). Numerous PET-degrading \nenzymes have been characterized, and some engineered enzymes have been developed. Though \nmuch research has been conducted, very few effective enzymes for the degradation of \ncrystalline PET plastic have been translated into technology for application in in situ  \nconditions, either due to low efficiency against high crystallinity PET or temperature \nsensitivity, or inhibition from ionic species present in the environmental soil in in situ \nconditions (Samak et al., 2020). In the present study, EstS1 esterase, a thermostable and pH-\ntolerant phthalate diesters-degrading esterase, has been characterized for its potential to degrade \nPET plastic in controlled as well as in situ conditions, thus can be utilized for the development \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n84 \n \nof technologies for bioremediation of both plastics and their plasticizers (Zhang et al., 2014; \nVerma et al., 2024).   \n2.1. BHET degradation kinetics of EstS1 esterase  \nThe wild-type and Ser154Ala mutant of EstS1 esterase (34 kDa) cloned in the pET28a vector \nwere purified up to 99% purity and concentrated to a concentration of 50 mg/mL (Figure S1). \nHPLC-based steady-state kinetics was performed using different concentrations of BHET to \nanalyze the BHET degradation efficiency of the wild-type EstS1 esterase. The analysis of \nBHET in the presence and absence of EstS1 esterase was done for each considered \nconcentration. The absorbance of BHET was monitored at 240 nm, and a significant peak of \nBHET was obtained at a retention time (t\nR) of 1.67 min (Figure 2). The reduction in the peak \nabsorption in the presence of EstS1 esterase compared to the control was quantified using peak \narea, and thus, the degradation of BHET was estimated (Figure 2). The BHET degradation was \nobserved to increase with the increase in concentration of BHET from 65% to 75%, indicating \nthe first-order zone of the Michaelis-Menten kinetics, which encourages the most accurate \nestimation of k\ncat/Km. The k cat/Km value estimated for BHET degradation was 13.63 M -1 sec-1, \nand the Vmax and Km values were obtained to be  209.48 µM/min and 17.09 mM, respectively.   \n \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n85 \n \nFigure 2: HPLC chromatogram showing bis(2-hydroxyethyl)terephthalate (BHET) degradation \nby EstS1 esterase. The absorbance at 240 nm showed a reduction in reaction (which \ncorresponds to BHET concentration) as compared to the standard (control). \n2.2. Identification of BHET degradation products \nAn LC-MS-based analysis was performed to further analyze the degradation of BHET by EstS1 \nesterase. The products of BHET degradation, i.e., MHET and ethylene glycol, along with TPA, \nwere detected at retention times (t\nR) 8.12 min, 7.16 min, and 1.66 min, respectively, in negative \nion mode (Figure 3 A, B, and C). Similar studies have reported the identification of the BHET \nproducts in negative ion modes, while BHET was identified in positive ion mode (\nŚ widerek et \nal., 2023) (Figure S2). The detection of TPA as a degradation product revealed the ability of \nEstS1 to catalyze the conversion of BHET to MHET and MHET to TPA, thus mediating \ncleavage of both the ester bond present in BHET (De Queiros Eugenio et al ., 2021). The \nintensity versus mass/charge (m/z) ratio spectra of MHET, TPA, and ethylene glycol depict \nsignificant intensity peaks at the m/z values of 209.05, 165.02, and 62.96, which are close to \nthe molecular masses of MHET (209.17 g/mol), TPA (164.11 g/mol), and ethylene glycol \n(62.07 g/mol) further confirming the presence of these compounds (Aristizábal-Lanza et al., \n2022) (Figure 3 D, E, and F).        \n \nFigure 3:  Liquid chromatography mass spectrometry (LC-MS) analysis of the bis(2-\nhydroxyethyl) terephthalate (BHET) degradation by EstS1 esterase. Intensity versus retention \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n86 \n \ntime chromatogram of BHET products A) mono(2-hydroxyethyl) terephthalate (MHET), B) \nterephthalate and C) ethylene glycol. Intensity versus observed mass (m/z) spectra at low and \nhigh energy of D) mono(2-hydroxyethyl) terephthalate (MHET), E) terephthalate, and F) \nethylene glycol.     \n2.3. Complex crystal structures of wild-type EstS1 esterase with BHET \nThe co-crystal structure of wild-type EstS1 with BHET was solved in space group P63 at 2.2 Å \nwith one monomer in the asymmetric unit. The refinement quality parameters of R\nwork and Rfree \nwere 19.2% and 24.95% (Table 1). The structure of EstS1 esterase comprised of 304 residues \nof which 12 residues (Glu8, Lys32, Arg70, Arg133, Lys145, Ser164, Arg166, Arg198, Ser231, \nArg262, Glu269, Gln270) were observed in alternate conformation. The electron density map \nof residues Gln13 to Ser23 was missing due to the high flexibility of this loop. The EstS1 \nbelongs to an \nα /β  hydrolase family having a characteristic fold of 8 β -strands with intermittent \n12 α -helices and a β -strand Pro60-Tyr66 running anti-parallel to the other 7 β -strands. The \nresidues Tyr181 to Pro239 form the cap domain over the catalytic site, consisting of Ser154, \nHis278, and Asp248 catalytic triad (Verma et al., 2024).  \nThe co-crystal structure of wild-type EstS1 with BHET revealed the catalytically active form of \nthe enzyme in the crystal, as the difference Fourier map displayed the densities of one molecule \neach of BHET, MHET, and ethylene glycol contoured at 3\nσ  (Figure 4 A and B). The overall \nstructure of EstS1 consists of two surface cavities connecting together to form a tunnel that \ncentres the catalytic site (Figure 4 C). The surface cavity 1, constructed by the cap domain \nheading toward the active site, has been identified in our previous work to mediate the entry of \nthe substrate (Verma et al., 2024). In the present study, one molecule of MHET, the product of \nthe reaction, was observed at the active site, forming hydrogen bonds with the catalytic Ser154, \nthe oxyanion hole residues Ala155, Gly84, Gly83, and a water molecule, depicting the actual \nsecond tetrahedral intermediate of the canonical catalytic mechanism of esterase (Verma et al., \n2024; Long & Cravatt, 2011) (Figure 4 B and C). The O4 atom of MHET formed a hydrogen \nbond with the OG atom of Ser154 at a distance of 2.5 Å, while the O5 atom of MHET formed 3 \nhydrogen bonds, with the backbone N of Ala 155 at a distance of 3.3 Å, the oxygen atom of \nwater at 2.7 Å, and the backbone N atom of Gly84 at 3.1 Å, respectively. The water molecule \nfound in the catalytic site in turn, formed a hydrogen bond network with the catalytic serine and \nthe oxyanion hole residues, thereby stabilizing the complex (Figure 4 B). The tail containing \nthe second ester linkage of the formed product MHET was observed to be sandwiched between \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n87 \n \nthe two methionine residues Met186 and Met207, of which Met207 has been previously \nmentioned to stabilize substrate binding in the active site cavity to mediate the catalysis (Verma \net al., 2024) (Figure 4 B). These two methionine residues contribute to the cap domain, which \nis likely to provide substrate specificity. Two water molecules were also present in the cavity, \nmediating the interaction of the O3 atom of the carbonyl carbon of MHET with the methionine \nresidues (Figure 4 B). The BHET molecule in the catalytic tunnel was observed near cavity 2, \ndue to the presence of hydrophilic residues Thr92, His93, and Thr282 in its close vicinity, the \nresulting orientation placed BHET at a distance from the catalytic triad and the oxyanion hole, \nthus preventing its degradation (Figure 4 B and C). Therefore, confirming cavity 1 as an \neffective site for entry of the substrate to mediate the catalysis. \n \nFigure 4:  Crystal structure of wild-type EstS1 esterase with BHET and its degradation \nproducts. A) Electron density F\no-Fc map contoured at 3 σ  of substrate BHET (green) and \nproducts, MHET (yellow), and ethylene glycol (yellow). B) Stick representation of EstS1 \ninteractions with the substrate BHET (green) and products, MHET (yellow) and ethylene \nglycol (yellow) in the catalytic tunnel, showing interaction of MHET (Popout view) with the \ncatalytic Ser154 and oxyanion hole residues. C) Surface representation of EstS1 esterase \nshowing the relative positions of BHET and MHET inside the catalytic tunnel. (Yellow dotted \nlines displaying hydrogen bond interactions).   \n2.4. Complex crystal structures of Ser154Ala mutant EstS1 esterase with BHET \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n88 \n \nTo further understand the interaction of EstS1 esterase with BHET an active site mutant of \nSer154Ala EstS1 was purified and co-crystallized with the BHET. The co-crystal structure of \nSer154Ala mutant EstS1 esterase with BHET was solved at 2 Å in P63 space group with R\nwork \nand R free of 17.81% and 22.16% respectively (Table 1). The residues Arg6, Lys32, Thr57, \nIle129, Lys168, Ser222, and Ser231 were found to be present in alternate conformation, and the \nelectron density of the loop comprising Gln13 to Ser23 residues was missing. This complex \nstructure revealed the electron densities of two BHET molecules in the difference Fourier map \ncontoured at 3\nσ  (Figure 5 A). One molecule of BHET was observed at the active site and \nseemed to enter from cavity 1, while the other molecule was in front of the first one and \ntowards cavity 2 (Figure 5 B). The orientation of the BHET molecule bound at the active was \nsimilar to that of the degraded product MHET discussed above and was favourable for \nmediating catalysis but due the presence of alanine (Ala154) in place of catalytic serine \n(Ser154) the carbonyl carbon of the ester bond did not interact with the Ala154 while the \nterminal hydroxyl group O1 atom of the BHET formed hydrogen bonds with backbone \nnitrogen atoms of Gly83, Gly84 and Ala155 at a distance of 2.8, 2.7 and 2.9 Å respectively. \nMoreover, the hydrophilic residues and network of water in the catalytic tunnel towards cavity \n2 resulted in a curved orientation of the second BHET molecule, resulting in its inaccessibility \nto the catalytic site (Figure 5 B and C).  \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n89 \n \n \nFigure 5:  Crystal structure of Ser154Ala mutant of EstS1 esterase with BHET. A) Electron \ndensity F o-Fc map contoured at 3 σ  of 2 molecules of substrate BHET (green). B) Stick \nrepresentation of EstS1 esterase with 2 molecules of BHET (green) in the catalytic tunnel. C) \nSurface representation of EstS1 esterase showing the relative positions of 2 molecules of BHET \ninside the catalytic tunnel. (Yellow dotted lines displaying hydrogen bond interactions). \nTherefore, structural analysis of EstS1-BHET complexes revealed that though BHET seems to \nenter from both the cavity 1 (hydrophobic) and 2 (hydrophilic) due to the presence of \nhydrophobic ring and carbon chain, and the hydrophilic terminal hydroxyl groups respectively \nbut the hydrophobic nature of the cavity 1 mediated binding of BHET in the proper orientation \nof the hydrophobic ring and the carbon chains tail to promote catalysis.  \nTable 1: Data collection and the refinement statistics of the Ser154Ala mutant EstS1-BHET \ncomplex and wild-type EstS1-BHET-MHET complex crystal structures. \nParameter EstS1-Ser154Ala_mutant-\nBHET (PDB ID: 9WNY) \nWild-type EstS1-BHET-\nProducts (PDB ID: 9WNZ) \nResolution range 21.16  - 2.0 (2.072  - 2.0) 21.21  - 2.2 (2.279  - 2.2) \nSpace group P 63 P 63 \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n90 \n \nUnit cell 106.50 106.50 44.94 90 90 \n120 \n106.75 106.75 44.95 90 90 120 \nTotal reflections 299692 (22317) 121655 (9642) \nUnique reflections 19887 (1961) 15058 (1484) \nMultiplicity 15.1 (11.4) 8.1 (6.5) \nCompleteness (%) 99.89 (100.00) 99.84 (100.00) \nMean I/sigma(I) 31.93 (6.97) 31.14 (9.16) \nWilson B-factor 11.1 10.8 \nR-merge 0.11 (0.38) 0.1 (0.22) \nR-meas 0.11 (0.4) 0.10 (0.24) \nR-pim 0.03 (0.12) 0.033 (0.09) \nCC1/2 1 (0.91) 0.99 (0.92) \nCC* 1 (0.98) 1 (0.98) \nReflections used in \nrefinement \n19886 (1963) 15057 (1486) \nReflections used for \nR-free \n1008 (123) 770 (86) \nR-work 0.18 (0.19) 0.19 (0.24) \nR-free 0.22 (0.22) 0.25 (0.31) \nCC(work) 0.95 (0.88) 0.94 (0.74) \nCC(free) 0.93 (0.82) 0.87 (0.58) \nNumber of non-\nhydrogen atoms \n2453 2508 \n  macromolecules 2322 2404 \n  ligands 36 42 \n  solvent 95 62 \nProtein residues 295 297 \nRMS(bonds) 0.01 0.011 \nRMS(angles) 1.93 2.12 \nRamachandran \nfavored (%) \n97.25 96.25 \nRamachandran \nallowed (%) \n2.75 3.41 \nRamachandran \noutliers (%) \n0 0.34 \nRotamer outliers (%) 3.28 7.2 \nClashscore 8.14 13.04 \nAverage B-factor 12.49 12.23 \n  macromolecules 11.78 11.69 \n  ligands 48.28 44.24 \n  solvent 16.1 11.72 \n• Values in bracket represent last resolution shell values \n2.5. Dynamics of EstS1-BHET interactions  \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n91"
    },
    {
      "heading": "Molecular dynamics (MD) simulation of apo-EstS1 and EstS1-BHET complex to study the",
      "text": "interaction dynamics of EstS1 esterase with BHET was performed over a period of 1 μ s. The \nanalysis of the MD simulation trajectory revealed high stability of the EstS1 esterase when \npresent in complex form as compared to the apo-protein. The RMSD values ranged within a \nnarrow range of 0.20 to 0.30 nm in complex form compared to 0.15 to 0.35 nm for the apo-\nform of the protein, indicating high stability of the complex (Schreiner et al., 2012) (Figure 6 \nA). The least variation in Rg values within 1.81 to 1.85 nm disclosed high compactness of the \nprotein during the simulation trajectory of 1 \nμ s (Filipe & Loura, 2022) (Figure 6 B). The RMSF \nversus residue plots showed a reduction in fluctuation in residues ranging from Tyr181 to \nPro239 in complex form compared to the apo-protein. These residues contribute to the cap \ndomain, which mediates the entry of the substrate. The reduction in fluctuations in the cap \ndomain in complex form discloses that binding of the substrate at the catalytic site imparts \nstability to the cap domain during the simulation (Benson & Daggett, 2012) (Figure 6 C). The \nsolvent accessible surface area analysis during the trajectory time showed variation in the range \nof 127 to 140 nm\n2 in complex form, while the variation in apo-form ranged from 123 to 144 \nnm2, in turn showing reduction in solvent accessible surface area and hence increase in \ncompactness and stability of the protein in complex form (Durham et al., 2009) (Figure 6 D). \nThe variation in secondary structures showed an increase in the alpha-helicity and a significant \ndecrease in the coiled structures in the complex form compared to the apo-form of the enzyme, \nindicating high stability of the complex form (Coskuner-Weber & Caglayan, 2021) (Figure 6 E \nand F). The steepness of the free energy landscape of EstS1-BHET complex revealed \nattainment of global minima or a properly folded low-energy state during the trajectory, as \ncompared to local minima or partially folded states observed in the apo-protein (Maisuradze et \nal., 2010) (Figure 7 A and B). The consistent intermolecular hydrogen bonding between EstS1 \nand BHET showed effective interaction during the trajectory at the active site of the enzyme \n(Bondar & White, 2011) (Figure 7 C). The clustering analysis of the 1 \nμ s trajectory disclosed a \nlarge number of structures in the top 10 clusters (Figure 7 D). The superimposition of the \nrepresentative structures of the top 10 clusters revealed that the BHET was consistently bound \nat the active site, interacting with the catalytic triad and the oxyanion hole residues (Phillips et \nal., 2011) (Figure 7 E). Thus, the present analysis provides compelling evidence for the highly \nstable and consistent interaction of BHET at the active site of EstS1 esterase.  \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n92"
    },
    {
      "heading": "Figure 6:  Molecular Dynamics Simulation analysis of the EstS1-BHET complex and apo-",
      "text": "EstS1 esterase over a trajectory time of 1 μ s. A) Root Mean Square Deviation (RMSD) of \nprotein backbone versus time plot. B) Radius of gyration (Rg) of protein backbone versus time \nplot. C) Root Mean Square Fluctuation (RMSF) versus residue plot. D) Solvent Accessible \nSurface Area (SASA) versus time plot. E) Line plot of secondary structure (SS) composition of \nEstS1-BHET complex versus trajectory time. F) Line plot of secondary structure (SS) \ncomposition of apo-EstS1 versus trajectory time. \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n93"
    },
    {
      "heading": "Figure 7: (Continued) Molecular Dynamics Simulation analysis of the EstS1-BHET complex",
      "text": "and apo-EstS1 esterase over a trajectory time of 1 μ s. A) Free energy landscape of EstS1 \nesterase in the presence of BHET. B) Free energy landscape of apo-EstS1 esterase. C) Number \nof hydrogen bonds formed versus trajectory time plot of EstS1-BHET complex. D) Bar plot of \nthe number of structures versus clusters generated in clustering analysis of EstS1-BHET \ncomplex. E) Superimposition of representative conformations of the top 10 clusters of EstS1-\nBHET complex. \n2.6. Microscopic analysis of PET film for degradation in controlled conditions at 25 °C \nand in environmental conditions in soil"
    },
    {
      "heading": "The biochemical, crystal structure, and molecular dynamics simulation-based analysis",
      "text": "disclosed the efficiency of EstS1 esterase in degrading BHET, a monomer of PET film. To \nevaluate the PET film degrading efficiency of the EstS1 esterase, the crystalline PET film was \nsoaked with the EstS1 esterase for a duration of 15 days in controlled temperature conditions at \n25 °C. The SEM analysis of the PET film after a duration of 15 days displayed erosion and \ncracks on PET film, revealing efficient EstS1-mediated degradation of crystalline PET film \nvisible at a 1000X to 10000X magnification (Figure 8). Further to analyze the efficiency of \nPET degradation in natural environmental conditions, the PET film was incubated in soil \naugmented with EstS1 esterase and soil without the enzyme as a control sample. The samples \nwere placed in a natural environment in glass bottles to encounter regular variations in \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n94 \n \ntemperature and pressure for 15 days. The SEM analysis of the samples after 15 days showed \nindents and erosion of the surface of the film, concluding efficient degradation of the PET film \nat 1000X to 25000X magnification in the presence of diverse ionic concentrations of soil \n(Figure 9). This analysis provides evidence for the significant applicability of the EstS1 \nesterase in in situ conditions to ameliorate the increasing concentration of microplastics and \nplastics in the environment.  \n \nFigure 8: Scanning electron microscopy analysis of crystalline PET film degradation by EstS1 \nesterase at 25 °C over 15 days. A-D) SEM images of the control sample (PET film soaked in \nbuffer) at 10000X, 5000X, 2500X, and 1000X magnification. E-H) SEM images of the \ntreatment sample (focused at one location in PET film soaked in EstS1 esterase) at 10000X, \n5000X, 2500X, and 1000X magnification, showing erosion of the PET film. I-L) SEM images \nof the treatment sample (focused at another location in PET film soaked in EstS1 esterase) at \n10000X, 5000X, 2500X, and 1000X magnification, showing indents and erosion of the PET \nfilm. \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n95 \n \n \nFigure 9: Scanning electron microscopy analysis of crystalline PET film degradation by EstS1 \nesterase in the soil microenvironment exposed to environmental variation of temperature. A-D) \nSEM images of the control sample (PET film soaked in soil) at 10000X, 5000X, 2500X, and \n1000X magnification. E-H) SEM images of the treatment sample (focused at one location in \nthe PET film in soil containing EstS1 esterase) at 10000X, 5000X, 2500X, and 1000X \nmagnification, showing indents and erosion of the PET film. I-L) SEM images of the treatment \nsample (focused at other location in the PET film in EstS1 esterase) at 10000X, 5000X, 2500X, \nand 1000X magnification, showing indents and erosion of the PET film. \n2.7. Elemental and surface chemistry analysis of PET film for degradation by EstS1 \nXPS analysis of the PET film sample subjected to EstS1 enzyme treatment and the control \nsample was performed to evaluate the changes in elemental composition and properties of \nchemical bonding due to degradation by EstS1. The counts per second versus binding energy \nsurvey spectra of surface (initial) and at a depth of 50 nm (final), displaying the atomic \ncomposition, reveal the presence of nitrogen element in the treated sample compared to the \nabsence of nitrogen in the control sample (Figure 10 A B). The concentration of nitrogen in \ntreatment sample was higher at the surface than at a depth of 50 nm, therefore confirming the \npresence of nitrogen-containing degraded products similar to the past study (Huang et al., \n2024) (Figure 10 A B). The curve fitted C1s intensity versus binding energy spectra of both \ncontrol (C) and treated (T) samples were analysed and significant peaks at 284.562 eV and \n287.876 eV were obtained in control sample which corresponds to -C-C-, and -C=O- bond \nwhile peaks at 284.562 eV, 285.776 eV and 287.876 eV were observed in treatment sample \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n96 \n \ncorresponding to -C-C-, -C-O-, -C-N-, -C=N- and -C=O- bonds disclosing the formation of -C-\nO- and -C-N- bonds after degradation (Figure 10 C).  \n \nFigure 10: XPS survey spectra of upper surface and final surface at a depth of 50 nm of A) \nTreatment sample and B) Control sample. C) Comparison of peak fits of high resolution C1s \nspectra of upper surface of treatment (T) and control (C) samples.  \nThe depth analysis of the treated and control PET film for variation in chemical bonding \nproperties at every 3 nm up to 50 nm depth was done. The intensity versus binding energy \nspectra of C1s, N1s, and O1s showed significantly high presence of C-O-, -C-N-, -N-H- (400 \neV), -N-O- (404 and 408 eV), and -C-O- bonds indicated by peaks at different binding energies \nin treated samples with higher prevalence at the upper surface compared to the inner surface \n(Figure 11 A B C). In control samples, the peaks were consistent within a short binding energy \nrange, showing less diversity in chemical bonding patterns over 50 nm depth (Figure 11 D E F). \nThe analysis of variation in atomic concentration with respect to depth of film showed a high \namount of nitrogen and oxygen at the surface in the treatment sample at the upper surface \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n97 \n \ncompared to the control sample. The carbon content at the surface of the treated sample was \nless in comparison to the control sample surface, indicating erosion of surface (Figure 11 G).       \n \nFigure 11:  XPS high resolution spectra of C1s N1s and O1s of A-C) treatment and D-F) \ncontrol samples over a depth of 50 nm (1-17 indicate surface at every 3 nm over the range of 0 \nnm to 50 nm) G) XPS atomic concentration profiles of treatment (T) and control (C) samples \nover a depth of 50 nm.    \n3. Discussion \nEnzymatic degradation of PET plastic is being intensely investigated to deal with the major \nfraction of accumulated PET plastic in the environment, which is responsible for increasing \nplastic pollution. Diverse PETases, BHETases, cutinases, lipases, and esterases have been \nstudied for their efficiency in degrading different PET varieties, including amorphous PET, \nnanoPET, semi-crystalline PET, and crystalline PET. Several studies have engineered these \nenzymes to enhance their thermostability and efficiency to a greater extent (Bell et al., 2022; \nCui et al., 2024; Shi et al., 2023; Pfaff et al., 2022).  \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n98 \n \nEstS1 esterase from Sulfobacillus acidophilus DSM10332 strain is a thermostable, pH-tolerant \nphthalate diester-degrading enzyme capable of degrading a broad range of phthalate diesters \n(Zhang et al ., 2014; Verma et al ., 2024). The present study elucidates the BHET and PET \ndegrading ability of the EstS1 esterase utilizing biochemical, structural, in silico , and SEM \nanalysis-based approach. Around 75% degradation of BHET by EstS1 esterase was observed \nover a period of 1 h, resulting in the formation of MHET and TPA, concluding the ability of \nEstS1 esterase to convert BHET into MHET and then MHET into TPA. Previous study on \nStreptomyces strains characterized the BHET-degrading potential of Streptomyces LipA lipase \nvariants and identified mild TPA formation compared to MHET, with low activity above 40 °C \ndue to the lack of enzyme stability at high temperatures (Verschoor et al ., 2024). EstS1 \nesterase, a highly thermostable esterase, annotated as triacylglycerol lipase, produced a \nsignificant concentration of TPA as compared to the MHET. HtDLH, a thermostable hydrolase \nof Hydrogenobacter thermophilus reported for PET, BHET, and MHET degradation, shows \ncomparable BHET degradation to EstS1 esterase (Almeida et al., 2024). Several other studies \nreported engineered PETase enzymes having high catalytic activity against BHET, while the \ncatalytic efficiencies of wild-type enzymes were comparable to that of EstS1 esterase analyzed \nin the present study (Bell et al., 2022; Pfaff et al., 2022; Numoto et al., 2020; Kitadokoro et al., \n2012; Sulaiman et al., 2011). \nTo illustrate the structural aspects of BHET interaction at the active site of EstS1 esterase, the \nco-crystal structure of wild-type EstS1 esterase with BHET was determined and revealed not \nonly the presence of the active form of EstS1 esterase in the crystal form, but also the density \nof MHET and ethylene glycol along with BHET. The bound MHET (the product of BHET \ndegradation) at the active site depicted the exact second tetrahedral intermediate conformation \nof the canonical serine hydrolase mechanism. The cap domain, which mediates the substrate \nspecificity, varies in length in different esterase and PETase enzymes (Distaso et al ., 2023). \nThe cap domain of EstS1 of 59 residues forms cavity 1, which mediates the entry of the \nsubstrate. The two methionine (Met186 and Met207) residues of the EstS1 esterase, lying in the \ncap domain, provide a proper orientation to the substrate to interact with the catalytic triad, thus \nmediating catalysis. Similar contributions of the cap domain residues in mediating effective \nsubstrate binding have been reported in previous studies on MHETase (Knott et al., 2020). Joo \net al., 2018, in their structural analysis of IsPETase, reported Met161 and Ile208 as the lead \nresidues providing a hydrophobic surface for substrate binding, similar to the hydrophobic \nresidues Met186 and Met207 present in cavity 1 of the EstS1 esterase (Joo et al., 2018). The \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n99 \n \npresence of one intact BHET molecule (undegraded) near cavity 2, even in the active form of \nthe enzyme, in turn determines the essentiality of the cap domain (forming cavity 1) in \ncontributing to the catalysis by providing correct orientation to the substrate at the active site. \nComparative analysis of known PETase enzymes with EstS1 disclosed the least sequence and \nstructural similarity, revealing a novel PET-degrading enzyme scaffold in EstS1 esterase. The \nlarge cap domain of EstS1, compared to the other PET-degrading enzymes, provides a massive \nscope for further enzyme engineering studies to improve its efficiency (Luan et al., 2016).  \nThe complex structure of the Ser154Ala active site mutant of EstS1 in complex with BHET \nexhibited the presence of two BHET molecules bound in the catalytic tunnel of EstS1, one after \nthe other, demonstrating the significant size of the tunnel to accommodate the PET polymer."
    },
    {
      "heading": "Further, in silico  structural analysis displayed high stability of the EstS1 esterase in the",
      "text": "presence of BHET, directing towards highly favorable interactions of BHET with the active site \nresidues of the enzyme. The free energy landscape of the EstS1-BHET complex showed \nattainment of the stable low-energy state of the enzyme (Benkovic et al., 2008).  \nMoreover, the erosion and indentation of crystalline PET film surface in the presence of the \nenzyme in both controlled conditions and soil system with varying temperature conditions \nconfirmed effective crystalline PET degradation potential, high stability, and ionic tolerance of \nEstS1 esterase. Though several studies have analyzed the PET film degradation using \namorphous PET film, nano PET, and PET microplastics, very few studies have been conducted \nfor the degradation of crystalline PET in conditions mimicking the original environment \n(Wilkes et al., 2024; Ibrahim et al., 2024; J. Kim et al ., 2023). The XPS-based surface and \ndepth profiling analysis discovered a higher concentration of nitrogen in the treatment sample \ncompared to the extremely low concentration in the control samples. Also, the formation of -C-\nO-, -C-N-, -C=O-, -C=N-, -N-H-, and -N=O- bonds was observed to increase in the treatment \nsample while the prevalence of these bonds was less in the control samples, thus proving the \ndegradation of the PET film (Doren et al., 1994). Further, the atomic concentration versus \ndepth plot showed a lower proportion of carbon on the surface of the enzyme-treated sample \ncompared to the control sample in turn indicating erosion of the surface. Similar increase in \nnitrogen concentration in enzyme treated PET film have been observed in past studies \nindicating effective degradation and production of nitrogen conjugated products containing -C-\nN-, -C=N-, -N-H- and -N=O- bonds along with increased formation of -C-O-, and -C=O- bonds \nwas reported (Huang et al., 2024; Han et al., 2024)  \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n100 \n \nTherefore, the present study elucidates the PET-degrading potential of a high-potential \nthermostable EstS1 esterase. Its efficiency in degrading crystalline PET plastic and its \nmonomer BHET have been evaluated, along with its in-depth structural analysis, displaying the \nmechanism of degradation. Hence, it can be further exploited for enzyme engineering studies to \ndevelop into a high-efficiency PET as well as phthalate diester plasticizer-degrading enzyme, \nproviding a complete solution to the increasing plastic and plasticizer pollution.   \n4. Conclusion \nGlobal plastic pollution has drawn widespread concerns due to its adverse impacts on all life \nforms across the globe. PET-based plastics are leading contributors to the increasing plastic \npollution. Bioremediation of plastics using potential enzymes is a safe, eco-friendly, and \neffective approach. In this piece of work, we have identified the BHET and PET degrading \npotential of a EstS1 phthalate diesters-degrading pH-tolerant and thermostable esterase from \nSulfobacillus acidophilus DSM10332 strain. The kinetic and LC-MS-based analysis disclosed \nup to 75% degradation of BHET, a PET monomer, into MHET and terephthalic acid. Complex \ncrystal structures of wild-type and mutant forms of EstS1 esterase with BHET have \ndemonstrated the mechanistic insights of the enzyme, representing the cap domain residues as \neffective contributors responsible for the proper orientation of the substrate at the active site. \nFurther, the cavity 1 formed by the cap domain was identified as the exact entry site for the \nsubstrate to mediate the reaction. In silico analysis of the EstS1-BHET complex exhibited that \nthe enzyme attains a highly stable, low-energy folded state in the presence of substrate. \nEventually, the variations in elemental composition and chemical bonding via XPS and \ncorroded surface and indents on the surface of crystalline PET film via SEM analysis were \nobserved in incubated PET film with EstS1 esterase, which provided strong evidence for the \nPET degradation potential of EstS1 esterase in constant and varying temperature conditions, \nmimicking the environmental variations. Henceforth, further enzyme engineering of EstS1 \nesterase can provide a highly potent solution to the exponentially growing plastics as well as \nplasticizer pollution to attain the goals of a sustainable environment.   \n5. Materials and Methods \n5.1. Cloning, Expression, and Purification of EstS1 and Its Active Site Mutant   \nThe cloning, expression, and purification of  EstS1 esterase and its mutant were performed \naccording to our previously mentioned procedure (V erma et al ., 2024). The pET28a \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n101 \n \nrecombinant plasmid of EstS1 was transformed into E. coli BL21 (DE3) cells (Microbial Type \nCulture Collection (MTCC) Chandigarh, India). The 1 L Luria-Bertani liquid broth was \ninoculated at 1 % v/v inoculum and kept at 37 °C until the optical density of the culture at 600 \nnm reached 0.6. The expression was checked by adding isopropyl \nβ -D-thiogalactopyranoside \n(IPTG) as inducer at a concentration of 0.5 mM. The induced culture was shifted to 16 °C for \nincubation for 16 h. The cell mass was obtained and resuspended in 10 mL lysis or purification \nbuffer (100 mM phosphate buffer, 10 % v/v glycerol, 2 mM DTT, pH 7.4) at 4 °C. The cells \nwere lysed at 20 psi using a constant cell disruptor, and the lysate was centrifuged for 45 min at \n12000 rpm at 4 °C. The supernatant was collected and transferred to a pre-equilibrated Ni-NTA \naffinity column with purification buffer and incubated for 10 min (Mahto et al ., 2022). The \ngradient of imidazole from 10 to 500 mM was applied to the incubated Ni-NTA column, and \nthe fractions were collected. SDS-PAGE was performed to analyze the fractions, and the \nfractions containing pure protein were pooled and concentrated using a 30 kDa Millipore \nAmplicon filter and were later dialyzed with 100 mM HEPES buffer at pH 7.4 (Verma et al., \n2024). The concentration of the protein was evaluated using bovine serum albumin (BSA) \nstandard and Pierce Micro BCA protein assay kit (Thermo Scientific).  \nA site-directed mutagenesis approach was used to prepare the active site mutant Ser154Ala of \nEstS1 esterase (Bachman, 2013). The recombinant plasmids of pET28a-EstS1 were amplified \nwith forward and reverse primers as mentioned below. The product of amplification was \nsubjected to DpnI enzyme digestion, and then transformed into E. coli  DH5\nα  cells. The \ntransformed cells were cultured, and the mutated plasmids were isolated using the Plasmid \nIsolation Kit (Qiagen QIAprep Spin Miniprep Kit Cat no. 27104) and confirmed by DNA \nsequencing (Verma et al., 2024). The transformation of the confirmed plasmids was done in E. \ncoli BL21 (DE3) cells, and the mutant protein was purified using the above-mentioned \nprotocol. \nForward Primer: GTGGCCGGGGACGCGGCCGGCGGCAATTTG \nReverse Primer: GCCGCCGGCCGCGTCCCCGGCCACCACAATC \n5.2. HPLC analysis of BHET degradation kinetics  \nThe BHET degradation was quantified using a Waters high-performance liquid chromatography \n(HPLC). The reactions of 1 mL each containing different concentrations (100, 200, 400, and \n500 \nμ M) of BHET were incubated with 15 μ M of enzyme for 1 h at 37 °C. The termination of \nreactions was done by the addition of 100% methanol in a 1:1 ratio, and the reactions were then \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n102 \n \nfiltered through nylon syringe filters (0.2 μ m) (Li et al. , 2023). The BHET degradation was \nanalysed on a Waters C18 XBridge column (150 x 4.6 mm; particle size 5 µ) by isocratic \nelution (0.7 mL/min), using a mobile phase consisting of methanol–acidified water (0.1% \nformic acid) in the ratio of 80:20 ( Lyoo et al., 2000; Boros et al ., 2025). The chromatograms \nwere monitored at 240 nm.  The buffer and enzyme control samples were also analyzed, along \nwith the BHET standard solutions (100, 200, 400, and 500 μ M) without enzyme to plot the \nstandard curve. All control and enzyme-treated samples were analyzed in triplicate, and average \nvalues were utilized for the calculation of Vmax, Km, and kcat/Km (Counotte & Prins, 1979).     \n5.3. LC-MS analysis for product identification \nLiquid chromatography-mass spectrometry (LC-MS) was performed to analyze the degradation \nof BHET by EstS1 esterase. The 1 mL enzyme reactions containing 5 mM BHET and 15 μ M \nEstS1 esterase were incubated at 37°C for 1 h in triplicate. The reaction was terminated by \nadding 1mL 100% methanol. The reactions were then filtered through 0.2 \nμ m nylon filters. \nChromatographic separation using reverse phase chromatography was performed using a C18 \nreverse phase column (Waters ACQUITY UPLC BEH column) of dimension 1.7 \nμ m, 2.1 mm × \n100 mm. The mobile phase consists of 0.1 % v/v formic acid in methanol and water at a flow \nrate of 0.3 mL/min. The elution gradient was used over 20 min, ranging from 100% water to \n100% methanol (Swamy et al., 2024).  \nMass spectrometry analysis was done using an Xevo G2-XS QTof Quadrupole Time-of-Flight \nMass Spectrometry system (Waters) in both positive and negative ionization modes. The \nconditions applied for mass spectrum acquisition consist of cone and capillary voltages of 50 V \nand 3 kV , respectively. The source and desolvation temperatures were 450 °C and 120 °C, and \nthe gas flow rates of the cone and desolvation were 50 L/h and 900 L/h, respectively. Electron \nspray ionization with a scan range of 100-1000 m/z and 1 s scan time was used. The parameter \nof collision energy for low energy was 6 eV , and for high energy, a ramp from 20 to 30 eV was \nset with a time of acquisition of 8 min. Processing of LC-MS data was done using Waters \nUNIFI software (Waters), and the target by mass approach was utilized. Other parameters, \nincluding the maximum number of targets, fragment match tolerance, target match tolerance, \nand ion ratio tolerance, were specified. Further threshold values from candidates per sample, \nrelative intensity, and peaks per channel were added. The expected ratio values of m/z for \nBHET, MHET, terephthalic acid, and ethylene glycol were identified by MestReNova software \n(https://mestrelab.com/\n) for use in preparing the library. \n5.4. Co-crystallization of EstS1 wild type and EstS1 Ser154Ala with BHET \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n103 \n \nThe co-crystallization of both wild-type and Ser154Ala active site mutant of EstS1 at an \nenzyme concentration of 10 mg/mL was performed with BHET (10 mM) using our previously \nmentioned crystallization condition of 100 mM HEPES pH 7.0, 0.5% v/v Jeffamine ED-2001, \nand 1.1 M sodium malonate. The sitting drop method for crystallization was used at a 1:1 \nprotein to reservoir ratio and a temperature of 20 °C. The rod-shaped crystals obtained were \ncryoprotected in mother liquor and flash-frozen in a liquid nitrogen stream at 100 K (Verma et \nal., 2024).   \nData collection was performed at the home source X-ray diffractometer integrated with an X-\nray generator (Rigaku Micromax-007 HF), having a high-intensity rotating microfocus Cu \nanode and a Hypix Rigaku 6000C detector available at the Macromolecular Crystallography \nUnit, IIC, IIT Roorkee. The complex crystal structures were solved using the apo-EstS1 \nstructure (PDB: 9J1E) as search model using the molecular replacement method MOLREP of \nCCP4i2 suite and Phenix 1.20.1 (Verma et al., 2024; Vagin & Teplyakov, 2009; Potterton et al., \n2018; Adams et al ., 2010). Iterative rounds of building the model, followed by refinement, \nwere performed utilizing Coot v0.9.8.95, REFMAC, and phenix.refine (Emsley & Cowtan, \n2004; Murshudov et al., 2011; Afonine et al ., 2012). The co-crystal structure of the wild-type \nEstS1-BHET complex revealed the presence of BHET as well as MHET and ethylene glycol in \nthe catalytic tunnel, while the co-crystal Ser154Ala active site mutant of EstS1-BHET resulted \nin electron densities of two molecules of BHET in the catalytic tunnel. Omit maps were \ngenerated for the bound ligands using Phenix. The interaction and surface diagrams were \ngenerated using PyMol ( https://www.pymol.org/\n) and Chimera \n(https://www.cgl.ucsf.edu/chimera/) (Rigsby & Parker, 2016; Pettersen et al., 2004).  \n5.5. Molecular dynamics (MD) simulation analysis \nThe co-crystal structure of Ser154Ala mutant EstS1-BHET was used to study the dynamics of \ninteraction of BHET within the active site tunnel using the molecular dynamics simulation \napproach. The alanine residue at the active site was mutated to a serine residue using Coot \nsoftware to analyze the actual mechanism of interaction of wild-type EstS1 with BHET. The \napo and the BHET complex forms of EstS1 were subjected to 1 \nμ s MD simulations each using \nthe GROMACS 2020 software (Pronk et al ., 2013). The CGenFF web server was used to \ngenerate the topology of BHET, and the CHARMM36 force field was used for the topology of \nthe protein (Vanommeslaeghe et al., 2009; Huang & MacKerell, 2013). The dodecahedron box \nwas used for solvation of the apo and complex structures of the EstS1 esterase, and the systems \nwere neutralized using sodium ions. The energy minimization of the systems was performed \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n104 \n \nusing a maximum force of 10 kJ/mol. Then the minimized systems were equilibrated using \nNumber of particles, V olume, Temperature (NVT) and Number of particles, Pressure, \nTemperature (NPT) ensembles for 100 ps each. Eventually, the MD simulation run of 1 \nμ s each \nwas performed for both the apo and BHET complex systems."
    },
    {
      "heading": "The analysis of the MD simulation trajectories was performed by evaluating variations in Root",
      "text": "Mean Square Deviation (RMSD), Radius of gyration (Rg), Root Mean Square Fluctuation \n(RMSF), Solvent Accessible Surface Area (SASA), Secondary Structure (SS), and number of \nhydrogen bonds during the trajectory (Hollingsworth & Dror, 2018). The Principal Component \nAnalysis (PCA) was performed for all the trajectory frames, and the free energy landscapes \nwere generated for both the apo-protein and complex form of the protein (David & Jacobs, \n2013). The clustering analysis to study the effective interactions of BHET with the catalytic \ntunnel of EstS1 was done considering an RMSD cutoff of 0.2, and the representative frames of \nthe top 10 clusters were superimposed to study changes in the structure in complex form and \nthe interaction mechanism of EstS1 with BHET (Abramyan et al., 2016). All plots of the MD \nsimulation analysis were prepared using Origin 2024 software ( https://www.originlab.com/\n), \nand images of representative clusters showing 3D interactions of BHET with EstS1 were \ngenerated using PyMol software (https://www.pymol.org/) (Rigsby & Parker, 2016).  \n5.6. PET film degradation analysis using Scanning Electron Microscopy (SEM) imaging \nThe small pieces of crystalline PET films (thickness 0.1 mm, Goodfellow) were soaked in the \npresence of EstS1 esterase (15 μ M) for a duration of 15 days at 25 °C. Control samples without \nprotein using 100 mM phosphate buffer at pH 7.4 were also prepared. After 15 days, the \nsamples were collected and washed with 70% ethanol and distilled water to remove traces of \nenzyme and buffer. The morphological analysis of films was done for both enzyme-treated and \ncontrol samples using a scanning electron microscope (ThermoFisher, Apreo S Low Vac, 2011) \nat 15 kV accelerating voltage. Film samples were gold-coated at 18 mA for 140 s. Digital \nimages were generated using Apreo SEM imaging software (Yan et al ., 2020; Ducoli et al., \n2023).  \n5.7. Analysis of PET film degradation in natural conditions \nThe ionic composition of soil often poses an inhibitory effect on the enzymes present in the \nsoil. To analyze the effect of soil ionic composition on EstS1 PET degradation activity, the PET \nfilm was cut into small pieces of equal weight and incubated in samples containing soil+buffer \n(soil control), and soil+buffer+EstS1 (soil treatment). The soil used for the experiment was \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n105 \n \ncollected from the nearest garden at IIC, IIT Roorkee, and the unwanted particles were \nremoved. The clean soil was subjected to autoclaving at 15 psi for 20 min to remove the \npossibility of any other microbe enhancing the degradation. 6 g of autoclaved soil was used in \neach soil sample (treatment and control).15 \nμ M of enzyme concentration was used in the \ntreatment samples of soil, and an equivalent volume of buffer was used in the control sample. \nAll control and treatment samples were kept outside in native environmental conditions in \ncovered small glass bottles to mimic the in situ conditions of temperature (ranging from 40 °C \nin the afternoon to 28 °C at night) and pressure for 15 days (Liu et al., 2023). The degradation \neffect of EstS1 esterase in treatment versus control samples was analyzed using a scanning \nelectron microscope (EVO 18, Carl Zeiss, 2012, and ZEISS SmartSEM software) at 15 kV as \nmentioned above. The PET film samples were washed with 70% ethanol before SEM analysis, \nfollowed by distilled water to remove any traces of soil and enzymes. All experiments were \nperformed in triplicate. This experiment provides scope for the direct in situ application of the \nEstS1 esterase in soil for PET plastic degradation (Y an et al., 2020; Ducoli et al., 2023).  \n5.8. PET film degradation analysis by X-ray photoelectron spectroscopy (XPS) analysis \nTo further analyze the change in surface chemistry due to the degradation of the PET film by \nEstS1 esterase, the surface analysis of the PET film was performed by X-ray photoelectron \nspectroscopy. The PET film (thickness 0.1 mm, Goodfellow) samples incubated with EstS1 \nesterase (15 \nμ M) for 15 days, along with control samples incubated with an equivalent volume \nof 100 mM phosphate buffer in natural environmental conditions in small glass bottles, were \nsubjected to XPS analysis. The PET samples were washed with 70% ethanol and twice with \ndistilled water to remove any traces of enzyme and buffer from the samples. The change in \ncarbon, oxygen, and nitrogen elements’ composition, chemical state, and bonding was studied \nup to a depth of 50 nm by using X-ray photoelectron spectroscopy (PHI 5000 Versa Probe III; \nUlvac-Phi, Inc). Ultrahigh vacuum of 2 * 10\n-7 Pa with Al Kα  monochromatic source of energy \n1.48 keV was used. The beam diameter of 100 µm, stage tilt angle of 45°, charge neutralizer \nwith 15 V and 20 µA, and non-conductive tape as substrate were used for the analysis. Survey \nscan spectra were collected with an energy of 280 eV and 0.05 eV energy step. The high-\nresolution spectra of C1s, O1s, and N1s were recorded with 55 eV pass energy and 0.05 eV \nenergy step. The C1s standard at 284.80 eV was considered as a reference. To analyze the \nchemical bonds, the carbon C1s and oxygen O1s region peaks were fitted. The Multipak XPS \nsoftware for deconvolution and data analysis was used (Doren et al., 1994). \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n106 \n \nStatements and Declarations \nACKNOWLEDGEMENT \nWe thank the X-Ray Crystallography facility provided by MCU, IIC, IIT Roorkee, Ashok \nSoota Molecular Medicine Facility at Department of Biosciences and Bioengineering, IIT"
    },
    {
      "heading": "Computational redesign of a hydrolase for nearly complete PET depolymerization at",
      "text": "industrially relevant high-solids loading. Nature Communications, 15(1). \nhttps://doi.org/10.1038/s41467-024-45662-9\n \n18. Shi, L., Liu, P., Tan, Z., Zhao, W., Gao, J., Gu, Q., Ma, H., Liu, H., & Zhu, L. (2023). \nComplete Depolymerization of PET Wastes by an Evolved PET Hydrolase from \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n109 \n \nDirected Evolution. Angewandte Chemie International Edition, 62(14). \nhttps://doi.org/10.1002/anie.202218390 \n19. Pfaff, L., Gao, J., Li, Z., Jäckering, A., Weber, G., Mican, J., Chen, Y., Dong, W., Han, \nX., Feiler, C. G., Ao, Y., Badenhorst, C. P. S., Bednar, D., Palm, G. J., Lammers, M., \nDamborsky, J., Strodel, B., Liu, W., Bornscheuer, U. T., & Wei, R. (2022). Multiple \nSubstrate binding Mode-Guided engineering of a thermophilic PET hydrolase. ACS \nCatalysis, 12(15), 9790–9800. https://doi.org/10.1021/acscatal.2c02275\n \n20. Arnal, G., Anglade, J., Gavalda, S., Tournier, V., Chabot, N., Bornscheuer, U. T., \nWeber, G., & Marty, A. (2023). Assessment of four engineered PET degrading enzymes \nconsidering Large-Scale Industrial Applications. ACS Catalysis, 13(20), 13156–13166. \nhttps://doi.org/10.1021/acscatal.3c02922\n \n21. Thomsen, T. B., Almdal, K., & Meyer, A. S. (2023a). Significance of poly(ethylene \nterephthalate) (PET) substrate crystallinity on enzymatic degradation. New \nBiotechnology, 78, 162–172. https://doi.org/10.1016/j.nbt.2023.11.001 \n22. Zhu, B., Wang, D., & Wei, N. (2021). Enzyme discovery and engineering for \nsustainable plastic recycling. Trends in Biotechnology, 40(1), 22–37. \nhttps://doi.org/10.1016/j.tibtech.2021.02.008 \n23. Bergeson, A. R., Silvera, A. J., & Alper, H. S. (2024). Bottlenecks in biobased \napproaches to plastic degradation. Nature Communications, 15(1). \nhttps://doi.org/10.1038/s41467-024-49146-8\n \n24. Klotz, M., Schmidt, S., Wiesinger, H., Laner, D., Wang, Z., & Hellweg, S. (2024). \nIncreasing the recycling of PVC flooring requires phthalate removal for ensuring \nconsumers’ safety: A Cross-Checked Substance Flow Analysis of Plasticizers for \nSwitzerland. Environmental Science & Technology, 58(42), 18686–18700. \nhttps://doi.org/10.1021/acs.est.4c04164\n \n25. Zhang, X., Fan, X., Qiu, Y., Li, C., Xing, S., Zheng, Y., & Xu, J. (2014). Newly \nIdentified Thermostable Esterase from Sulfobacillus acidophilus: Properties and \nPerformance in Phthalate Ester Degradation. Applied and Environmental Microbiology, \n80(22), 6870–6878. https://doi.org/10.1128/aem.02072-14\n \n26. Verma, S., Choudhary, S., Kumar, K. A., Mahto, J. K., K, A. K. V., Mishra, I., Prakash, \nV. B., Sircar, D., Tomar, S., Sharma, A. K., Singla, J., & Kumar, P. (2024). Mechanistic \nand structural insights into EstS1 esterase: A potent broad-spectrum phthalate diester \ndegrading enzyme. Structure. https://doi.org/10.1016/j.str.2024.11.006\n \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n110 \n \n27. Mahto, J. K., Neetu, N., Sharma, M., Dubey, M., Vellanki, B. P., & Kumar, P. (2022). \nStructural Insights into Dihydroxylation of Terephthalate, a Product of Polyethylene \nTerephthalate Degradation. Journal of Bacteriology, 204(3). \nhttps://doi.org/10.1128/jb.00543-21\n \n28. Bachman, J. (2013). Site-Directed mutagenesis. Methods in Enzymology on CD-\nROM/Methods in Enzymology, 241–248. https://doi.org/10.1016/b978-0-12-418687-\n3.00019-7 \n29. Li, A., Sheng, Y., Cui, H., Wang, M., Wu, L., Song, Y., Yang, R., Li, X., & Huang, H. \n(2023b). Discovery and mechanism-guided engineering of BHET hydrolases for \nimproved PET recycling and upcycling. Nature Communications, 14(1). \nhttps://doi.org/10.1038/s41467-023-39929-w \n30. Lyoo, W. S., Lee, S. G., Ha, W. S., Lee, J., & Kim, J. H. (2000). A high performance \nliquid chromatography method to determine monomer reactivity ratios in \ncopolycondensation of bis(4-hydroxybutyl) terephthalate and bis(2-hydroxyethyl) \nterephthalate. Polymer Testing, 19(3), 299–309. https://doi.org/10.1016/s0142-\n9418(98)00092-0 \n31. Boros, K., Nagy, B. E., Tomoiag ă , R. B., T ő tő s, R., To/i10 a, M. I., Paizs, C., & Bencze, \nL. C. (2025). Fine tuning enzyme activity assays for monitoring the enzymatic \nhydrolysis of PET. Scientific Reports, 15(1). https://doi.org/10.1038/s41598-024-\n84177-7 \n32. Counotte, G. H. M., & Prins, R. A. (1979). Calculation of  K m  and  V max  from \nSubstrate Concentration Versus Time Plot. Applied and Environmental Microbiology, \n38(4), 758–760. https://doi.org/10.1128/aem.38.4.758-760.1979\n \n33. Swamy, T. M. C., Nagarathna, S. V., Reddy, P. V., & Nayak, A. S. (2024). Efficient \nbiodegradation of Polyethylene terephthalate (PET) plastic by Gordonia sp. CN2K \nisolated from plastic contaminated environment. Ecotoxicology and Environmental \nSafety, 281, 116635. https://doi.org/10.1016/j.ecoenv.2024.116635\n \n34. Vagin, A., & Teplyakov, A. (2009). Molecular replacement withMOLREP. Acta \nCrystallographica Section D Biological Crystallography, 66(1), 22–25. \nhttps://doi.org/10.1107/s0907444909042589 \n35. Potterton, L., Agirre, J., Ballard, C., Cowtan, K., Dodson, E., Evans, P. R., Jenkins, H. \nT., Keegan, R., Krissinel, E., Stevenson, K., Lebedev, A., McNicholas, S. J., Nicholls, \nR. A., Noble, M., Pannu, N. S., Roth, C., Sheldrick, G., Skubak, P., Turkenburg, J., . . . \nWojdyr, M. (2018). CCP4i2: the new graphical user interface to theCCP4 program \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n111 \n \nsuite. Acta Crystallographica Section D Structural Biology, 74(2), 68–84. \nhttps://doi.org/10.1107/s2059798317016035 \n36. Adams, P. D., Afonine, P. V., Bunkóczi, G., Chen, V. B., Davis, I. W., Echols, N., \nHeadd, J. J., Hung, L., Kapral, G. J., Grosse-Kunstleve, R. W., McCoy, A. J., Moriarty, \nN. W., Oeffner, R., Read, R. J., Richardson, D. C., Richardson, J. S., Terwilliger, T. C., \n& Zwart, P. H. (2010). PHENIX: a comprehensive Python-based system for \nmacromolecular structure solution. Acta Crystallographica Section D Biological \nCrystallography, 66(2), 213–221. https://doi.org/10.1107/s0907444909052925\n \n37. Emsley, P., & Cowtan, K. (2004). Coot: model-building tools for molecular graphics. \nActa Crystallographica Section D Biological Crystallography, 60(12), 2126–2132. \nhttps://doi.org/10.1107/s0907444904019158\n \n38. Murshudov, G. N., Skubák, P., Lebedev, A. A., Pannu, N. S., Steiner, R. A., Nicholls, \nR. A., Winn, M. D., Long, F., & Vagin, A. A. (2011). REFMAC5 for the refinement of \nmacromolecular crystal structures. Acta Crystallographica Section D Biological \nCrystallography, 67(4), 355–367. https://doi.org/10.1107/s0907444911001314\n \n39. Afonine, P. V., Grosse-Kunstleve, R. W., Echols, N., Headd, J. J., Moriarty, N. W., \nMustyakimov, M., Terwilliger, T. C., Urzhumtsev, A., Zwart, P. H., & Adams, P. D. \n(2012). Towards automated crystallographic structure refinement with phenix.refine. \nActa Crystallographica Section D Biological Crystallography, 68(4), 352–367. \nhttps://doi.org/10.1107/s0907444912001308\n \n40. Rigsby, R. E., & Parker, A. B. (2016). Using the PyMOL application to reinforce visual \nunderstanding of protein structure. Biochemistry and Molecular Biology Education, \n44(5), 433–437. https://doi.org/10.1002/bmb.20966\n \n41. Pettersen, E. F., Goddard, T. D., Huang, C. C., Couch, G. S., Greenblatt, D. M., Meng, \nE. C., & Ferrin, T. E. (2004). UCSF Chimera—A visualization system for exploratory \nresearch and analysis. Journal of Computational Chemistry, 25(13), 1605–1612. \nhttps://doi.org/10.1002/jcc.20084\n \n42. Pronk, S., Páll, S., Schulz, R., Larsson, P., Bjelkmar, P., Apostolov, R., Shirts, M. R., \nSmith, J. C., Kasson, P. M., Van Der Spoel, D., Hess, B., & Lindahl, E. (2013). \nGROMACS 4.5: a high-throughput and highly parallel open source molecular \nsimulation toolkit. Bioinformatics, 29(7), 845–854. \nhttps://doi.org/10.1093/bioinformatics/btt055 \n43. Vanommeslaeghe, K., Hatcher, E., Acharya, C., Kundu, S., Zhong, S., Shim, J., Darian, \nE., Guvench, O., Lopes, P., Vorobyov, I., & Mackerell, A. D. (2009b). CHARMM \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n112 \n \ngeneral force field: A force field for drug /i10 like molecules compatible with the \nCHARMM all /i10 atom additive biological force fields. Journal of Computational \nChemistry, 31(4), 671–690. https://doi.org/10.1002/jcc.21367 \n44. Huang, J., & MacKerell, A. D. (2013). CHARMM36 all-atom additive protein force \nfield: Validation based on comparison to NMR data. Journal of Computational \nChemistry, 34(25), 2135–2145. https://doi.org/10.1002/jcc.23354\n \n45. Hollingsworth, S. A., & Dror, R. O. (2018). Molecular dynamics simulation for all. \nNeuron, 99(6), 1129–1143. https://doi.org/10.1016/j.neuron.2018.08.011\n \n46. David, C. C., & Jacobs, D. J. (2013). Principal component analysis: a method for \ndetermining the essential dynamics of proteins. Methods in Molecular Biology, 193–\n226. https://doi.org/10.1007/978-1-62703-658-0_11\n \n47. Abramyan, T. M., Snyder, J. A., Thyparambil, A. A., Stuart, S. J., & Latour, R. A. \n(2016). Cluster analysis of molecular simulation trajectories for systems where both \nconformation and orientation of the sampled states are important. Journal of \nComputational Chemistry, 37(21), 1973–1982. https://doi.org/10.1002/jcc.24416\n \n48. Yan, F., Wei, R., Cui, Q., Bornscheuer, U. T., & Liu, Y. (2020). Thermophilic \nwhole\n/i10 cell degradation of polyethylene terephthalate using engineered Clostridium \nthermocellum. Microbial Biotechnology, 14(2), 374–385. https://doi.org/10.1111/1751-\n7915.13580 \n49. Ducoli, S., Federici, S., Cocca, M., Gentile, G., Zendrini, A., Bergese, P., & Depero, L. \nE. (2023). Characterization of polyethylene terephthalate (PET) and polyamide (PA) \ntrue-to-life nanoplastics and their biological interactions. Environmental Pollution, 343, \n123150. https://doi.org/10.1016/j.envpol.2023.123150\n \n50. Liu, H., Li, Y., Tan, Q., Li, Z., Chen, W., Wu, H., Chen, Z., Mao, C., Xie, L., Hou, Y., \nPeipei, D., Lei, J., Zhang, X., Chen, X., & Yan, W. (2023). Biodegradation method of \nsoil microplastics based on enzymatic engineering. In ACS symposium series (pp. 81–\n97). https://doi.org/10.1021/bk-2023-1459.ch006\n \n51. Doren, A., Genet, M. J., & Rouxhet, P. G. (1994). Analysis of Poly(Ethylene \nTerephthalate) (PET) by XPS. Surface Science Spectra, 3(4), 337–341. \nhttps://doi.org/10.1116/1.1247762 \n52. Joseph, T. M., Azat, S., Ahmadi, Z., Jazani, O. M., Esmaeili, A., Kianfar, E., Haponiuk, \nJ., & Thomas, S. (2024). Polyethylene terephthalate (PET) recycling: A review. Case \nStudies in Chemical and Environmental Engineering, 9, 100673. \nhttps://doi.org/10.1016/j.cscee.2024.100673\n \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n113 \n \n53. Samak, N. A., Jia, Y., Sharshar, M. M., Mu , T., Yang, M., Peh, S., & Xing, J. (2020). \nRecent advances in biocatalysts engineering for polyethylene terephthalate plastic waste \ngreen recycling. Environment International, 145, 106144. \nhttps://doi.org/10.1016/j.envint.2020.106144 \n54. Ś widerek, K., Velasco-Lozano, S., Galmés, M. À., Olazabal, I., Sardon, H., López-\nGallego, F., & Moliner, V. (2023). Mechanistic studies of a lipase unveil effect of pH \non hydrolysis products of small PET modules. Nature Communications , 14(1). \nhttps://doi.org/10.1038/s41467-023-39201-1 \n55. De Queiros Eugenio, E., Campisano, I. S. P., De Castro, A. M., Coelho, M. a. Z., & \nLangone, M. a. P. (2021). Kinetic Modeling of the Post-consumer Poly(Ethylene \nTerephthalate) Hydrolysis Catalyzed by Cutinase from Humicola insolens. Journal of \nPolymers and the Environment, 30(4), 1627–1637. https://doi.org/10.1007/s10924-021-\n02301-4 \n56. Aristizábal-Lanza, L., Mankar, S. V., Tullberg, C., Zhang, B., & Linares-Pastén, J. A. \n(2022). Comparison of the enzymatic depolymerization of polyethylene terephthalate \nand AkestraTM using Humicola insolens cutinase. Frontiers in Chemical Engineering, \n4. https://doi.org/10.3389/fceng.2022.1048744 \n57. Long, J. Z., & Cravatt, B. F. (2011). The metabolic serine hydrolases and their functions \nin mammalian physiology and disease. Chemical Reviews, 111(10), 6022–6063. \nhttps://doi.org/10.1021/cr200075y\n \n58. Schreiner, W., Karch, R., Knapp, B., & Ilieva, N. (2012). Relaxation estimation of \nRMSD in Molecular Dynamics immunosimulations. Computational and Mathematical \nMethods in Medicine, 2012, 1–9. https://doi.org/10.1155/2012/173521 \n59. Filipe, H. a. L., & Loura, L. M. S. (2022). Molecular Dynamics Simulations: Advances \nand applications. Molecules, 27(7), 2105. https://doi.org/10.3390/molecules27072105\n \n60. Benson, N. C., & Daggett, V. (2012). A comparison of multiscale methods for the \nanalysis of molecular dynamics simulations. The Journal of Physical Chemistry B, \n116(29), 8722–8731. https://doi.org/10.1021/jp302103t\n \n61. Durham, E., Dorr, B., Woetzel, N., Staritzbichler, R., & Meiler, J. (2009). Solvent \naccessible surface area approximations for rapid and accurate protein structure \nprediction. Journal of Molecular Modeling, 15(9), 1093–1108. \nhttps://doi.org/10.1007/s00894-009-0454-9 \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n114 \n \n62. Coskuner-Weber, O., & Caglayan, S. I. (2021). Sec ondary structure dependence on \nsimulation techniques and force field parameters: from disordered to ordered proteins. \nBiophysical Reviews, 13(6), 1173–1178. https://doi.org/10.1007/s12551-021-00850-5 \n63. Maisuradze, G. G., Liwo, A., & Scheraga, H. A. (2010). Relation between Free Energy \nLandscapes of Proteins and Dynamics. Journal of Chemical Theory and Computation, \n6(2), 583–595. https://doi.org/10.1021/ct9005745\n \n64. Bondar, A., & White, S. H. (2011). Hydrogen bond dynamics in membrane protein \nfunction. Biochimica Et Biophysica Acta (BBA) - Biomembranes, 1818(4), 942–950. \nhttps://doi.org/10.1016/j.bbamem.2011.11.035\n \n65. Phillips, J. L., Colvin, M. E., & Newsam, S. (2011). Validating clustering of molecular \ndynamics simulations using polymer models. BMC Bioinformatics, 12(1). \nhttps://doi.org/10.1186/1471-2105-12-445\n \n66. Verschoor, J., Croese, M. R. J., Lakemeier, S. E., Mugge, A., Burgers, C. M. C., \nInnocenti, P., Willemse, J., Crooijmans, M. E., Van Wezel, G. P., Ram, A. F. J., & De \nWinde, J. H. (2024). Polyester degradation by soil bacteria: identification of conserved \nBHETase enzymes in Streptomyces. Communications Biology, 7(1). \nhttps://doi.org/10.1038/s42003-024-06414-z\n \n67. Almeida, D. V., Ciancaglini, I., Sandano, A. L. H., Roman, E. K. B., Andrade, V. B., \nNunes, A. B., Tramontina, R., Da Silva, V. M., Gabel, F., Corrêa, T. L. R., Damasio, \nA., Muniz, J. R. C., Squina, F. M., & Garcia, W. (2024). Unveiling the crystal structure \nof thermostable dienelactone hydrolase exhibiting activity on terephthalate esters. \nEnzyme and Microbial Technology, 180, 110498. \nhttps://doi.org/10.1016/j.enzmictec.2024.110498\n \n68. Distaso, M., Cea-Rama, I., Coscolín, C., Chernikova, T. N., Tran, H., Ferrer, M., Sanz-\nAparicio, J., & Golyshin, P. N. (2023). The Mobility of the Cap Domain Is Essential for \nthe Substrate Promiscuity of a Family IV Esterase from Sorghum Rhizosphere \nMicrobiome. Applied and Environmental Microbiology, 89(1). \nhttps://doi.org/10.1128/aem.01807-22\n \n69. Knott, B. C., Erickson, E., Allen, M. D., Gado, J. E., Graham, R., Kearns, F. L., Pardo, \nI., Topuzlu, E., Anderson, J. J., Austin, H. P., Dominick, G., Johnson, C. W., Rorrer, N. \nA., Szostkiewicz, C. J., Copié, V., Payne, C. M., Woodcock, H. L., Donohoe, B. S., \nBeckham, G. T., & McGeehan, J. E. (2020). Characterization and engineering of a two-\nenzyme system for plastics depolymerization. Proceedings of the National Academy of \nSciences, 117(41), 25476–25485. https://doi.org/10.1073/pnas.2006753117\n \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n115 \n \n70. Joo, S., Cho, I. J., Seo, H., Son, H. F., Sagong, H., Shin, T. J., Choi, S. Y., Lee, S. Y., & \nKim, K. (2018). Structural insight into molecular mechanism of poly(ethylene \nterephthalate) degradation. Nature Communications, 9(1). \nhttps://doi.org/10.1038/s41467-018-02881-1\n \n71. Luan, Z., Yu, H., Ma, B., Qi, Y., Chen, Q., & Xu, J. (2016). Dramatically improved \nperformance of an esterase for cilastatin synthesis by CaP Domain Engineering. \nIndustrial & Engineering Chemistry Research, 55(47), 12167–12172. \nhttps://doi.org/10.1021/acs.iecr.6b02440\n \n72. Benkovic, S. J., Hammes, G. G., & Hammes-Schiffer, S. (2008). Free-Energy landscape \nof enzyme catalysis. Biochemistry, 47(11), 3317–3321. \nhttps://doi.org/10.1021/bi800049z\n \n73. Wilkes, R. A., Zhou, N., Carroll, A. L., Aryal, O., Teitel, K. P., Wilson, R. S., Zhang, \nL., Kapoor, A., Castaneda, E., Guss, A. M., Waldbauer, J. R., & Aristilde, L. (2024). \nMechanisms of Polyethylene Terephthalate Pellet Fragmentation into Nanoplastics and \nAssimilable Carbons by Wastewater Comamonas. Environmental Science & \nTechnology, 58(43), 19338–19352. https://doi.org/10.1021/acs.est.4c06645\n \n74. Ibrahim, S. S., Ionescu, D., & Grossart, H. (2024). Tapping into Fungal Potential: \nBiodegradation of Plastic and Rubber by Potent Fungi. The Science of the Total \nEnvironment, 934, 173188. https://doi.org/10.1016/j.scitotenv.2024.173188\n \n75. Kim, J., Lee, S., Lee, B., Son, K., & Park, H. (2023). Biodegradation Potential of \nPolyethylene Terephthalate by the Two Insect Gut Symbionts Xanthomonas sp. HY-74 \nand Bacillus sp. HY-75. Polymers, 15(17), 3546. \nhttps://doi.org/10.3390/polym15173546\n \n76. Huang, X., Li, Y., Shu, Z., Huang, L., Liu, Q., & Jiang, G. (2024). High-Efficiency \nDegradation of PET Plastics by Glutathione S-Transferase under Mild Conditions. \nEnvironmental Science & Technology, 10.1021/acs.est.4c02132. Advance online \npublication. https://doi.org/10.1021/acs.est.4c02132\n \n77. Han, W., Zhang, J., Chen, Q., Xie, Y., Zhang, M., Qu, J., Tan, Y., Diao, Y., Wang, Y., \n& Zhang, Y. (2024). Biodegradation of Poly(Ethylene Terephthalate) Through PETase \nSurface-Display: From Function to Structure. Journal of hazardous materials, 461, \n132632. https://doi.org/10.1016/j.jhazmat.2023.132632 \n \n \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n116 \n \n \n \n \nFigure Captions \nFigure 1: Enzymatic degradation of Polyethylene terephthalate (PET) into BHET, MHET and \nTerephthalate. \nFigure 2: HPLC chromatogram showing bis(2-hydroxyethyl)terephthalate (BHET) degradation \nby EstS1 esterase. The absorbance at 240 nm showed a reduction in reaction (which \ncorresponds to BHET concentration) as compared to the standard (control). \nFigure 3:  Liquid chromatography mass spectrometry (LC-MS) analysis of the bis(2-\nhydroxyethyl) terephthalate (BHET) degradation by EstS1 esterase. Intensity versus retention \ntime chromatogram of BHET products A) mono(2-hydroxyethyl) terephthalate (MHET), B) \nterephthalate and C) ethylene glycol. Intensity versus observed mass (m/z) spectra at low and \nhigh energy of D) mono(2-hydroxyethyl) terephthalate (MHET), E) terephthalate, and F) \nethylene glycol.     \nFigure 4:  Crystal structure of wild-type EstS1 esterase with BHET and its degradation \nproducts. A) Electron density F\no-Fc map contoured at 3 σ  of substrate BHET (green) and \nproducts, MHET (yellow), and ethylene glycol (yellow). B) Stick representation of EstS1 \ninteractions with the substrate BHET (green) and products, MHET (yellow) and ethylene \nglycol (yellow) in the catalytic tunnel, showing interaction of MHET (Popout view) with the \ncatalytic Ser154 and oxyanion hole residues. C) Surface representation of EstS1 esterase \nshowing the relative positions of BHET and MHET inside the catalytic tunnel. (Yellow dotted \nlines displaying hydrogen bond interactions).   \nFigure 5:  Crystal structure of Ser154Ala mutant of EstS1 esterase with BHET. A) Electron \ndensity F\no-Fc map contoured at 3 σ  of 2 molecules of substrate BHET (green). B) Stick \nrepresentation of EstS1 esterase with 2 molecules of BHET (green) in the catalytic tunnel. C) \nSurface representation of EstS1 esterase showing the relative positions of 2 molecules of BHET \ninside the catalytic tunnel. (Yellow dotted lines displaying hydrogen bond interactions). \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n117"
    },
    {
      "heading": "Figure 6:  Molecular Dynamics Simulation analysis of the EstS1-BHET complex and apo-",
      "text": "EstS1 esterase over a trajectory time of 1 μ s. A) Root Mean Square Deviation (RMSD) of \nprotein backbone versus time plot. B) Radius of gyration (Rg) of protein backbone versus time \nplot. C) Root Mean Square Fluctuation (RMSF) versus residue plot. D) Solvent Accessible \nSurface Area (SASA) versus time plot. E) Line plot of secondary structure (SS) composition of \nEstS1-BHET complex versus trajectory time. F) Line plot of secondary structure (SS) \ncomposition of apo-EstS1 versus trajectory time."
    },
    {
      "heading": "Figure 7: (Continued) Molecular Dynamics Simulation analysis of the EstS1-BHET complex",
      "text": "and apo-EstS1 esterase over a trajectory time of 1 \nμ s. A) Free energy landscape of EstS1 \nesterase in the presence of BHET. B) Free energy landscape of apo-EstS1 esterase. C) Number \nof hydrogen bonds formed versus trajectory time plot of EstS1-BHET complex. D) Bar plot of \nthe number of structures versus clusters generated in clustering analysis of EstS1-BHET \ncomplex. E) Superimposition of representative conformations of the top 10 clusters of EstS1-\nBHET complex. \nFigure 8: Scanning electron microscopy analysis of crystalline PET film degradation by EstS1 \nesterase at 25 °C over 15 days. A-D) SEM images of the control sample (PET film soaked in \nbuffer) at 10000X, 5000X, 2500X, and 1000X magnification. E-H) SEM images of the \ntreatment sample (focused at one location in PET film soaked in EstS1 esterase) at 10000X, \n5000X, 2500X, and 1000X magnification, showing erosion of the PET film. I-L) SEM images \nof the treatment sample (focused at another location in PET film soaked in EstS1 esterase) at \n10000X, 5000X, 2500X, and 1000X magnification, showing indents and erosion of the PET \nfilm. \nFigure 9: Scanning electron microscopy analysis of crystalline PET film degradation by EstS1 \nesterase in the soil microenvironment exposed to environmental variation of temperature. A-D) \nSEM images of the control sample (PET film soaked in soil) at 10000X, 5000X, 2500X, and \n1000X magnification. E-H) SEM images of the treatment sample (focused at one location in \nthe PET film in soil containing EstS1 esterase) at 10000X, 5000X, 2500X, and 1000X \nmagnification, showing indents and erosion of the PET film. I-L) SEM images of the treatment \nsample (focused at other location in the PET film in EstS1 esterase) at 10000X, 5000X, 2500X, \nand 1000X magnification, showing indents and erosion of the PET film. \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n118 \n \nFigure 10: XPS survey spectra of upper surface and final surface at a depth of 50 nm of A) \nTreatment sample and B) Control sample. C) Comparison of peak fits of high resolution C1s \nspectra of upper surface of treatment (T) and control (C) samples.  \nFigure 11:  XPS high resolution spectra of C1s N1s and O1s of A-C) treatment and D-F) \ncontrol samples over a depth of 50 nm (1-17 indicate surface at every 3 nm over the range of 0 \nnm to 50 nm) G) XPS atomic concentration profiles of treatment (T) and control (C) samples \nover a depth of 50 nm.   \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n \n \n \n \nFigure 1: Enzymatic degradation of Polyethylene terephthalate (PET) into BHET, MHET and Terephthalate. \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n \nFigure 2: HPLC chromatogram showing bis(2-hydroxyethyl)terephthalate (BHET) degradation by EstS1 esterase. The absorbance at 240 nm \nshowed a reduction in reaction (which corresponds to BHET concentration) as compared to the standard (control). \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n \n \nFigure 3: Liquid chromatography mass spectrometry (LC-MS) analysis of the bis(2-hydroxyethyl) terephthalate (BHET) degradation by EstS1 \nesterase. Intensity versus retention time chromatogram of BHET products A) mono(2-hydroxyethyl) terephthalate (MHET), B) terephthalate and \nC) ethylene glycol. Intensity versus observed mass (m/z) spectra at low and high energy of D) mono(2-hydroxyethyl) terephthalate (MHET), E) \nterephthalate, and F) ethylene glycol.  \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n \n \nFigure 4: Crystal structure of wild-type EstS1 esterase with BHET and its degradation products. A) Electron density F o-Fc map contoured at 3σ \nof substrate BHET (green) and products, MHET (yellow), and ethylene glycol (yellow). B) Stick representation of EstS1 interactions with the \nsubstrate BHET (green) and products, MHET (yellow) and ethylene glycol (yellow) in the catalytic tunnel, showing interaction of MHET with the \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \ncatalytic Ser154 and oxyanion hole residues. C) Surface representation of EstS1 esterase showing the relative positions of BHET and MHET inside \nthe catalytic tunnel. (Yellow dotted lines displaying hydrogen bond interactions).   \n \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \nFigure 5: Crystal structure of Ser154Ala mutant of EstS1 esterase with BHET. A) Electron density Fo-Fc map contoured at 3σ of 2 molecules of substrate BHET \n(green). B) Stick representation of EstS1 esterase with 2 molecules of BHET (green) in the catalytic tunnel. C) Surface representation of EstS1 esterase showing \nthe relative positions of 2 molecules of BHET inside the catalytic tunnel. (Yellow dotted lines displaying hydrogen bond interactions). \n \nFigure 6: Molecular Dynamics Simulation analysis of the EstS1-BHET complex and apo-EstS1 esterase over a trajectory time of 1 μs. A) Root \nMean Square Deviation (RMSD) of protein backbone versus time plot. B) Radius of gyration (Rg) of protein backbone versus time plot. C) Root \nMean Square Fluctuation (RMSF) versus residue plot. D) Solvent Accessible Surface Area (SASA) versus time plot. E) Line plot of secondary \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \nstructure (SS) composition of EstS1-BHET complex versus trajectory time. F) Line plot of secondary structure (SS) composition of apo-EstS1 \nversus trajectory time."
    },
    {
      "heading": "Figure 7: (Continued) Molecular Dynamics Simulation analysis of the EstS1-BHET complex and apo-EstS1 esterase over a trajectory time of 1",
      "text": "μs. A) Free energy landscape of EstS1 esterase in the presence of BHET. B) Free energy landscape of apo-EstS1 esterase. C) Number of hydrogen \nbonds formed versus trajectory time plot of EstS1-BHET complex. D) Bar plot of the number of structures versus clusters generated in clustering \nanalysis of EstS1-BHET complex. E) Superimposition of representative conformations of the top 10 clusters of EstS1-BHET complex. \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n \nFigure 8: Scanning electron microscopy analysis of crystalline PET film degradation by EstS1 esterase at 25 °C over 15 days. A-D) SEM images of the control \nsample (PET film soaked in buffer) at 10000X, 5000X, 2500X, and 1000X magnification. E-H) SEM images of the treatment sample (focused at one location \nin PET film soaked in EstS1 esterase) at 10000X, 5000X, 2500X, and 1000X magnification, showing erosion of the PET film. I-L) SEM images of the treatment \nsample (focused at another location in PET film soaked in EstS1 esterase) at 10000X, 5000X, 2500X, and 1000X magnification, showing indents and erosion \nof the PET film. \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n \nFigure 9: Scanning electron microscopy analysis of crystalline PET film degradation by EstS1 esterase in the soil microenvironment exposed to \nenvironmental variation of temperature. A-D) SEM images of the control sample (PET film soaked in soil) at 10000X, 5000X, 2500X, and 1000X \nmagnification. E-H) SEM images of the treatment sample (focused at one location in the PET film in soil containing EstS1 esterase) at 10000X, \n5000X, 2500X, and 1000X magnification, showing indents and erosion of the PET film. I-L) SEM images of the treatment sample (focused at \nother location in the PET film in EstS1 esterase) at 10000X, 5000X, 2500X, and 1000X magnification, showing indents and erosion of the PET \nfilm. \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n \nFigure 10: XPS survey spectra of upper surface and final surface at a depth of 50 nm of A) Treatment sample and B) Control sample. C) \nComparison of peak fits of high resolution C1s spectra of upper surface of treatment (T) and control (C) samples.  \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint \n \nFigure 11: XPS high resolution spectra of C1s N1s and O1s of A-C) treatment and D-F) control samples over a depth of 50 nm (1-17 indicate \nsurface at every 3 nm over the range of 0 nm to 50 nm) G) XPS atomic concentration profiles of treatment (T) and control (C) samples over a \ndepth of 50 nm.  \n.CC-BY-NC-ND 4.0 International licenseavailable under a\n(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made \nThe copyright holder for this preprintthis version posted October 15, 2025. ; https://doi.org/10.1101/2025.10.14.682280doi: bioRxiv preprint"
    }
  ],
  "results_sections": []
}