{
  "txt_file": "41467_2022_Article_34908.txt",
  "pdf_file": "41467_2022_Article_34908.pdf",
  "title": "Article https://doi.org/10.1038/s41467-022-34908-z",
  "experimental_sections": [
    {
      "heading": "Methods",
      "text": "Strains and culture conditions\nThe microbial strains and plasmids used in this study are listed in\nSupplementary Table 2.Pichia pastoris(P. pastoris)s t r a i nG S 1 1 5a n d\nEscherichia coli(E. coli)D H 5α were stored in our laboratory.E. coli\nDH5α cells were used in pPICZαA plasmid construction and were\nincubated at 37 °C in Luria broth (LB) low salt medium (1% w/v tryp-\nt o n e ,0 . 5 %w / vy e a s te x t r a c t ,a n d0 . 5 %w / vN a C l )s u p p l e m e n t e dw i t h\n100 μg/mL zeocin and were also used in pPIC9 plasmid construction\nand were incubated at 37 °C in LB medium (1% w/v tryptone, 0.5% w/v\nyeast extract, and 1% w/v NaCl) supplemented with 100μg/mL ampi-\ncillin. P. pastorisyeast strains were cultured at 30 °C in the following\nmedia: YPD (1% w/v yeast extract, 2% w/v peptone, and 2% w/v glucose)\nfor subcultivation, BMGY (1% w/v yeast extract, 2% w/v peptone,\n100 mM potassium phosphate pH 6.0, 1.34% w/v yeast nitrogen base\n(YNB), and 1% v/v glycerol) for cell growth, and BMMY (same as BMGY\nbut 1% v/v glycerol was substituted for 1% v/v methanol) for recom-\nbinant protein production.\nAmpliﬁcation of target genes"
    }
  ],
  "computational_sections": [
    {
      "heading": "AlphaFold modeling",
      "text": "In this study, AlphaFold2 was used to predict PETase-linker-GCW51 and\nHFBI-linker-GCW61. The prediction of complexes was run twice with\ndifferent random seeds, and ten models were obtained. Beginning with\na visual inspection, four models were selected to check the protein\nstructural quality for the side chain conformations using the prime\nmodule of Schrödinger 2021-3. Eventually, the one complex with the\nhighest quality score was selected for further optimization with sub-\nsequent MD simulations."
    },
    {
      "heading": "Molecular dynamics simulations",
      "text": "The all-atom MD simulations were performed by Gromacs 2019.6 with\nCHARMM36 forceﬁeld84,85. The structural models of PETase and GCW51\nfusion protein, HFBI and GCW61 fusion protein were generated by\nAlphaFold2\n86. The 4PET polymer chain and the corresponding para-\nmeterﬁles (.top and.itp) were generated following previously published\nprocedures87. For the modeling of solution-state PETase, a predocked\nPETase/4PET or PETase-GCW51/4PET complex was solvated with TIP3P\nwaters and ions (0.15 M NaCl, total of 164,478 atoms). The Nose‒Hoover\nthermostat (303.15 K) and Parrinello-Rahman isotropic NPT ensembles\nwere adopted with h-bond LINCS constraints. Three independent tra-\njectories were performed (250 ns each) after a short 10 ns equilibrium\nsimulation. To model the membrane-bound PETase, PETase-GCW51 and\nHFBI-GCW61 were anchored to a bilayer of lipids through glycosyl-\nphosphatidylinositol modiﬁcations at protein N-termini. A typical\ncomposition of lipids included 66 molecules of ergosterol, 32 molecules\nof POPA, 64 molecules of POPC, 60 molecules of POPE, and 96 mole-\ncules of POPI to mimic the yeast membrane environment and maintain\nthe bilayer stability (15 nm × 15 nm in the xy dimension)\n88,89. To mimic\nPET plastic in a possible solvent-swelling state, 20 individual chains of\n4PET were added to the system at random positions along with 6 nm\nthickness of TIP3P waters and ions (0.15 M NaCl), the resulting system\ncontained a total of 343086 atoms. After equilibrium was reached,\nsimulations were performed using three independent trajectories for\n50 ns. Representative conformations were extracted from each trajec-\ntory bygmx clusterfor further analysis. Quantitative analysis was also\nimplemented usinggmx rms, rmsf, Rgtools.\nMolecular docking\nInduced ﬁt docking (IFD) experimentswere performed using Schrö-\ndinger 2021-3, employing the Maestro graphical interface on PETase-\nLinker-GCW51 generated by AlphaFold2. A PET-tetramer capped at both\nends as ethyl esters was prepared and minimized in Maestro using the\nLigPrep module with the OPLS3e forceﬁeld\n90.T h eP E T a s e - L i n k e r -\nGCW51 structure was prepared in Maestro employing the Protein Pre-\nparation Wizard\n91. Protonation states were assigned according to the\npKa values and a pH of 7 with PropKa. Finally, the structures were\nreﬁned through restrained minimization using the OPLS3e forceﬁeld to\nwithin an RMS gradient of 0.1 kcal mol\n−1 Å−1. Finally, a Glide redocking\nstep was performed using the extra precision Grid-Based Ligand\nDocking with Energetics (Glide XP) algorithm. In Glide XP docking, a\nbetter correlation between bestposes and scores was obtained\n73.\nReporting summary\nFurther information on research design is available in the Nature\nPortfolio Reporting Summary linked to this article.\nData availability\nThe coordinates for crystal structures of wild-type PETase and PETase-\nlinker have been deposited in the Protein Data Bank (PDB), with the\naccession codes 8GU5 [https://doi.org/10.2210/pdb8GU5/pdb]a n d\n8GU4 [https://doi.org/10.2210/pdb8GU4/pdb], respectively. The data\ngenerated in this study are provided in the Supplementary Information\nand the Source Dataﬁle provided with this paper. Data were also\navailable from the corresponding author upon request. Source data\nare provided with this paper."
    }
  ],
  "results_sections": [
    {
      "heading": "Results and discussion",
      "text": "HFBI and PETase were functionally codisplayed on the surface of\nyeast cells\nIn our codisplay system, hydrophobin HFBI and PETase should play\ndifferent roles based on their unique protein structures. HFBI is\nthought to regulate the adsorption of yeast cells on the substrate PET.\nPETase is responsible for degrading the substrate PET. Figure1as h o w s\nthe structures of the two functional proteins (PETase and HFBI) that\nare codisplayed on the yeast surface. The fuchsia part in the surface of\nHFBI represents a hydrophobic patch, which provides strong hydro-\nphobic interactions and is how HFBI binds to various hydrophobic\nsurfaces\n53. For PETase, the portion circled in the structure is the active\nsite, which is much broader than those of the other PET hydrolases;\nthis active site may explain why PETase can accommodate a large\nsubstrate, such as PET, at moderate temperatures\n15,16.F i g u r e1bs h o w sa\nschematic diagram of our codisplay system. The anchoring proteins\nGCW51 and GCW61 were used to display PETase and HFBI on the yeast\nsurface, respectively. Aﬂexible linker (GGGGSGGGGS) was employed\nto link the corresponding anchoring protein with PETase and HFBI\nseparately to prevent interference from occuring between each\nanchoring protein and its displaying target\n54. To explore the structural\ndifference between wild-type PETase and linker-attached PETase, the\ncrystal structures of those two proteins were determined at 2.0 Å\n(Fig. 1a, Supplementary Fig. 1a, and Supplementary Table 1) and 1.5 Å\n(Fig. 1c and Supplementary Table 1), respectively. We compared the\nstructure of wild-type PETase and linker-attached PETase and found\nthat the tertiary structures of these two proteins were quite similar,\nwith an overall RMSD of 0.352 Å (Supplementary Fig. 1b). In the\nstructure of linker-attached PETase, we can only see a part of the linker\n(6 amino acids) in the form of an irregular structure, indicating that the\n(GGGGS)\n2 linker is ﬂexible. This result is consistent with previous\nﬁndings that the GGGGS sequence is the most widely usedﬂexible\nlinker that can appropriately separate the functional domains55.T h e\ncatalytic centers of these two proteins were compared as well. As\nshown in Fig.1d, the two active-site pockets were almost identical. The\nabove results revealed that the C-terminal fused linker did not induce\nobvious structural changes in PETase. To validate our structuralﬁnd-\nings, we also performed molecular dynamics (MD) studies for the\ncodisplayed PETase and HFBI (Fig.1e and Supplementary Fig. 2). In the\nsimulation, the (GGGGS)\n2 linker showed highﬂexibility, and no unique\nstructure was observed when the linker-attached PETase was displayed\nby the yeast cell-wall protein GCW51. Moreover, thisﬂexible linker\nseparated PETase from GCW51 in space, meaning that the two func-\ntional units did not affect each other.\nTheoretically, our codisplay system should perform dual func-\ntions that mimic the two-step process of PET degradation\n23,24.T h eﬁrst\nfunction, which is derived from the HFBI part, is the ability to self-\nassemble and facilitate the binding of yeast cells onto the hydrophobic\nPET surface. The second function, which is inherited from PETase, is to\nenzymatically degrade the highly crystallized substrate PET.\nArticle https://doi.org/10.1038/s41467-022-34908-z\nNature Communications|         (2022) 13:7138 2\nSupplementary Fig. 3 shows the Western blot (WB) results of both\nPETase and HFBI at different induction times. Positive bands on the WB\nﬁlm indicated that both proteins were successfully expressed in the\nrecombinant yeast. To further demonstrate that HFBI and PETase were\nsuccessfully displayed on the yeast cell surface, an immunolocalization\nassay was performed. Aﬂag tag was introduced to the N-terminus of\nPETase as a response to the detection of anti-ﬂag antibodies. For the\ndisplayed HFBI, a monoclonal antibody against HFBI was used in the\nimmunoﬂuorescence assay. As shown in Fig.1f, strong ﬂuorescent\nsignals of PETase and HFBI were observed on the yeast cell surfaces.\nAdditionally, noﬂuorescent signal was detected inside the cells. Fur-\nthermore, WB analysis of different cell fractions (whole cells, cell walls,\nand protoplasts) was performed to detect the cellular location of\nlinker-attached PETase. As shown in Supplementary Fig. 4, immune\npetase linker\nlinkerhfbI\ngcw51\ngcw61\nPETase HFBI\nCo-display yeast cellHFBI PETase\na GGGGSGGGGSb\nLinker\nPETase-linker\nc\nS160\nH237 D206\nCatalytic triad\nd\nLinker\n100 ns\nHFBI\nPETase\nGCW51\nLinker\ne\nPETaseHFBIMerge\n24 48 72 96\nInduction time (h)\nf\n24 48 72 96\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\nInduction time (h)\nFluorescence intensity\ng\nh\n0h\n24h\n48h\n72h\n96h\n41 42 43 44 45\nRetention time (min)\nTPA\nMHET\nBHET\n123 4\nRatio (HFBI:PETase)\n0\n400\n800\n1200\n1600\n2000\n2400\n24 48 72 96\nInduction time (h)\nTurnover rate ( x 10-5 sec -1)\ni\nPETase\nHFBI\n3.3\n3.9\n1.5\n1.0\nArticle https://doi.org/10.1038/s41467-022-34908-z\nNature Communications|         (2022) 13:7138 3\nsignals of PETase mainly originated from the cell wall faction, apart\nfrom the whole-cell fraction. No obvious signals were detected from\nthe protoplast fraction, regardless of the codisplay and display system.\nAll the above results conﬁrmed that both proteins were displayed on\nthe yeast cell surface, as expected. In addition, the intensity ofﬂuor-\nescence was increased with increasing induction time, and the amount\nof surface-displayed HFBI was greater than that of the surface-\ndisplayed PETase when the induction time was less than 96 h\n(Fig. 1g). These results indicated that induction time played an\nimportant role in the levels of PETase and HFBI expression on the cell\nsurface\n34.\nAfter we obtained the recombinant yeast cell that codisplayed\nPETase and HFBI, we were eager to know whether the displayed PETase\nmaintained its enzymatic activity when it was codisplayed with\nhydrophobin HFBI. Figure1h shows the degradation products released\nby the recombinant yeast cell that codisplayed PETase and HFBI by\nusing hcPET as the substrate. The major product released by the dis-\nplayed PETase was mono(2-hydroxyethyl) terephthalic acid (MHET),\nand trace amounts of terephthalic acid (TPA) and bis(2-hydroxyethyl)-\nTPA (BHET) were detected at the same time. The ratio between the\nliberated products of displayed PETase and that of the native PETase\nwas almost the same (Supplementary Fig. 5d). Together, these results\nindicated that the displayed PETase was biologically active and\nexhibited the same reaction mechanism as that of native PETase,\ncleaving the polymer preferentially at similar positions\n14,56.\nThe turnover rate of the recombinant yeast cell was calculated by\nquantitatively analyzing the high-performance liquid chromatography\n(HPLC) results from Fig.1h. The standard curve of each released pro-\nduct was calculated to accurately measure the amount of each product\n(Supplementary Fig. 5a–c). A semiquantitative WB method was then\nused to estimate how much PETase was displayed in the yeast cells. We\nﬁrst generated a standard curve of wild-type PETase by performing\ngrayscale analysis with the WB results (Supplementary Fig. 6a, b).\nSubsequently, yeast cells (at 48 h induction) were subjected to the\nsame WB analysis to detect the displayed PETase (Supplementary\nFig. 6c). According to the standard curve, 151.2 ng of PETase in a total\nof 2 × 10\n7 displayed yeast cells. For the Codisplay system, 2 × 107 cells\ncontained 35.2 ng of displayed PETase. As shown in Fig.1ia n dS u p -\nplementary Fig. 7, the turnover rate of the recombinant yeast cell was\ndramatically affected by the induction time and the ratio between HFBI\nand PETase that was displayed on the cell surface. The ratio reached a\nmaximum value at the induction time of 48 h when the ratio between\nHFBI and PETase displayed on the cell surface also reached its max-\nimum. The above results revealed that the amount of HFBI on the cell\nsurface exhibited an obvious impact on the enzymatic activity of the\ndisplayed PETase\n57.\nIn our codisplay system, PETase is theoretically responsible for\ndegrading the substrate PET. To conﬁrm that surface-displayed HFBI\ndoes not degrade PET as well, three surface display systems were\nconstructed, including the PETase (S160A)/HFBI codisplay system,\nlinker-GCW51 (removing PETase)/HFBI codisplay system and HFBI\nsingle-display system, which are shown in Supplementary Fig. 8a-c.\nEnzymatic analysis of each surface display system revealed that none\nof the displayed systems constructed above exhibited PET degradation\nactivity, as expected (Supplementary Fig. 8d, e), suggesting that\nPETase performed an enzymatic function rather than hydrophobin on\nthe surface of yeast cells.\nSurface-displayed HFBI can increase the adsorption of codis-\nplayed cells on PET surfaces by improving their surface\nhydrophobicity\nIn the above study, we conﬁrmed the surface expression of hydro-\nphobin HFBI. Microbial adhesion to hydrocarbons (MATH) and water\ncontact angle (WCA) measurements were performed to verify whe-\nther the displayed HFBI could induce alterations in the surface\nhydrophobicity of the recombinant yeast cells. MATH is a classical\ntechnique for determining the surface hydrophobicity of various\ncells\n58,59. This method involves examining the adhesion of cells to\nliquid hydrocarbons (e.g., n-butanol, p-xylene), as this adhesion is\ndirectly associated with the hydrophobic surface properties of cells\n(Fig. 2a)\n60. As shown in Fig.2b, all yeast cells in the control group\n(without induction) remained in the lower aqueous phase, indicating\nthat the cell surface properties were hydrophilic. As induction time\nincreased, the yeast cells that codisplayed PETase and HFBI gradually\nmoved into the upper oil phase, causing a concomitant loss in tur-\nbidity throughout the lower aqueous phase. The relative hydro-\nphobicity of the cell surface de ﬁned in the Methods section\ncontinued to increase with the induction time and reached a max-\nimum at 96 h (Fig.2c). To further demonstrate that the increase in\ncell surface hydrophobicity was mainly due to the surfaced-displayed\nHFBI, a MATH assay was conducted by using yeast cells that dis-\nplayed only PETase. Supplementary Fig. 9 shows that yeast cells with\nonly PETase remained in the lower aqueous phase within the entire\ninduction time. Together, these results demonstrated that the dis-\nplayed HFBI was responsible for the increase in the codisplayed cell\nhydrophobicity.\nWCA is another commonly used method to measure the surface\nhydrophobicity of tested cells\n61. After performing high-density cell\nmodiﬁcations, the WCA of the hcPETﬁlm can be determined by\nexamining the cell surface properties. As shown in Fig.2d, e, the hcPET\nﬁlm displayed a typical hydrophobic property (WCA is 85°). After\nmodiﬁcations were performed with yeast cells that codisplayed PETase\na n dH F B I( 4 8hi n d u c t i o n ) ,t h eW C Ao ft h eh c P E Tﬁlm slightly changed\nfrom 85° to 73°, indicating the codisplayed yeast cells exhibited a\nhydrophobic surface property. To clarify the contribution of the dis-\nplayed HFBI to the hydrophobicity of the codisplayed yeast cells, the\nWCA of yeast cells displaying only PETase was also determined. The\nhydrophilic property (WCA is 37°) of the PETase-displayed cell con-\nﬁrmed that the HFBI part played an essential role in determining the\ncell surface hydrophobicity. Together, these results veriﬁed that by\nexposing its hydrophobic patch on the protein surface, the displayed\nHFBI can indeed increase the hydrophobicity of the codisplayed\ncells\n43–46.\nTo determine whether the effect of displayed HFBI on cell\nhydrophobicity can be transformed into an effect on the attachment of\nyeast cells on the PET surface, we observed the adsorption of the\nFig. 1 | Protein expression and function ofP. pastorisGS115/PETase-HFBI at\ndifferent induction times. aX-ray crystal structure of the amphiphilic hydro-\nphobin HFBI (the hydrophobic patch is marked in red) and PETase (blue indicates\npositive charge, red indicates negative charge, and the dotted line indicates active\npocket position).b Schematic diagram of the codisplay system.c The overall\nstructure of PETase-linker (the red arrow is marked as Linker).d Catalytic triad\ncomparison of wild-type PETase with PETase-linker.e MD simulations of the\ncodisplay system over 100 ns. Each domain is assigned a unique color.\nf Fluorescence microscopy of immunostainedP. pastoriscells expressing PETase\nand HFBI on their surface under different induction times. Cells were labeled with a\nprimary rabbit anti-FLAG antibody followed by aﬂuorescently labeled secondary\ngoat anti-rabbit antibody and a primary mouse anti-HFBI antibody followed by a\nﬂuorescently labeled secondary goat anti-mouse antibody. The scale bar is 5μm."
    },
    {
      "heading": "The experiment is repeated three times independently, with similar results",
      "text": "obtained. One representative is shown.g The intensity of the averageﬂuorescence\nof tested cells was determined with ImageJ software.h HPLC analysis of the pro-\nducts released from the hcPETﬁlm degraded by PETase and HFBI codisplayed on\nthe yeast cell.i Quantitative analysis of HPLC results and the protein expression\nratio. The turnover rate was used to evaluate the enzyme activity of GS115/PETase-\nHFBI codisplay cells.n = 3 independent experiments. Data were presented as mean\nvalues ± SD. Source data for panels (g–i) are provided as a Source Dataﬁle.\nArticle https://doi.org/10.1038/s41467-022-34908-z\nNature Communications|         (2022) 13:7138 4\ncodisplay cells on the hcPET surface under different conditions. As\nshown in Fig.2f, the codisplay cells covered almost all the surface areas\nof hcPET. However, under the same binding condition for the control\nsample-yeast cells that displayed only PETase, a sharply reduced\nattachment to the PET surface was observed. The similar adsorption\ndifferences between the codisplay cells and cells displaying only\nPETase could also be observed when the same low concentration of\nyeast cells was used in the binding assays (Fig.2g). We quantiﬁed the\naqueous  phase\n(Yeast suspensions)\noil phase\n(N-butanol)\nshake\noil phase\naqueous  phase\nYeast cells\ntransfer\na\n0 24 48 72 96\nCodisplay\nb\nContact\nangel Codisplay cells\nPET film\nControl(PET) Codisplay Display GS115\nCell type\nde\n0\n20\n40\n60\n80\nControl Codisplay Display GS115\nCell type\nContact angle (°)\n85°\n73°\n37°\n29°\nControl\nCodisplay\nControl\nCodisplay\nfg\nInduction time (h)\n02 4 4 8 7 2 96\nInduction time (h)\n0\n20\n40\n60\n80\n100\nCell surface\nhydrophobicity (%)\nc\nFig. 2 | Detection of the cell surface hydrophobicity. aSchematic diagram of the\nMATH experiment.b Image the MATH experiment;c Measurement result of the cell\nsurface hydrophobicity.n = 3 independent experiments. Data were presented as\nmean values ± SD.d Schematic diagram of the WCA experiment and image of the\nWCA experiment;e Measurement result of WCA.f, g The adsorption of the control\nsample-yeast cells displaying only PETase and the codisplay cells on the hcPET\nsurface. The experiments are repeated three times independently, with similar\nresults obtained. One representative is shown. Source data for panels (c, e)a r e\nprovided as a Source Dataﬁle.\nArticle https://doi.org/10.1038/s41467-022-34908-z\nNature Communications|         (2022) 13:7138 5\nyeast cell numbers adsorbed on the hcPET surface for all tested sam-\nples (Supplementary Fig. 10). It was quite clear that the binding num-\nbers of the HFBI-displaying yeast cells on the hcPET surface were\napproximately twice that of the control group at each tested condition.\nThe adsorption differences between the codisplay cells and cells dis-\nplaying only PETase on the surface lcPET could also be observed,\nregardless of the concentration of yeast cells in the binding assays\n(Supplementary Fig. 11a, b). The number of HFBI-displaying yeast cells\nadsorbed on the lcPET surface was approximately twice that of the\ncontrol group under each tested condition (Supplementary Fig. 11c, d).\nWe believe that the similar surface hydrophobicity of hcPET and lcPET\nresulted in similar experimental results (Supplementary Fig. 12) by\nWCA. To further verify the role of HFBI in the codisplay system, we\ndesigned a codisplay system in which only hydrophobin was removed\nand the other parts remained unchanged. Supplementary Fig. 13a\nshows that both liker-GCW61 and PETase were successfully displayed\non the surface of yeast cells. Then, we tested the enzymatic degrada-\ntion performance against hcPET and lcPET, and we found that the\ncodisplay system without hydrophobin exhibited a greatly reduced\ndegradation ability toward both hcPET and lcPET compared with that\nof the normal codisplay system (Supplementary Fig. 13b, c). In addi-\ntion, the adsorption capacity of this system on the PET substrate was\nreduced to approximately half of the original value (Supplementary\nFig. 14). These results clearly revealed that the adhesive unit HFBI was\nparticularly important for the codisplay system to exhibit a high\ndegradation capacity to PET. Taken together, all these results con-\nﬁrmed that hydrophobin HFBI displayed on the yeast cell surface\nintroduced the extra binding capacity to the yeast cell on the PET\nsurface.\nThe codisplay system exhibited extraordinary enzymatic activ-\nity against PET\nWe then explored the optimal conditions of the codisplay cells for\nhcPET hydrolysis and compared the results with those of puriﬁed\nPETase. Figure3a and Supplementary Fig. 15a show that temperature\nexhibited an obvious inﬂuence on the turnover rates for both the\ncodisplay cells and native PETase. The codisplay cells exhibited an\nenhanced enzymatic activity compared with that of native PETase at\neach tested temperature condition. The optimal reaction temperature\nwas 40 °C, similar to native PETase, indicating that the codisplay cells\nremained in a heat-labile degradation system\n14. Since high temperature\ncan promote the chain mobility of PET to accelerate its enzymatic\ndegradation, a heat stabilizing unit could be introduced into the cur-\nrent surface display system to further improve its degradation efﬁ-\nciency in the future\n18.F i g u r e3b and Supplementary Fig. 15b shows the\neffect of pH on the turnover rates of the codisplay cells. The maximum\nturnover rate of the codisplay cells was achieved at pH 9, similar to\nnative PETase. At other pH conditions, the codisplay cells exhibited\nmuch higher turnover rates than those of native PETase. For example,\nboth yeast cells displaying only PETase (Supplementary Fig. 16) and\nnative PETase were almost inactive at pH 10. However, the codisplay\ncells maintained more than 50% of their total enzyme activity, indi-\ncating that their alkaline tolerance was signiﬁcantly improved. The\nsurface-displayed HFBI may contribute to this result since HFBI is very\nstable at extreme pH conditions and can even resist protease degra-\ndation in vitro\n44,62–64. The increased tolerance of the codisplay cells to\nalkaline environments can facilitate the PET pretreatment process65.\nWe then explored whether the cell number of codisplay cells\ninﬂuenced their turnover rate. Figure3c shows that the turnover rate\nfor the codisplay cells was at its maximum (2146.5 × 10−5 sec−1)a n d\nremained constant when the protein concentration was less than\n1.3 nM. When the protein concentration exceeded 1.3 nM, the con-\nversion rates decreased rapidly. This result revealed that there the\ndisplayed PETase on the yeast surface might be optimal, which cor-\nresponded to the maximum PET surface-reaching of the displayed\nenzyme molecules. Additional displayed PETase molecules sterically\nhindered the PET surface and appeared inactive, leading to a\ndecrease in the turnover rate of the codisplay cells. The native\nPETase and the display cells faced similar situations as the codisplay\nsystem, and the turnover rate reached maximum values (6.5 × 10\n−5\nand 227.9 × 10−5 sec−1) when the protein concentrations were 370 nM\nand 11.3 nM, respectively (Supplementary Fig. 16c and Supplemen-\ntary Fig. 17). Finally, we found that the maximum turnover rate of the\ncodisplay cells was strikingly 328.8-fold higher than that of native\nPETase (Fig.3d).\nThen, we performed both SEM and optical microscopy to observe\nthe morphological changes in the codisplay cell-treated hcPETﬁlm. At\nthe same time, we used native PETase-treatedﬁlms as controls. As\nshown in Fig.3e, there was almost no surface erosion on the PETase-\ntreated hcPETﬁlm, suggesting that the enzymatic activity of native\nPETase against hcPET was rather low. In contrast, apparent cracks and\nerosion on the PET surface were observed by SEM when the yeast cells\nthat codisplayed HFBI and PETase were applied to hcPET. Microscopic\nobservation of cross-sections of the PETﬁlms was also performed to\nfurther evaluate the degradation results of our codisplay system. As\nshown in Fig.3f-g and Supplementary Fig. 18, almost no change in the\nthickness of the PETase-treated hcPETﬁlm was observed. A small but\nobvious reduction in thickness (~3.2%) was observed when our codis-\nplayed yeast cells degraded the hcPETﬁlm.\nTo further verify the functionality of the codisplay system, the\nenzymatic activity of the whole-cell biocatalyst toward a commercially\navailable lcPET (PET-GF, crystallinity of 6.3%) was also measured.\nConsidering that the degradation substrate was changed, we opti-\nmized the degradation conditions of both the codisplay cells and\npuriﬁed PETase for lcPET. As shown in Supplementary Fig. 19 and\nSupplementary Fig. 20, several reaction conditions, including tem-\nperature, pH, and cell number, caused obvious effects on the turnover\nrates of the codisplay cells and puriﬁed PETase. The optimal reaction\ntemperature remained at 40 °C (Supplementary Fig. 19a), and the\nmaximum turnover rate of the codisplay cells was achieved at pH 9,\nsimilar to native PETase (Supplementary Fig. 19b). These results were\nsimilar to those obtained by using hcPET as the degradation substrate.\nT h et u r n o v e rr a t ef o rt h ec o d i s p l a yc e l l sr e a c h e di t sm a x i m u m\n(2909.3 × 10\n−2 sec−1) when the normalized PETase concentration was\n0.65 nM. In contrast, the turnover rate of puriﬁed lcPET reached a\nmaximum value (5.6 × 10−2 sec−1) when the protein concentration was\n181.4 nM (Supplementary Fig. 19c). Accordingly, the maximum turn-\nover rate of the codisplay cells against lcPET was 519.5-fold higher than\nthat of the puriﬁed PETase (Supplementary Fig. 19d).\nSupplementary Fig. 21 shows the morphological changes in the\ncodisplay cell-treated lcPETﬁlm, as observed by SEM and optical\nmicroscopy. Obvious erosion spots were observed on the surface of\nlcPET, which is consistent with the results of hcPET degradation,\nindicating that the results were statistically signiﬁcant. In addition, it\ncan be seen from the SEM results that the PETﬁlms degraded by the\ncodisplay system were full of round pits with a size of ~5 microns,\nwhich was basically consistent with the size of yeast cells. These results\nrevealed that yeast cells adsorbed on the PET surface and then exerted\nenzyme activity, as seen in the adsorption experiment (Supplementary\nFig. 10 and Supplementary Fig. 11). The puriﬁed PETase contained small\ncorrosion spots locally and was very small. This result indicated that\nthe codisplay system could efﬁciently degrade lcPET and hcPET.\nIn addition, we tested the crystallinity of lcPET and hcPET before\nand after degradation at different temperatures using the codisplay\nsystem, as shown in Supplementary Fig. 22. For lcPET, it can be seen\nthat the crystallinity increases with increasing conversion level, indi-\ncating that PETase degraded amorphous PET in the codisplay system.\nHowever, the crystallinity of the PETﬁlm treated with the system\nwithout enzyme at different temperatures did not change obviously\ncompared with that of the control group, indicating that the\nArticle https://doi.org/10.1038/s41467-022-34908-z\nNature Communications|         (2022) 13:7138 6\nCodisplay\nPETase\n20 30 40 50\n0\n3\n6\n9\n12\n1000\n2000\n3000\n4000\n5000\nTurnover rate (x 10-5 sec-1)\na\n0\n2\n4\n6\n8\n10\n600\n1200\n1800\n2400\n234567 89 1 0\nCodisplay\nPETase\npH\nTurnover rate (x 10-5 sec-1)\nb\nCodisplay\nPETase\n0\n1\n2\n3\n4\n5\n6\n7\n1800\n2000\n2200\n2400\nTurnover rate (x 10-5 sec-1)\nProtein concentration (nM)\n61 2 18 1000 2000 3000\n3701.30\n123456\n0\n600\n1200\n1800\n2400\n1.30\nc\ne\nCommercial hcPET\nControl PETase Codisplay\nf\nControl PETase\nCodisplay\nCommercial hcPET\n(Crystallinity 45%)\n0\n1\n2\n3\n4\n5\n6\n1800\n2000\n2200\n2400\nCodisplay PETase\nTurnover rate (x 10-5 sec-1)\n0\n1\n300\n320\n340\nRelative activity (Fold)\n2146\n329\n6.5\n1\nd\n0\n50\n100\n150\n200\n250\n175.4 175.2 170.1\nControl PETase Codisplay\nFilm thickness (μm)\ng\nFig. 3 | Optimization of the degradation system and visualization of hcPETﬁlm\ndegradation. aEffect of temperature,b pH, andc protein concentration on PET\nhydrolysis.n = 3 independent experiments. Data were presented as mean values ±\nSD. d Comparison of the turnover rate of the codisplay cells and puriﬁed PETase\nunder the optimal conditions using PET as a substrate.n = 3 independent experi-\nments. Data were presented as mean values ± SD.e SEM image of commercial\nhcPET ﬁlm before and after incubation with PETase and codisplay cells. (Scale bar:\n5 μm). f Microscopic observation of a cross-section of a commercial hcPETﬁlm\nbefore and after incubation with PETase and codisplay cells. (Scale bar: 100μm).\ng Measurement result of the cross-section of the commercial hcPETﬁlm. Data were\npresented as mean values ± SD. All the experiments are repeated three times\nindependently, with similar results obtained. One representative is shown for (e)\nand (f). Source data for panels (a–e)a n d(g) are provided as a Source Dataﬁle.\nArticle https://doi.org/10.1038/s41467-022-34908-z\nNature Communications|         (2022) 13:7138 7\ntemperature (range of 20–50 °C) exhibited little effect on the crystal-\nlinity of PET. The change in crystallinity observed in the experiment\nwas mainly caused by enzyme digestion. The same results can also be\nobserved in hcPET samples, except that the crystallinity decreases with\nincreasing PET degradation, which suggested that the codisplay sys-\ntem exhibited no selectivity for PET hydrolysis. At the same time, the\nchange in temperature did not affect the crystallinity of the hcPETﬁlm,\nindicating that the change in crystallinity of PET was also caused by\nPETase.\nFinally, we compared the turnover rate based on the total pro-\nducts of MHET, TPA, and BHET for the puriﬁed PETase, yeast cells\nthat displayed only PETase, and those with codisplay at the optimal\ncondition using lcPET (Supplementary Fig. 23a) and hcPET (Supple-\nmentary Fig. 23b) as substrates. The conversion levels of hcPET and\nlcPET within 18 h at 30 °C were ~3.0% (depolymerization rate of 3.27\nmg\nproducts h−1 mgenzyme\n−1) and 55% (depolymerization rate of 178.15\nmgproducts h−1 mgenzyme\n−1), respectively (Supplementary Fig. 24).\nThe codisplay whole-cell biocatalyst system is robust and\nefﬁcient\nIt is expected that the codisplay cells will be used as whole-cell bio-\ncatalysts on an industrial scale; therefore, several properties related\nto industrial applications of the codisplay cells were evaluated,\nincluding thermal stability, reusability, chemical or solvent stability,\nstorage conditions, and long-term enzymatic activity. Figure 4a\nshows that the relative turnover rate of the codisplay cells remained\nat 100% when the cells were placed at 30 °C for 7 days, indicating that\nthe enzyme activity was almost unchanged during this incubation\ntime. Free PETase lost 40% of its original hydrolytic activity after\n1 day of incubation at 30 °C, and its enzyme activity was completely\nlost on theﬁfth day. These results revealed that the codisplay cells\nexhibited considerably higher thermostability\n66,67. This is one intrin-\nsic advantage of the surface display system68,69. Sanna et al. reported\nthat native HFBI did not degrade at 30 °C for 18 h62. Therefore, the\nexcellent thermostability of HFBI might play a role in the thermo-\nstability of the codisplay cells. Then, the reusability of the codisplay\ncells was investigated.\nAs shown in Fig.4b, the codisplay cells retained 85% of the ori-\nginal turnover rate after three rounds of use and 50% after seven\ncycles. There are two possible reasons for the decline in the turnover\nrate. Theﬁrst reason is that cells are inevitably lost in the recycling\nprocess. The second reason is that the degradation products might\noccupy the catalytic pocket of the displayed PETase and inhibit its\nactivities to some extent\n70. Next, we determined whether the pre-\nsence of organic solvents or detergents would affect the turnover\nrate of codisplay cells due to the pretreatment process of PET, which\noften involves these chemicals. Figure4c shows that the turnover\nrate toward hcPET retained 98, 82, and 72% when the codisplay cells\nwere incubated in the tested solutions that contained 0.1% Triton X-\n100, 10% methanol, and 10% ethanol, respectively. Compared with\nthe yeast cells that displayed PETase, the codisplay cells showed a\nhigher turnover rate at each test chemical solution\n34. For example,\nthe turnover rate of yeast cells that displayed PETase remained at just\n50% in 0.1% Triton X-100 solution\n34. The chemical stability of the\ncodisplay cells is beneﬁcial to the PET pretreatment processes, such\nas cleaning71. It is well known that hydrophobin can maintain its\nfunctional activity under extreme conditions42. Hence, the chemical\nstability of hydrophobin HFBI may be related to the stability of the\ncodisplay cells in the chemical solutions. Finally, the turnover rate of\nthe whole-cell biocatalyst was evaluated before and after lyophiliza-\ntion, which is a dehydration process that facilitates the storage and\ntransport of codisplay cells\n72. Supplementary Fig. 25 shows that the\nturnover rate of the codisplay cells toward PET remained nearly 100%\nafter freeze-drying, suggesting that the whole-cell biocatalyst\nretained almost total enzymatic activity after the dehydration\nprocess. Therefore, lyophilization is considered a storage option for\nthe future use of whole-cell biocatalysts.\nNext, we applied the codisplay cells to degrade commercial PET\nbottles. Figure4d shows that the whole-cell biocatalyst can efﬁciently\ndegrade different highly crystallized PET bottles. According to a pre-\nvious method\n13, we calculated the conversion level of the codisplay\ncells against the highly crystallized PET bottles used in our study. As\ns h o w ni nT a b l e1, the conversion levels were 3.1, 3.1, and 2.8% for\nNestle, Coca-Cola, and Pepsi PET bottles, respectively. In Yoshida’s\npaper, the conversion level of native PETase against hcPET was\n~0.0097%\n14. Compared to native PETase, the codisplay cells exhibited\nmuch higher degradation efﬁciency in the highly crystallized PET\nbottles. All were consistent with the conversion levels for hcPET and\nlcPET. The conversion level of the codisplay system was 3 and 55%\ntoward hcPET and lcPET, respectively, which was consistent with pre-\nvious microscopic observations. We also summarized and calculated\nthe conversion levels of several reported PETase mutants using the\nsame procedure in the Methods section (Table1). Clearly, the codis-\nplay system showed the best conversion level under 18 h for both high-\nand low-crystallinity PET. Finally, to evaluate the long-term function-\nality of the designed whole-cell biocatalyst, we used the codisplay\nsystem to degrade hcPET for 10 days. As shown in Fig.4e, f, the total\nproducts and relative conversion levels of hcPET in both the codisplay\nsystem and the display system increased with time and reached a\nmaximum around the ninth day, which was 10.9 and 1.2%, respectively.\nHowever, the degradation activity of wild-type PETase for hcPET was\nvery low, and the conversion level was only 0.003%. These results\nshowed that by establishing the codisplay system, the stability of\nPETase increases.\nAlthough the conversion level of codisplay cells against the\ncommercial bottles was the highest ever reported for any degradation\nsystem using PETase to our knowledge, there is still much room for\nimprovement. For example, we can screen and test more adhesive\nunits to further improve the binding of the yeast cell onto the PET\nsurface. By doing so, we hope that the codisplay system can be applied\nin the large-scale biological recycling of PET in the future.\nMolecular insights into the two-step degradation of PET by the\ncodisplay system\nTo explore how membrane-anchored HFBI/PETase engaged PET\nchains and how these interactions facilitated the subsequent cleavage\nof PET, all-atom MD simulations were performed. MD simulation has\nbeen adopted by several researchers to investigate the interactions\nbetween wild-type or mutant PETase and their substrate PET in soluble\nstates\n11,73–77. In the preequilibrated system (0 ns), randomly distributed\n4PET did not interact with the active center of PETase or the hydro-\nphobic region of HFBI (Fig.5a, Supplementary Fig. 26, and Supple-\nmentary Movies 1, 2). Over time, 4PET gradually aggregated near the\nhydrophobic amino acids of HFBI at ~40–50 ns. At ~60–70 ns, 4PET\ncompletely attached to the hydrophobic patch of HFBI, which occur-\nred mainly through the interaction of hydrophobic residues, and\nremained mostly bound for the rest of the trajectory. During this\nperiod, 4PET began to gather near the active center of PETase; even-\ntually, a number of 4PET molecules were gathered at ~100 ns. Calcu-\nlation of the distances between 4PET and the other two proteins\nagreed with the possible role of HFBI in the local enrichment of PETs\n(Supplementary Fig. 27). From the simulated trajectories, we postu-\nlated that our codisplay system completed PET degradation through\ntwo-step processes involving adsorption and hydrolysis, wherein the\nhydrophobin HFBI favorably binds to the PET chains and grabs the\nchains ﬁrmly (Fig.5b); then, PETase interacts with PET and performs a\nhydrolysis function (Fig.5c).\nNext, to delineate the interaction between PETase-linker-\nGCW51 and hcPET and to elucidate whether PETase-linker-GCW51\nfollows a conformational selection or induced-ﬁt mechanism, we\nArticle https://doi.org/10.1038/s41467-022-34908-z\nNature Communications|         (2022) 13:7138 8\na\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100Relative turnover rate (%)\n12345 67\nDays\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100Relative turnover rate (%)\nCodisplay\nPETase\n1 234567\nCycles\nCodisplay\nb\n0\n2\n4\n6\n8\n10\n12\n0 1234 5 67 89 10 11\nNative PETase\nDisplay\nCodisplay\nhcPET\nRelative degradation (%)\nTimes (d)\nf\nc\n0\n20\n40\n60\n80\n100Relative turnover rate (%)\nControl TritonControl Methanol Ethanol\nChemical/Solvent conditions\n0\n200\n400\n600\n800\n1000Released MHET (nmoles)\nd\nNestlé Coca-Cola Pepsi Unknown\n966 948 878\n3\nCommercial PET bottles\ne\n0\n1\n2\n3\n4\n01 2 3 4 5 678 9 10\nTimes (d)\nTotal products (μmoles)\nNative PETase\nDisplay\nCodisplay\nFig. 4 | The stability and functionality of the codisplay system. aThe thermo-\nstability of GS115/PETase-HFBI and puriﬁed PETase.b Effect of recycling times byP.\npastoris GS115/PETase-HFBI.c Effect of chemical/solvent conditions onP. pastoris\nGS115/PETase-HFBI and GS115/PETase-GCW51.d Degradation of commercial PET\nbottles with the whole-cell biocatalyst. Theﬁrst to third columns of data were\nmeasured by using the codisplay whole-cell biocatalyst, and the fourth column of\ndata was obtained from ref.14. The total products (e) and relative conversion levels\n(f) of the hcPET degraded by puriﬁed PETase,P. pastorisGS115/PETase-GCW51 and\nGS115/PETase-HFBI for a long reaction time. All the experiments are repeated three\ntimes. Data were presented as mean values ± SD. Source data are provided as a\nSource Dataﬁle.\nArticle https://doi.org/10.1038/s41467-022-34908-z\nNature Communications|         (2022) 13:7138 9\nperformed induced ﬁt molecular docking (IFD) analysis of\nPETase-linker-GCW51, in which a PET-tetramer represented the\npolymer substrate (4PET)\n73.T h e ﬁve highest-scoring docking\nposes were subjected to analys is with respect to the spatial\narrangement of the residues of the catalytic triad and the con-\nformation of the reactive part of the oligomer substrate 73.W e\nfound the best-predicted docking pose while taking the pro-\nductivity of the catalytic triad into account, as shown in Fig.5c.\nThe reacting carbonyl carbon of the substrate was bound with the\nscissile ethylene glycol moiety in the canonical gauche con-\nformation (Ψ\ngauche) in a twisted chain conformation, which was\nconsistent with how that wild-type PETase binds to 4PET73.\nIn this study, we developed a codisplay system to mimic the\nnatural two-step gradation process of PET by a whole-cell bioca-\ntalyst. Among the codisplay systems, the hydrophobin HFBI dis-\nplayed on the yeast cell surface was proposed to function as an\nadhesive unit to enhance the attachment of codisplay cells to the\nPET surface, which would achieve the aim of efﬁcient degradation\nof hcPET by the whole-cell biocatalyst. Our data showed that the\ndisplayed HFBI causes the codisplay cells to exhibit a hydro-\nphobic surface property. A twofold increase in the binding\nnumbers of the hydrophobin-producing yeast to hydrophobic\nPET was observed under the optimal catalytic conditions.\nHydrophobic interactions between yeast cells and their substrate\nPET may play a major role in attachment. An enzymatic assay\nconﬁrmed that the enzymatic activity of the codisplay cells was\n~328.8 times higher than that of the puriﬁed PETase. Our results\nnot only provide an efﬁcient strategy for efﬁciently biodegrading\nhcPET but also demonstrate the plasticity of the surface display\nsystem. By introducing different functional modules into the\nsurface display system, its performance can be greatly improved.\nIn the future, more functional units, such as MHETase, that can\nhydrolyze MHET to PET reagen ts can be introduced into the\nwhole-cell biocatalyst system to further enhance its performance."
    }
  ]
}