{
  "txt_file": "assessment-of-four-engineered-pet-degrading-enzymes-considering-large-scale-industrial-applications.txt",
  "pdf_file": "assessment-of-four-engineered-pet-degrading-enzymes-considering-large-scale-industrial-applications.pdf",
  "title": "Assessment of Four Engineered PET Degrading Enzymes",
  "experimental_sections": [
    {
      "heading": "MATERIALS AND METHODS",
      "text": "PET Powder Preparation. Amorphous commercial PET\nwas provided by Goodfellow Cambridge Ltd. (Huntingdon,\nUK, product number ES301445) and postconsumer colored-\nflake PET waste were provided by Sorepla Technologie SA, a\nrecycling company (Neufcha ̂ teau, France). Amorphous\ncommercial PET powder (Gf-PET) and postconsumer\ncolored-flake PET waste powder (PcW-PET), with 98% PET\ncontent, were prepared as previously described.\n13\nGf-PET\nmaterial has a T\ng\nof 76.5 °C, a percentage of crystallinity of\n7.7%, and is constituted of particles with sizes lower than 500\nμm. PcW-PET material has a T\ng\nof 78.4 °C, a percentage of\ncrystallinity of 14.6%, and is constituted of particles with size\nlower than 500 μm (D\n90\n< 400 μm and D\n50\nbetween 200 and\n250 μm).\nGene Construction. The genes encoding PES-\nH1\nL92F/Q94Y\n,\n16\nFAST-PETase,\n14\nand HotPETase\n11\nwere\nsynthesized with codon optimization for expression in E. coli\ncells (GeneCust, Boynes, France) into the pET-26b(+)\n(Novagen, San Diego, USA) vector between NdeI and XhoI\nrestriction sites. The gene encoding for the leaf-branch\ncompost cutinase (LCC) variant ICCG was cloned as\ndescribed previously.\n13\nA list of all nucleotide and amino\nacid sequences of the genes used in the study is provided in the\nSupporting Information.\nPreparative Protein Production. Genes were expressed\nin E. coli BL21 (DE3) competent cells (New England Biolabs,\nIpswich, USA) by cultivation in ZYM auto-inducible medium\n46\nfor 23 h at 21 °C. The E. coli cells were harvested by\ncentrifugation (6000g, 10 min, 10 °C) and suspended in lysis\nbuffer (20 mM Tris−HCl, pH 8.0, 300 mM NaCl). Cells were\ndisrupted by sonication on ice, and the lysate was clarified by\ncentrifugation (10,000g, 30 min, 10 °C). The soluble fraction\nwas applied to TALON metal affinity resin (Clontech, CA).\nAfter unbound proteins were washed with the lysis buffer\nsupplemented by 10 mM imidazole, bound proteins were\neluted with elution buffer (20 mM Tris−HCl, pH 8.0, 300 mM\nNaCl, 250 mM imidazole). The buffer was finally exchanged\nfor storage buffer (100 mM potassium phosphate, pH 8.0 for\nLCC\nICCG\n, FAST-PETase, and PES-H1\nL92F/Q94Y\nor 50 mM\nglycine−OH buffer pH 9.2 for HotPETase) using Hiprep 26/\n10 desalting column (GE healthcare, Chicago, IL). Purified\nprotein concentration was determined based on the calculated\nmolar extinction coefficient at 280 nm. Protein purity was\nevaluated by SDS−PAGE analysis.\nAnalytical Method for Melting Temperature Assess-\nment. DSF was used to assess the thermostability of LCC\nICCG\n,\nFAST-PETase, HotPETase, and PES-H1\nL92F/Q94Y\nby determin-\ning their melting temperature (T\nm\n). Protein samples were\nprepared at a concentration of 6.25 μM and stored in buffer\nconsisting of potassium phosphate (pH 8.0, 100 mM) for\nLCC\nICCG\n, FAST-PETase, and PES-H1\nL92F/Q94Y\n, or in glycine−\nOH buffer 50 mM, pH 9.2 for HotPETase. The SYPRO\nOrange dye 5000× stock solution in DMSO was first diluted to\n250× in water. Protein samples were loaded onto a white clear\n96-well PCR plate (Lifescience Bio-Rad, France, catalog no.\nHSP9601) with each well containing a final volume of 25 μL.\nThe final concentration of protein and SYPRO Orange dye in\neach well was 6 μM and 10×, respectively. Loaded volumes per\nwell were as follows: 24 μL of the 6.25 μM protein solution\nand 1 μL of the 250× SYPRO Orange diluted solution. The\nPCR plates were then sealed with optical-quality sealing tape\nand spun at 2000 rpm for 1 min at room temperature. DSF\nexperiments were then carried out using a Bio-Rad CFX96\nreal-time PCR system set on the FRET channel to use the\n450/490 excitation and 560/580 emission filters. The samples\nwere heated from 25 to 100 °C at the rate of 0.3 °C s\n−1\n. A\nsingle fluorescence measurement was taken every 0.03 s. The\nT\nm\nwas determined from the peak of the first derivatives of the\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.3c02922\nACS Catal. 2023, 13, 13156−13166\n13162\n\nmelting curve using the Bio-Rad CFX Manager software. T\nm\nvalues correspond to the average of three measurements.\nPET Depolymerization Assay Using Amorphous\nGoodfellow Film as Substrate. A 49 mL aliquot of\npotassium phosphate buffer (pH 8.0, 100 mM) or glycine−\nOH buffer (pH 9.2, 50 mM) was combined with 100 mg of Gf-\nPET in a 100 mL glass bottle and incubated at 45, 50, 60, 65,\nor 68 °C in a stirring dry bath 15−100 (2mag AG, Munich,\nGermany) under agitation at 200 rpm until the solution\nreached the desired temperature. The depolymerization was\ninitiated by adding 1 mL of a 0.02 mg\nenzyme\nmL\n−1\n(0.7 μM of\nenzyme) solution of purified protein (final concentration of 0.2\nmg\nenzyme\ng\nPET\n−1\n) in 100 mM potassium phosphate buffer, pH\n8.0 for LCC\nICCG\n, FAST-PETase, and PES-H1\nL92F/Q94Y\n, or in\nglycine−OH buffer 50 mM, pH 9.2 for HotPETase. Samples\nwere harvested at 2, 4, 6, 9, 24, 48, 72, and 96 h of reaction\ntime and analyzed by ultraviolet light (UV) absorbance\nmeasurements at 242 nm for the determination of PET\ndepolymerization kinetics (see below). Reactions were\nperformed in triplicate.\nPET Depolymerization Assay in a Bioreactor. PET\ndepolymerization reactions at 20% PET (w/w) were\nperformed using 49 mg of purified protein (1.7 μmol)\nprepared in 195 mL of potassium phosphate buffer (pH 8.0,\n100 mM) or glycine−OH buffer (pH 9.2, 50 mM) that was\ncombined with 50 g of PcW-PET (98% purity). PET\ndepolymerization reactions at 16.5% PET (w/w) were\nperformed using 40.43 mg of purified protein (1.4 μmol)\nprepared in 203.75 mL of potassium phosphate buffer (pH 8.0,\n100 mM) or glycine−OH buffer (pH 9.2, 50 mM) that were\ncombined with 41.25 g of PcW-PET (98% purity). Reactions\nwere performed in a 500 mL Benchtop F1 0.5 MB Bioreactor\n(AD Biotec, France). Temperature regulation was performed\nin the water-jacketed bioreactor, and a double Rushton\nimpeller was used to maintain constant agitation at 800 rpm.\nThe pH value was regulated to pH 8.0 or 9.2 by the addition of\na 20% NaOH (w/w) solution using the ROSITA 2.0 software\n(AD Biotec, France). The kinetics of the PET depolymeriza-\ntion was followed based on NaOH consumption, considering\nthe exclusive production of TPA and EG. Terephthalic acid has\ntwo carboxylic acid groups; therefore, 1 mol of NaOH titrates\n0.5 mol of terephthalic acid. Thus, the conversion of PET to\nterephthalic acid can be easily calculated from the amount of\nNaOH consumed. In addition, samples were harvested at\ndifferent time points and analyzed by UHPLC (see below) to\nadjust PET conversion overtime by considering the TPA/\nMHET ratio (1 mol of NaOH is consumed to titrate 1 mol of\nthe monoacid MHET). The final yield of the PET\ndepolymerization assay was determined either by NaOH\nconsumption or by dry weight determination of residual PET.\nTo determine dry weight of residual PET, the entire reaction\nsolution, including solid particles, was filtered through a 12 to\n15 μm grade 11 ashless paper filter (Dutscher SAS, Brumath,\nFrance) and dried. Maximum productivities in g\nTPAeq\nL\n−1\nh\n−1\nwere estimated from a linear time frame of the NaOH\nconsumption kinetics generated using FAST-PETase, HotPE-\nTase, PES-H1\nL92F/Q94Y\n, or LCC\nICCG\n. Average productivities in\ng\nTPAeq\nL\n−1\nh\n−1\nwere estimated after 24 h of reaction. An\nadditional average productivity in g\nTPAeq\nL\n−1\nh\n−1\nwas\nspecifically estimated after 48 h of reaction when using PES-\nH1\nL92F/Q94Y\n.\nQuantification of Soluble Products Using Ultraviolet\nLight Absorbance. Kinetics of Gf-PET enzymatic depolyme-\nrization were followed by UV light absorbance using a method\nadapted from Zhong-Johnson et al.\n47\nBriefly, the absorbance of\nthe reaction mixtures in the ultraviolet region of the light\nspectrum (at 242 nm) indicates the release of soluble TPA or\nits esters (MHET, BHET, and others) from the insoluble PET\nsubstrate. Standard curves of TPA, MHET, and BHET were\nperformed at 242 nm using an Eon Microplate Spectropho-\ntometer (BioTek, USA). An average coefficient of 16,400 M\n−1\ncm\n−1\ncorresponding to a combination of these products was\nused. Samplings performed at different times (typically at 2, 4,\n6, 9, 24, 48, 72, and 96 h) during the hydrolysis of Gf-PET\nwere analyzed by absorbance reading at 242 nm. If necessary,\nsamples were diluted in potassium phosphate buffer (pH 8.0,\n100 mM). The absorbance value is used to calculate the overall\nsum of soluble PET hydrolysis products according to the\nLambert−Beer law. The SA of PET hydrolysis in μmol\nTPAeq\nh\n−1\nmg\nenzyme\n−1\nwas determined in the linear part (typically\nbetween 0 and 4 h reaction time) of the hydrolysis curve of the\nreaction. Alternatively, when enzymes suffered from poor\nthermostability, specific activity was determined between 0 and\n2 h of reaction time. The term TPA\neq\ncorresponds to the sum\nof soluble products released from the hydrolysis the PET\npolymer (e.g., TPA, MHET, BHET, and longer soluble\noligomers).\nAnalytical Method for TPA, MHET, and BHET\nDetection by UHPLC. The concentrations of TPA, MHET,\nand BHET were monitored by UHPLC. When required,\nsamples were diluted in potassium phosphate buffer (pH 8.0,\n100 mM). Then, 150 μL of methanol and 6.5 μL of HCl 6 N\nwere added to 150 μL of a (diluted) sample. After\nhomogenization and filtering through a 0.45 μm syringe filter,\n20 μL of the sample was injected into a UHPLC column. The\nchromatography system used was a Vanquish UHPLC system\n(Thermo Fisher Scientific, Waltham, MA) equipped with a\npump module, an autosampler, a column oven thermostated at\n25 °C, and a UV detector at 240 nm. TPA, MHET, and BHET\nwere separated using a gradient of methanol (30 to 90%) in 1\nmM H\n2\nS0\n4\nat 1 mL min\n−1\nthrough a Discovery HS C18 HPLC\ncolumn (150 mm × 4.6 mm, 5 μm) equipped with a\nprecolumn (Supelco, Bellefonte, PA). TPA, MHET, and\nBHET were quantified according to standard curves, prepared\nfrom commercial TPA and BHET (Sigma-Aldrich, St. Louis,\nMO) and in-house synthesized MHET,\n13\nunder the same\nconditions as for the samples.\n■\nASSOCIATED CONTENT\n*\nsı"
    }
  ],
  "computational_sections": [
    {
      "heading": "Engineering by Combined Computational and in Vitro Evolution",
      "text": "Approaches. Trends Biochem. Sci. 2016, 41, 421−433.\n(11) Bell, E. L.; Smithson, R.; Kilbride, S.; Foster, J.; Hardy, F. J.;\nRamachandran, S.; Tedstone, A. A.; Haigh, S. J.; Garforth, A. A.; Day,\nP. J. R.; Levy, C.; Shaver, M. P.; Green, A. P. Directed Evolution of an\nEfficient and Thermostable PET Depolymerase. Nat. Catal. 2022, 5\n(8), 673−681.\n(12) Sulaiman, S.; Yamato, S.; Kanaya, E.; Kim, J.-J.; Koga, Y.;\nTakano, K.; Kanaya, S. Isolation of a Novel Cutinase Homolog with\nPolyethylene Terephthalate-Degrading Activity from Leaf-Branch\nCompost by Using a Metagenomic Approach. Appl. Environ.\nMicrobiol. 2012, 78 (5), 1556−1562.\n(13) Tournier, V.; Topham, C. M.; Gilles, A.; David, B.; Folgoas, C.;\nMoya-Leclair, E.; Kamionka, E.; Desrousseaux, M. L.; Texier, H.;\nGavalda, S.; Cot, M.; Guémard, E.; Dalibey, M.; Nomme, J.; Cioci, G.;\nBarbe, S.; Chateau, M.; André, I.; Duquesne, S.; Marty, A. An\nEngineered PET Depolymerase to Break down and Recycle Plastic\nBottles. Nature 2020, 580 (7802), 216−219.\n(14) Lu, H.; Diaz, D. J.; Czarnecki, N. J.; Zhu, C.; Kim, W.; Shroff,\nR.; Acosta, D. J.; Alexander, B. R.; Cole, H. O.; Zhang, Y.; Lynd, N.\nA.; Ellington, A. D.; Alper, H. S. Machine Learning-Aided Engineering\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.3c02922\nACS Catal. 2023, 13, 13156−13166\n13164\n\nof Hydrolases for PET Depolymerization. Nature 2022, 604 (7907),\n662−667.\n(15) Han, X.; Liu, W.; Huang, J.-W.; Ma, J.; Zheng, Y.; Ko, T.-P.;\nXu, L.; Cheng, Y.-S.; Chen, C.-C.; Guo, R.-T. Structural Insight into\nCatalytic Mechanism of PET Hydrolase. Nat. Commun. 2017, 8 (1),\n2106.\n(16) Pfaff, L.; Gao, J.; Li, Z.; Jäckering, A.; Weber, G.; Mican, J.;\nChen, Y.; Dong, W.; Han, X.; Feiler, C. G.; Ao, Y. F.; Badenhorst, C.\nP. S.; Bednar, D.; Palm, G. J.; Lammers, M.; Damborsky, J.; Strodel,\nB.; Liu, W.; Bornscheuer, U. T.; Wei, R. Multiple Substrate Binding\nMode-Guided Engineering of a Thermophilic PET Hydrolase. ACS\nCatal. 2022, 12 (15), 9790−9800.\n(17) Castro-Rodríguez, J. A.; Rodríguez-Sotres, R.; Farrés, A.\nDeterminants for an Efficient Enzymatic Catalysis in Poly(Ethylene\nTerephthalate) Degradation. Catalysts 2023, 13, 591.\n(18) Kushwaha, A.; Goswami, L.; Singhvi, M.; Kim, B. S.\nBiodegradation of Poly(Ethylene Terephthalate): Mechanistic In-\nsights, Advances, and Future Innovative Strategies. Chem. Eng. J.\n2023, 457, 141230.\n(19) Marten, E.; Mu ̈ ller, R. J.; Deckwer, W. D. Studies on the\nEnzymatic Hydrolysis of Polyesters I. Low Molecular Mass Model\nEsters and Aliphatic Polyesters. Polym. Degrad. Stab. 2003, 80 (3),\n485−501.\n(20) Wei, R.; Breite, D.; Song, C.; Gräsing, D.; Ploss, T.; Hille, P.;\nSchwerdtfeger, R.; Matysik, J.; Schulze, A.; Zimmermann, W.\nBiocatalytic Degradation Efficiency of Postconsumer Polyethylene\nTerephthalate Packaging Determined by Their Polymer Micro-\nstructures. Adv. Sci. 2019, 6 (14), 1900491.\n(21) Kawai, F.; Kawabata, T.; Oda, M. Current Knowledge on\nEnzymatic PET Degradation and Its Possible Application to Waste\nStream Management and Other Fields. Appl. Microbiol. Biotechnol.\n2019, 103, 4253−4268.\n(22) Erickson, E.; Gado, J. E.; Avilán, L.; Bratti, F.; Brizendine, R. K.;\nCox, P. A.; Gill, R.; Graham, R.; Kim, D. J.; König, G.; Michener, W.\nE.; Poudel, S.; Ramirez, K. J.; Shakespeare, T. J.; Zahn, M.; Boyd, E.\nS.; Payne, C. M.; DuBois, J. L.; Pickford, A. R.; Beckham, G. T.;\nMcGeehan, J. E. Sourcing Thermotolerant Poly(Ethylene Tereph-\nthalate) Hydrolase Scaffolds from Natural Diversity. Nat. Commun.\n2022, 13 (1), 7850.\n(23) Singh, A.; Rorrer, N. A.; Nicholson, S. R.; Erickson, E.;\nDesVeaux, J. S.; Avelino, A. F. T.; Lamers, P.; Bhatt, A.; Zhang, Y.;\nAvery, G.; Tao, L.; Pickford, A. R.; Carpenter, A. C.; McGeehan, J. E.;\nBeckham, G. T. Techno-Economic, Life-Cycle, and Socioeconomic\nImpact Analysis of Enzymatic Recycling of Poly(Ethylene Tereph-\nthalate). Joule 2021, 5 (9), 2479−2503.\n(24) Uekert, T.; DesVeaux, J. S.; Singh, A.; Nicholson, S. R.; Lamers,\nP.; Ghosh, T.; McGeehan, J. E.; Carpenter, A. C.; Beckham, G. T. Life\nCycle Assessment of Enzymatic Poly(Ethylene Terephthalate)\nRecycling. Green Chem. 2022, 24 (17), 6531−6543.\n(25) Castro, A. M. D.; Carniel, A.; Stahelin, D.; Chinelatto Junior, L.\nS.; Honorato, H. d. A.; de Menezes, S. M. C. High-Fold Improvement\nof Assorted Post-Consumer Poly(Ethylene Terephthalate) (PET)\nPackages Hydrolysis Using Humicola Insolens Cutinase as a Single\nBiocatalyst. Process Biochem. 2019, 81, 85−91.\n(26) Brizendine, R. K.; Erickson, E.; Haugen, S. J.; Ramirez, K. J.;\nMiscall, J.; Salvachu ́a, D.; Pickford, A. R.; Sobkowicz, M. J.;\nMcgeehan, J. E.; Beckham, G. T. Particle Size Reduction of\nPoly(Ethylene Terephthalate) Increases the Rate of Enzymatic\nDepolymerization but Does Not Increase the Overall Conversion\nExtent. ACS Sustain. Chem. Eng. 2022, 10 (28), 9131−9140.\n(27) Gamerith, C.; Zartl, B.; Pellis, A.; Guillamot, F.; Marty, A.;\nAcero, E. H.; Guebitz, G. M. Enzymatic Recovery of Polyester\nBuilding Blocks from Polymer Blends. Process Biochem. 2017, 59, 58−\n64.\n(28) Uekert, T.; Singh, A.; DesVeaux, J. S.; Ghosh, T.; Bhatt, A.;\nYadav, G.; Afzal, S.; Walzberg, J.; Knauer, K. M.; Nicholson, S. R.;\nBeckham, G. T.; Carpenter, A. C. Technical, Economic, and\nEnvironmental Comparison of Closed-Loop Recycling Technologies\nfor Common Plastics. ACS Sustain. Chem. Eng. 2023, 11 (3), 965−\n978.\n(29) Ronkvist, Å. M.; Xie, W.; Lu, W.; Gross, R. A. Cutinase-\nCatalyzed Hydrolysis of Poly(Ethylene Terephthalate). Macro-\nmolecules 2009, 42 (14), 5128−5138.\n(30) Mueller, R. J. Biological Degradation of Synthetic Polyesters-\nEnzymes as Potential Catalysts for Polyester Recycling. Process\nBiochem. 2006, 41 (10), 2124−2128.\n(31) Vertommen, M. A. M. E.; Nierstrasz, V. A.; Veer, M. V. D.;\nWarmoeskerken, M. M. C. G. Enzymatic Surface Modification of\nPoly(Ethylene Terephthalate). J. Biotechnol. 2005, 120 (4), 376−386.\n(32) Austin, H. P.; Allen, M. D.; Donohoe, B. S.; Rorrer, N. A.;\nKearns, F. L.; Silveira, R. L.; Pollard, B. C.; Dominick, G.; Duman, R.;\nEl Omari, K.; Mykhaylyk, V.; Wagner, A.; Michener, W. E.; Amore,\nA.; Skaf, M. S.; Crowley, M. F.; Thorne, A. W.; Johnson, C. W.;\nWoodcock, H. L.; McGeehan, J. E.; Beckham, G. T. Characterization\nand Engineering of a Plastic-Degrading Aromatic Polyesterase. Proc.\nNatl. Acad. Sci. U.S.A. 2018, 115 (19), E4350−E4357.\n(33) Kawai, F. Emerging Strategies in Polyethylene Terephthalate\nHydrolase Research for Biorecycling. ChemSusChem 2021, 14 (19),\n4115−4122.\n(34) Thomsen, T. B.; Hunt, C. J.; Meyer, A. S. Standardized Method\nfor Controlled Modification of Poly (Ethylene Terephthalate) (PET)\nCrystallinity for Assaying PET Degrading Enzymes. MethodsX 2022,\n9, 101815.\n(35) Rezazadeh, A.; Thomsen, K.; Gavala, H. N.; Skiadas, I. V.;\nFosbøl, P. L. Solubility and Freezing Points of Disodium\nTerephthalate in Water-Ethylene Glycol Mixtures. J. Chem. Eng.\nData 2021, 66 (5), 2143−2152.\n(36) Arnling Ba ̊a ̊th, J.; Jensen, K.; Borch, K.; Westh, P.; Kari, J.\nSabatier Principle for Rationalizing Enzymatic Hydrolysis of a\nSynthetic Polyester. JACS Au 2022, 2 (5), 1223−1231.\n(37) Kawai, F.; Kawabata, T.; Oda, M. Current State and\nPerspectives Related to the Polyethylene Terephthalate Hydrolases\nAvailable for Biorecycling. ACS Sustain. Chem. Eng. 2020, 8 (24),\n8894−8908.\n(38) Siddiqui, K. S.; Ertan, H.; Poljak, A.; Bridge, W. J. Evaluating\nEnzymatic Productivity. The Missing Link to Enzyme Utility. Int. J.\nMol. Sci. 2022, 23, 6908.\n(39) Ma, S. K.; Gruber, J.; Davis, C.; Newman, L.; Gray, D.; Wang,\nA.; Grate, J.; Huisman, G. W.; Sheldon, R. A. A Green-by-Design\nBiocatalytic Process for Atorvastatin Intermediate. Green Chem. 2010,\n12 (1), 81−86.\n(40) Langevin, D.; Grenet, J.; Saiter, J. M. Moisture Sorption in Pet\nInfluence on the Thermokinetic Parameters. Eur. Polym. J. 1994, 30\n(3), 339−345.\n(41) Kawai, F.; Oda, M.; Tamashiro, T.; Waku, T.; Tanaka, N.;\nYamamoto, M.; Mizushima, H.; Miyakawa, T.; Tanokura, M. A Novel\nCa2+-Activated, Thermostabilized Polyesterase Capable of Hydro-\nlyzing Polyethylene Terephthalate from Saccharomonospora Viridis\nAHK190. Appl. Microbiol. Biotechnol. 2014, 98 (24), 10053−10064.\n(42) Levine, H.; Slade, L. Water as a Plasticizer: Physico-Chemical\nAspects of Low-Moisture Polymeric Systems. Water Science Reviews 3;\nCambridge University Press, 1988; pp 79−185..\n(43) Zhang, T.; Liu, S.; Li, H.; Wu, H.; Guo, S. The Enhancement\nMechanism of Flowability and Modulus of PET/TFP-Glass\nComposites. Polym. Compos. 2019, 40 (7), 2555−2563.\n(44) Schubert, S.; Schaller, K.; Ba ̊a ̊th, J. A.; Hunt, C.; Borch, K.;\nJensen, K.; Brask, J.; Westh, P. Reaction Pathways for the Enzymatic\nDegradation of Poly(Ethylene Terephthalate): What Characterizes an\nEfficient PET-Hydrolase? ChemBioChem 2023, 24 (3),\nNo. e202200516.\n(45) Clayden, J.; Greeves, N.; Warren, S. Organic Chemistry; Oxford\nUniversity Press, 2012; pp 240−267.\n(46) Studier, F. W. Protein Production by Auto-Induction in High-\nDensity Shaking Cultures. Protein Expression Purif. 2005, 41 (1),\n207−234.\n(47) Zhong-Johnson, E. Z. L.; Voigt, C. A.; Sinskey, A. J. An\nAbsorbance Method for Analysis of Enzymatic Degradation Kinetics\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.3c02922\nACS Catal. 2023, 13, 13156−13166\n13165\n\nof Poly(Ethylene Terephthalate) Films. Sci. Rep. 2021, 11 (1), 928−\n929.\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.3c02922\nACS Catal. 2023, 13, 13156−13166\n13166"
    }
  ],
  "results_sections": [
    {
      "heading": "RESULTS",
      "text": "Standardized Assay to Evaluate Performances of\nFour Engineered PET Degrading Enzymes. Numerous\nstrategies have successfully been developed to improve PET\nhydrolase performances in heterogeneous systems. Never-\ntheless, there is still a lack of a standardized approach to\nrationalize the kinetics of these interfacial enzymes, therefore\nhampering fundamental and comparative descriptions of PET-\nhydrolases.\n36\nAmorphous Goodfellow film is a commercially\navailable substrate suitable to compare enzyme performances.\nExchange surface is a key parameter for the efficient hydrolysis\nof PET, and several PET hydrolases have shown very poor\nperformances on amorphous PET film compared to\namorphous PET powder.\n22\nConsequently, cryo-ground Good-\nfellow films sieved under 500 μm (Gf-PET) appear as good\ncandidates for further enzymatic reactions. Comparative\nperformance assessments were performed using an initial\nPET concentration of 2 g\nPET\nL\n−1\n(e.g., 100 mg of Gf-PET in 50\nmL) in a low ionic strength buffer but sufficient to keep a\nstable pH over a theoretically full PET conversion, where 10.4\nmM of TPA would be released. To facilitate the evaluation of\nthe four different biocatalysts studied here (LCC\nICCG\n,\n13\nFAST-\nPETase,\n14\nHotPETase,\n11\nand PES-H1\nL92F/Q94Y\n),\n16\nthe enzyme/\nsubstrate ratio (e.g., mg\nenzyme\ng\nPET\n−1\n), the specific activity (e.g.,\nμmol\nTPAeq\nh\n−1\nmg\nenzyme\n−1\n), as well as the final PET conversion\nobtained after a given time of enzyme treatment are provided\nas already pointed out in recent reviews.\n37−39\nAll biocatalysts\nwere purified from Escherichia coli as the expression host\n(Figure S1) and subjected to differential scanning fluorimetry\n(DSF) for melting temperature assessments (Figure S2). The\nevaluated T\nm\nmatched the literature values (Table S1). FAST-\nPETase has the lowest melting temperature (63.3 °C),\nfollowed by PES-H1\nL92F/Q94Y\n(77.6 °C), HotPETase (80.5\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.3c02922\nACS Catal. 2023, 13, 13156−13166\n13158\n\n°C), and LCC\nICCG\n(91.7 °C). As mentioned above, it is very\nimportant to perform PET depolymerization at a high\ntemperature, close to the T\ng\nof PET which is near 70 °C\n40−\n43\nin aqueous solution. Enzymes’ performances were evaluated\nat low (nonsaturating) enzyme concentration (0.2 mg\nenzyme\ng\nPET\n−1\n) using 2 g\nPET\nL\n−1\nand at five temperatures to match the\noptimal temperature range reported in the literature for each\nenzyme (e.g., 45, 50, 60, 65, and 68 °C). The maximal\ntemperature of 68 °C was chosen to avoid PET recrystalliza-\ntion, which impedes enzymatic PET hydrolysis for all known\nenzymes. In the light of the literature, performances of FAST-\nPETase, PES-H1\nL92F/Q94Y\n, and LCC\nICCG\nwere evaluated using\n0.1 M phosphate buffer at pH 8.0 while performances of\nHotPETase were monitored using 0.05 M glycine−OH buffer\nat pH 9.2, as reported in the earlier study.\n11,13,14,16\nKinetics of\nPET depolymerization were assessed using UV absorbance\nanalysis, where all soluble products released during PET\ndepolymerization (e.g., TPA, MHET, BHET, and longer\nsoluble oligomers) can be accounted for. The results of these\nPET depolymerizations are shown in Figure 1a−d and the\nassessed enzymes’ specific activities (SA) are shown in Figure\n1e.\nFAST-PETase has a SA of 246 μmol\nTPAeq\nh\n−1\nmg\nenzyme\n−1\nwhen PET depolymerization is performed at 45 °C and\nexhibited its highest SA at 50 °C, (348 μmol\nTPAeq\nh\n−1\nmg\nenzyme\n−1\n) (Figure 1e and Table S2) where the reaction\nreached a PET conversion of 10% of hydrolysis after 24 h\nbefore stopping the reaction (Figure 1a and Table S2). When\nPET depolymerization was performed at 60 °C and above,\nFAST-PETase suffered from its low thermostability and\nappeared to be destabilized very rapidly, with no significant\nactivity detected. As expected for a more thermostable enzyme,\nthe SA of HotPETase was improved from 211 μmol\nTPAeq\nh\n−1\nmg\nenzyme\n−1\nat 45 °C up to 1351 μmol\nTPAeq\nh\n−1\nmg\nenzyme\n−1\nat 65\n°C (Figure 1e and Table S2). However, while 25% substrate\nconversion was achieved at 60 °C, only 12% was reached at 65\n°C, reflecting HotPETases’ low stability at temperatures higher\nthan 60 °C (Figure 1b and Table S2). Likewise, PES-\nH1\nL92F/Q94Y\nshowed its highest SA at 65 °C (481 μmol\nTPAeq\nh\n−1\nmg\nenzyme\n−1\n) (Figure 1e and Table S2), and depolymerization\nstopped rapidly at temperatures higher than 60 °C (Figure 1c).\nWhile the reaction stopped after 9 h to reach 7% PET\ndepolymerization at 65 °C, it was able to run over 24 h at 60\n°C to reach 11% PET conversion. Finally, LCC\nICCG\nshowed its\nFigure 1. Performance assessments of four enzymes during Gf-PET depolymerization employing a unified and universally applicable assay format.\nEnzyme-based PET depolymerizations of a 2 g\nPET\nL\n−1\nsolution (total volume of 50 mL) under nonsaturating concentration of enzyme (0.2 mg\nenzyme\ng\nPET\n−1\n) performed at 45 °C (light blue, cross), 50 °C (blue, filled triangle), 60 °C (purple, filled diamond), 65 °C (orange, filled square) and 68 °C\n(red, filled circle) for (a) FAST-PETase (pH 8.0), (b) HotPETase (pH 9.2), (c) PES-H1\nL92F/Q94Y\n(pH 8.0), and (d) LCC\nICCG\n(pH 8.0). (e)\nSpecific activities of the four enzymes were assessed from the PET depolymerizations performed at different temperatures. Mean ± s.d. (n = 3).\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.3c02922\nACS Catal. 2023, 13, 13156−13166\n13159\n\nhighest SA at 68 °C (963 μmol\nTPAeq\nh\n−1\nmg\nenzyme\n−1\n) (Figure 1e\nand Table S2), and its overall stability allowed the reaction to\nproceed over 48 h at 68 °C (Figure 1d), where PET\nconversion reached 46% (Table S2). From this first perform-\nance evaluation, we decided to use each enzyme under its best\ntemperature condition (e.g., 50 °C for FAST-PETase, 60 °C\nfor HotPETase and PES-H1\nL92F/Q94Y\n, and 68 °C for LCC\nICCG\n)\nto reassess the enzyme performances under an upscaled PET\ndepolymerization assay, including the new constraints\npreviously described.\nPerformances of the PET Hydrolases under Larger\nScale Bioreactor Conditions. Gf-PET appears to be an\nappropriate uniform PET substrate accessible to everyone to\nperform a comparative evaluation of PET hydrolases through\nSA and stability studies. Nevertheless, it is of great interest to\nfurther corroborate these initial performances by conducting\nenzyme-based depolymerization on a larger scale (e.g., in a 0.5\nL bioreactor) using a significant amount of postconsumer\nwaste polymer (PcW-PET). Even though postconsumer bottle\nflakes are readily available globally from various suppliers, these\nPET samples can be produced by crushing a mix of water,\nsoda, milk, or cosmetics bottles. Still, this crushed material is\nhighly crystalline (typically 30−40% crystallinity), which\nmakes it recalcitrant to enzymatic hydrolysis. A suitable\namorphous material was obtained by rapidly cooling previously\nmelted PET pellets in an extruder at 265 °C and cryogrinding\nthem into sieved PET powder with a particle size of less than\n500 μm.\n5\nThe investment expenditure (CAPEX) dedicated to the\ndepolymerization section mainly relies on the productivity of\nthe PET depolymerization, expressed in grams of products\nreleased per liter and per hour. This productivity is a function\nof three parameters: (i) the concentration of PET waste, (ii)\nthe kinetics of the reaction, and (iii) the final conversion of\nPET and hence the yield of TPA and EG recovered, as\nunderlined by a life cycle assessment study of enzymatic PET\nrecycling.\n24\nTo maximize batch productivity, we aimed for a\nmaximum PET loading in the reactor while ensuring that the\ndisodium terephthalate generated would remain soluble.\nConsidering the disodium terephthalate solubility (13% w/\nw),\n35\nthe addition of a 20% (w/w) NaOH solution for pH\nregulation and the transformation of PET solid polymer into\ntwo water-soluble products, the initial PET waste concen-\ntration can be set at 15.5% (w/w). However, within an\nindustrial facility, an additional water volume must be\nconsidered to clean the reactor, to flush circuits from the\nreactor to the filter, and to wash the postreaction filtrate. Two\nloadings of PET were then tested: 16.5% (w/w) and 20% (w/\nw), considering a post reaction addition of water of 3.5 and\n20%, respectively.\nConsidering the enzymes’ performances described previ-\nously, 16.5% (w/w) PcW-PET depolymerizations were\nperformed at 50 °C when using FAST-PETase, 60 °C for\nHotPETase and PES-H1\nL92F/Q94Y\n, and 68 °C for LCC\nICCG\n(Figure 2, Table S3). PET substrate conversion reached 15%\nafter 24 h using FAST-PETase at 50 °C (Table S3), but the\nPET depolymerization rate slowed down considerably very\nearly on (2 h after the beginning of the reaction), indicating\ninsufficient stability of this enzyme even at 50 °C (Figure 2).\nConsequently, while Fast-PETase has a maximum productivity\nof 13.5 g\nTPAeq\nL\n−1\nh\n−1\n, the average productivity is only 0.9\ng\nTPAeq\nL\n−1\nh\n−1\nover 24 h (Table 2). Likewise, HotPETase was\nable to achieve 26% PET conversion in 24 h at 60 °C, but its\nactivity deteriorated after 2 to 3 h of reaction time (Figure 2\nFigure 2. Comparison of 16.5% (w/w) PcW-PET depolymerizations performed by the four enzymes at bioreactor scale. Enzyme-based PET\ndepolymerizations were performed using FAST-PETase at 50 °C, pH 8.0 (orange), HotPETase at 60 °C, pH 9.2 (red), PES-H1\nL92F/Q94Y\nat 60 °C,\npH 8.0 (purple), and LCC\nICCG\nat 68 °C, pH 8.0 (blue) of a 165 g\nPET\nkg\n−1\nsolution with 1 mg\nenzyme\ng\nPET\n−1\n. Dots represent the PET conversion in %\nmeasured by the NaOH consumption, considering an exclusive production of TPA and EG (2 mol of NaOH is consumed to titrate 1 mol of the\ndiacid TPA). Crosses represent the percentage of PET conversion adjusted by considering the TPA/MHET ratio (1 mol of NaOH is consumed to\ntitrate, 1 mol of the monoacid MHET).\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.3c02922\nACS Catal. 2023, 13, 13156−13166\n13160\n\nand Table S3). A maximum productivity of 10.8 g\nTPAeq\nL\n−1\nh\n−1\ncan be estimated, but it decreases to an average productivity of\n1.57 g\nTPAeq\nL\n−1\nh\n−1\nover 24 h (Table 2). Despite all efforts\ndevoted to the evolution of IsPETase, it appears that this\nenzyme still suffers from an intrinsic lack of (thermo)stability,\nand the catalytic properties of HotPETase, including product\ninhibition, are still not aligned with the requirements for its\nimplementation in an enzyme-based PET depolymerization\nprocess on the industrial scale. In contrast, the 80% PET\nconversion obtained after 24 h (96% after 48 h) when using\nPES-H1\nL92F/Q94Y\nat 60 °C (Figures 2, S3 and Table S3)\nemphasizes continuous enzyme performance when increasing\nthe scale of the PET depolymerization assay. A maximum\nproductivity of 15.5 g\nTPAeq\nL\n−1\nh\n−1\ncan be estimated as well as\nan average productivity of 4.75 g\nTPAeq\nL\n−1\nh\n−1\nover 24 h (Table\n2). Last, the highest efficiency in PET depolymerization was\nobserved for LCC\nICCG\nconverting 97% of the PET introduced\ninto TPA and EG in 24 h (Figure 2 and Table S3) with an\naverage productivity of 5.8 g\nTPAeq\nL\n−1\nh\n−1\nand a maximum\nproductivity of 28.6 g\nTPAeq\nL\n−1\nh\n−1\n(Table 2).\nNotably, during the first hours of the reaction, MHET\nrepresents a significant amount of the degradation products\n(Figure 2 and Table S3). After around 3 h of reaction time\nusing FAST-PETase, HotPETase, PES-H1\nL92F/Q94Y\n, and\nLCC\nICCG\n, MHET accounts for 58, 21, 57, and 43% of the\nacidic products released (e.g., the diacid TPA and the\nmonoacid MHET), respectively. Conversely, after 24 h, TPA\nbecomes predominant and represents 64, 100, 78, and 100% of\nthe soluble acidic products released, respectively. At 48 h,\nMHET represents only 1% of the total products released by\nPES-H1\nL92F/Q94Y\n. Using these values, and considering that 2\nmol NaOH is used to neutralize 1 mol TPA while 1 mol\nNaOH is used to neutralize 1 mol MHET, 18.1, 26.4, 90.1, and\n97.3% PET conversion were effectively reached after 24 h for\nFAST-PETase, HotPETase, PES-H1\nL92F/Q94Y\n, and LCC\nICCG\n,\nrespectively (Figures 2, S3 and Table S3), and 96.2% was\nreached after 48 h for PES-H1\nL92F/Q94Y\n. These values agree\nwith PET conversion calculated from the residual dry weight\nassessment performed at the end of the reaction (Table S3)\n(18.6, 28.7, 98.6, and 98.1% when using FAST-PETase,\nHotPETase, PES-H1\nL92F/Q94Y\n, and LCC\nICCG\n, respectively).\nInterestingly, when considering the whole reaction using\nLCC\nICCG\nat 68 °C, we noticed that 58 and 79% PET\nconversion can be achieved in only 3 and 6 h, respectively,\nillustrating that the last 18 h of the PET depolymerization is\nmostly dedicated to MHET hydrolysis. This MHET hydrolysis\ncan be catalyzed by the enzyme, but it was also demonstrated\nto be due to its spontaneous hydrolysis.\n44\nSuch instability of\nthe MHET might also be accelerated when PET depolyme-\nrization is performed at a higher pH, as it is the general rule for\nester hydrolysis\n45\nand could explain the lack of MHET\naccumulation observed during the PET depolymerization at\npH 9.2 using HotPETase.\nAt 20% PcW-PET loading, the overall behavior is like the\none observed at 16.5% for the four enzymes (Figures S4 and\nS5, Tables S4 and S5). With the exception of PES-H1\nL92F/Q94Y\n,\nthe increase in productivity is linear between the two PET\nloadings. For PES-H1\nL92F/Q94Y\n, the productivity is slightly\ndecreasing between 16.5 and 20% loading (from 4.8 to 4.4\ng\nTPAeq\nL\n−1\nh\n−1\nat 24 h; from 2.8 to 2.7 g\nTPAeq\nL\n−1\nh\n−1\nat 48 h).\n■"
    },
    {
      "heading": "DISCUSSION AND CONCLUSIONS",
      "text": "In the past few years, numerous publications dealing with the\ndiscovery and engineering of PET hydrolases have been\nreleased. To improve the activity and thermostability of such\nPETases, various concepts of protein engineering were\nimplemented, such as rational design,\n13\ndirected evolution,\n11\nor AI-assisted in silico protein design.\n14\nThe field has greatly\nbenefited from these studies, since they have opened a plethora\nof new possible avenues for enzymatic PET recycling.\nUnfortunately, a thorough comparison of enzyme performance\nremains problematic since no international scientific consensus\nfor the evaluation of PET hydrolase performance has emerged.\nThe nature and properties of the substrates used can differ as\nwell as reaction conditions, analytical methods, and more\nimportantly readout parameters. In our study, we targeted over\n90% (ideally 95%) PET depolymerization from the perspective\nof a viable large-scale biotechnological process development.\nWe postulated that studies solely relying on enzyme specific\nactivity as readouts were unable to assess the true applicability\nof the enzymes for industrial deployment. One of the reasons is\nvery likely the number of new constraints to be considered on\na larger scale. As a first step, we have therefore performed a\nstandardized small-scale PET depolymerization study of four\nengineered PET hydrolases (e.g., FAST-PETase,\n14\nHotPE-\nTase,\n11\nPES-H1\nL92F/Q94Y 16\n, and LCC\nICCG 13\n) to evaluate their\noptimal temperature condition. Such standardization com-\nprised the use of cryo-ground amorphous commercial\nGoodfellow film with known particle size distribution, a fixed\nenzyme/substrate ratio (mg\nenzyme\ng\nPET\n−1\n), and a fixed polymer\nconcentration (g\nPET\nL\n−1\n). Enzymes’ performances were\nevaluated at such small scale by determining standardized\nparameters such as final PET conversion/terephthalic acid\nformed after a given time and enzyme-specific activity values\n(μmol\nTPAeq\nh\n−1\nmg\nenzyme\n−1\nor g\nTPAeq\nh\n−1\nmg\nenzyme\n−1\n) as\nrecommended elsewhere.\n37\nThen, a thorough comparison of\nthe four PET hydrolases was performed in bioreactors using\nhigh concentrations of pretreated postconsumer PET waste\nmaterial (165 and 200 g\nPET\nkg\n−1\n) to mimic the conditions of\nan industrial process. Parameters such as the average and\nmaximum productivity (expressed in g\nTPAeq\nL\n−1\nh\n−1\n), the PET\nconversion/terephthalic acid formed after a given time, and the\npurity of the products (e.g., TPA, MHET) were carefully\nassessed. We find that a typical weakness of the PET degrading\nenzymes is the deterioration of the activity over a long−time\nreaction that is in turn required to achieve 100% substrate\nconversion. FAST-PETase showed convincing performances in\nterms of specific activities at both reactor scales, but the\nkinetics of PET conversion in the reactor dramatically slowed\ndown to reach less than 20% at 24 h. This observation appears\nto be in-line with the previous study where FAST-PETase\nenabled a 90% PET depolymerization from a 45 g\nPET\nL\n−1\nsolution (e.g., amorphized PET bottle flakes) after 14 days at\n50 °C but necessitating a daily replenishing of fresh enzyme\nTable 2. Productivities of the Four Different PET\nHydrolases Using 16.5% (w/w) Post-Consumer Colored-\nFlake PET Waste Powder (PcW-PET) as Substrate\nenzyme\nmaximum productivity\n[g\nTPAeq\nL\n−1\nh\n−1\n]\naverage productivity\n[g\nTPAeq\nL\n−1\nh\n−1\n]\nFAST-PETase 13.5 0.9\na\nHotPETase 10.8 1.6\na\nPES-H1\nL92F/Q94Y\n15.5 4.8\na\n; 2.8\nb\nLCC\nICCG\n28.6 5.8\na\na\nAt 24 h.\nb\nAt 48 h.\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.3c02922\nACS Catal. 2023, 13, 13156−13166\n13161\n\nsolution (i.e., replacing the entire reaction solution) to\ncompensate for the low stability of the enzyme.\n14\nHotPETase,\na more thermostable variant of the IsPETase, can achieve a\nhigher conversion of 26% at 24 h. Likewise, Bell et al. have\nshown a substantial decrease in PET conversion after 5 h of\nreaction using HotPETase correlated to enzyme deactivation\nbut not to product inhibition or PET.\n11\nComparatively, PES-\nH1\nL92F/Q94Y\nand LCC\nICCG\nappeared more stable over time in\nreactor conditions, and near-complete PET conversions\n(∼98%) were attained within 48 and 24 h, respectively, at\n16.5% PET loading (81 and 98% PET conversion at 20% PET\nloading, respectively). LCC\nICCG\nand PES-H1\nL92F/Q94Y\nthus\nappear as good candidates for the deployment of an enzyme-\nbased-PET-depolymerization process.\nThe behavior of PES-H1\nL92F/Q94Y\nin the reactor is intriguing.\nIts T\nm\nis lower than that of HotPETase (77.6 and 80.7,\nrespectively) and in small reactors, at low PET concentration,\nand in nonsaturating enzyme conditions, the reaction stops\nrapidly at less than 12% conversion. This contradiction cannot\nbe simply explained by low stability or inhibition by the\nproducts. Further investigations are necessary to solve this\nmystery.\nSince the last study describing LCC\nICCG\nperformance,\n13\nreaction conditions have been largely improved in this work.\nWhile 95% PET conversion was previously obtained after 24 h\nusing 3 mg\nenzyme\ng\nPET\n−1\nat 72 °C,\n13\n98% PET conversion was\nobtained here by introducing 1 mg\nenzyme\ng\nPET\n−1\nat 68 °C.\nReducing the temperature of the reaction by 4 °C enabled the\nPET recrystallization kinetics to be reduced, which favors\nobtaining high conversion. The positive outcome was a\nreduction of the amount of enzyme by a factor of 3 while\nincreasing the final PET conversion in the same time frame\nand consequently decreasing the cost of waste treatment. Such\nenzyme performance is meeting one of the bottlenecks\ndescribed in a comprehensive LCA study of enzymatic\nrecycling of PET, highlighting the need to achieve conversions\ngreater than 90% at high PET concentrations to minimize\npostreaction waste.\n24,28\nFinally, TPA and EG monomers are\nexclusively produced without the accumulation of MHET in\nthe solution, simplifying the purification scheme of the\nproducts.\nWe believe that our study of PET hydrolases will contribute\nto finding a consensus on the methods used and key\nparameters to consider when performing a large-scale PET\ndepolymerization. Such a consensus is necessary for the\ndeployment of the first generation of enzymatic PET recycling\nprocesses at an industrial scale. We also believe that this field\nwill further benefit from new technologies to emerge as well as\nnew superior enzymes being able, for instance, to perform\nefficient degradation of semicrystalline PET to minimize the\nPET pretreatment steps as underlined in a previous study.\n28\nUltimately, new acid-tolerant PET hydrolases able to perform\nefficient PET depolymerization with no (or a minimal) need of\nsoda for pH regulation would also be of great interest to\nfurther strengthen the concept of enzymatic PET hydrolysis in\nthe frame of a circular economy.\n■"
    }
  ]
}