{
  "txt_file": "CBIC-26-e202500065.txt",
  "pdf_file": "CBIC-26-e202500065.pdf",
  "title": "www.chembiochem.org",
  "experimental_sections": [],
  "computational_sections": [],
  "results_sections": [
    {
      "heading": "A comparison of the results in Table 3 and 4 also suggests",
      "text": "interesting differences in the apparent specificities of the novel\nenzymes toward 3PET and emulsified PET nanoparticles. Most\nnotably, the clearance assay with 3PET indicates BelC and\nOcnT are the most efficient enzymes (Table 3), whereas the\nFenton-based assays that specifically detect TPA suggest that\nBelC is minimally active and OcnT is a relatively efficient catalyst\n(Table 4). This result would be consistent with MHET being the\nmajor product of the BelC-catalyzed degradation of PET, as\nthe Fenton-based assay will only detect TPA released from the\npolymer. In contrast, results presented in Table 4 suggest that\nTPA is the major product of the OcnT-catalyzed PET hydrolysis."
    },
    {
      "heading": "These results mirror previous observations that different",
      "text": "PETases will produce different distributions of MHET, TPA, and\nEG during the catalyzed degradation of PET.[35]\n2.5. Characterization of PETases against PET Film\nAs useful PETases will need to be active on real-world postcon-\nsumer PET, the enzymes were next evaluated for their ability to\ndegrade PET films. Each enzyme (final concentration 1 nM) was\nincubated with amorphous PET film (Goodfellow) for seven\ndays at 65 °C and pH 8 (50 mM Tris–HCl). Every 24 h, an aliquot\nwas removed and analyzed by ultra-performance liquid\nchromatography-mass spectrometry (UPLC-MS). This same anal-\nysis was also conducted using LCCICCG, although the assay with\nthis protein was conducted over two days, due to the superior\nperformance of this catalyst. Of the novel proteins characterized\nhere, only BelC, OcnT, and TrmN were found to be active against\nPET film, whereas no products of PET hydrolysis were detected\nwith the remaining enzymes. Over the course of this incubation,\nthese three enzymes clearly catalyzed the formation of varying\nlevels of TPA, MHET, and bis(2-hydroxyethyl) terephthalate\n(BHET) (Figure 3). BelC and TrmN were found to release MHET\nas the major product during the initial portions of the assay, with\nTPA gradually accumulating over the course of the week\n(Figure 3A,B). This“burst” of MHET production was also observed\nwith LCCICCG, consistent with previous examinations of the prod-\nuct profile associated with this benchmark PETase (Figure S10,\nSupporting Information). Intriguingly, the product profile associ-\nated with the OcnT-catalyzed depolymerization of PET film sug-\ngested that this enzyme releases TPA as the major product over\nthe course of the assay (Figure 3C). Each of these enzymes was\nalso found to produce low and relatively constant concentrations\nof BHET. The observation that BelC produces MHET almost exclu-\nsively early in the reaction with PET film, while OcnT produces"
    },
    {
      "heading": "TPA as the major product, is consistent with results obtained with",
      "text": "the TPA-specific activity assay against emulsified PET nanopar-\nticles (Table 4).\nThe residual activity of BelC, TrmN, and OcnT was also assayed\nduring the PET film degradation study, whereby an aliquot of the\nreaction mixture was removed at the beginning and end of the\none-week assay. The residual hydrolytic activity of each enzyme\nwas then assayed againstpNPB (Figure 3). These enzymes were\nfound to exhibit widely variable levels of residual activity follow-\ning the one-week assay at 65 °C, with BelC, TrmN, and OcnT\nretaining ≈25%, 50%, and 90% activities, respectively. Of the three\nenzymes active against PET film, BelC exhibited the lowestTm\nbut was also the most efficient enzyme against bothpNPB and\n3PET. BelC was also the most efficient of these enzymes against\nPET film, releasing ≈80 μMo fT P Aa n d≈25 μMo fM H E To v e r\nTable 3. Initial rates of clearance of an aqueous emulsion of 3PET. All data\nwere collected at pH 8.0 (50 mM Tris-HCl), 45 °C. Standard deviations derived\nfrom triplicate measurements are provided in brackets.\nProtein AroC OcnT TrmA TrmD TrmN BelC\nμmol3PET/\n(mgEnzyme*h) /C2 104\n19.0\n(0.3)\n44.0\n(0.4)\n12.0\n(0.2)\n5.20\n(0.08)\n9.0\n(0.1)\n42.0\n(0.4)\nTable 4. Quantification of TPA released from an aqueous PET emulsion.\nReactions were done at pH 8.0 (50 mM Tris-HCl), 65 °C. Standard deviations\nderived from triplicate measurements are provided in brackets.\nProtein AroC OcnT TrmA TrmD TrmH TrmN BelC ICCG\nμmolTPA/\n(mgenzyme*h) /C2 102\n2.4\n(2.4)\n11\n(1)\n4.8\n(1.2)\n0.2\n(0.4)\n3.6\n(0.2)\n1.0\n(0.1)\n0.2\n(0.1)\n45\n(4)\nChemBioChem 2025, 26, e202500065 (5 of 11) © 2025 The Author(s). ChemBioChem published by Wiley-VCH GmbH\nChemBioChem\nResearch Article\ndoi.org/10.1002/cbic.202500065\nthe course of the week-long assay (Figure 3A). The high efficiency\nthat BelC exhibited onpNPB, 3PET emulsions, and PET films may\nprovide some confidence that small molecule mimics of PET can\nserve as useful compounds to enable comparative kinetic analyses\nof PETases. In contrast, OcnT is more stable than BelC, and corre-\nspondingly, OcnT catalyzed the release of only≈8 μMo fT P Aa n da\nminiscule amount of MHET under identical conditions (Figure 3C).\nThe quantity of degradants released from the PET film was\nthen used to determine the extent of depolymerization of the\nsubstrate by LCCICCG and the three novel enzymes found to be\nactive against films. Although BelC, TrmN, and OcnT are unam-\nbiguously active against PET film, the week-long treatment with\neach enzyme resulted in only 1.2%/C6 0.2%, 0.44%/C6 0.03%, and\n0.08% /C6 0.01% depolymerization, respectively. While these\nenzymes might serve as useful seed sequences for directed\nevolution campaigns to generate PETases with altered properties,\neach protein is significantly less efficient at depolymerization\nthan engineered LCCICCG. In fact, LCCICCG was shown to achieve\nnearly quantitative depolymerization of postconsumer PET waste\nafter only 24 h under similar conditions.[13] A more direct compar-\nison was facilitated by incubating LCC ICCG with amorphous\nPET film at 65 °C and pH 8 (50 mM Tris-HCl) for two days. After\nthis shortened assay, LCCICCG had depolymerized 32%/C6 3% of\nthe film substrate, demonstrating the substantial difference\nin efficiencies separating BelC, TrmN, and OcnT from this engi-\nneered PETase.\nSince AroC, TrmA, TrmD, and TrmH were apparently unable to\nhydrolyze PET film, the level of residual activity of each protein\nwas assayed against pNPB following the week-long incubation.\nWhile TrmD was largely inactive following the incubation\nwith the film, the three remaining proteins retained significant\nlevels of hydrolytic activity the 7-day reaction at 65 °C (Figure\nS9, Supporting Information). The lack of reactivity toward PET film\nby these enzymes may reflect differences in substrate specificity\nas well as access to the PET polymer chain. Both the PET emulsion\nassay and PET film assays were conducted at a temperature\nbelow the Tg of PET. At this temperature, the emulsified PET\nnanoparticles would likely be more accessible to the enzymes\nthan the PET film. In this context, it is notable that the Auclair\nlab has recently demonstrated that the commercial cutinase\nHiC is able to hydrolyze highly crystalline PET under moist-solid\nconditions.[36]\n2.6. Structural Characterization of AroC\nWe also attempted to structurally characterize several of the pro-\nteins described here to better understand their activities and\nthermostabilities. While all proteins were subjected to crystalliza-\ntion screening, conditions could only be identified for the growth\nof high-quality AroC crystals. This protein is not active on PET film\nand is minimally active on PET nanoparticles (Table 4), but the\nenzyme does exhibit a remarkably highTm (85 °C, Table 1) and\ncatalyzes the hydrolysis of 3PET (Table 3). As such, structural char-\nacterization of AroC was pursued to gain insight into the thermo-\nstability of this protein and, potentially, the stabilities of the\nother hydrolases were described here. Additionally, the experi-\nmentally determined structure of AroC could be compared with\nthe predicted structure of this protein to ensure that AlphaFold2\ncan accurately predict the structures of the α/β hydrolase\nfold-5 subfamily members that could not be crystallized.\nThe structure of AroC was resolved to a resolution of 2.25 Å\n(PDB: 9EH6) (Figure 4). The enzyme crystallized as a homodimer,\nwith each monomer exhibiting the canonical α/β hydrolase\nFigure 3. Evaluating hydrolytic activity against PET film. Product distributions\nobtained with A) BelC, B) TrmN, and C) OcnT are shown over the course of\none week of reaction with PET film at 65 °C, pH 8. Data points are as follows:\nTPA (yellow square), MHET (black sphere), BHET (blue triangle), residual\nenzyme activity toward pNPB (green sphere).\nChemBioChem 2025, 26, e202500065 (6 of 11) © 2025 The Author(s). ChemBioChem published by Wiley-VCH GmbH\nChemBioChem\nResearch Article\ndoi.org/10.1002/cbic.202500065\nfold made up of eightβ-strands arranged into a central mixed\nβ-sheet that is flanked by sixα-helices (Figure 4A).[37] AroC has\nan additional N-terminalα-helix (residues A30QALASL36) that serves\nas a seventh flankingα-helix (Figure S1, Supporting Information).\nThe AroC structure was then compared to the X-ray crystal struc-\nture of a mutant LCC-PETase in which the catalytic serine was\nmutated to an alanine (PDB: 7VVE). The structures exhibited an\nRMSD of 1.11 Å between 93 pruned atom pairs (8.16 Å across\nall 193 pairs; Figure 4B) and the catalytic triad residues were effec-\ntively coincident (Figure S2A, Supporting Information). However,\nAroC has a distinctive loop (residues G208WYGEQPGDNPATIS222)\nthat folds over the active site (Figure 4B) that is not shared with\nLCC-PETase (Figure S1, Supporting Information).\nAlphaFold2 was then used to predict the structure of AroC, and\nthis prediction was compared to the X-ray crystal structure. The\nalignment of the two structures exhibited a global RMSD of only\n0.672 Å, suggesting that AlphaFold2 accurately predicts the struc-\ntures ofα/β hydrolase fold-5 subfamily. As such, the structures of\nthe nine other proteins described in this work were predicted\nand aligned with the experimentally derived structure of AroC.\nThis comparison indicated that each protein harbors the distinctive\nloop (G208–S222; AroC numbering) that is absent in LCC-PETase, and a\nmultiple sequence alignment demonstrated significant sequence\nconservation within and immediately preceding this loop:\nF207GxY(G/E)xQx(G/E)DxxxxI(S/T)222 (AroC numbering, Figure S11,\nSupporting Information). While this conservation is intriguing, the\nrole of this loop is not entirely clear: of the 13 first shell active site\nresidues that LCC-PETase is predicted to use to interact with a model\nof a PET trimer,[13] AroC shares 4 identical residues, and 6 others that\nare similar in polarity and size (Figure 4C,D, Figure S1, Supporting\nInformation). F207 of AroC is predicted to make a conserved\nπ-interaction with a terephthalate group, whereas Y210 and H125\nare predicted to replicate H-bonds to ester linkages, and G68, L177,\nY152, and L127 are homologs to residues in LCC-PETase that form\nhydrophobic contacts with the substrate (Figure 4D).\nNext, the predicted structures of BelC, OcnT, TrmA, TrmD,\nTrmH, TrmN, along with the X-ray crystal structure of AroC, were\nused to rationalize the thermostability of the enzymes. The\nnumber of salt bridges present on the surface of each protein\nwas determined and compared to theTm value for each protein\n(Figure 5). In general, theTm of the enzyme correlates well with\nFigure 4. A) The X-ray crystal structure of AroC (PDB: 9EH6) with catalytic triad shown as sticks. B) Alignment of AroC (blue) with LCC-PETase\n(PDB: 7VVE, yellow) bound to MHET (gray sticks). C) Alignment of AroC and LCC-PETase active sites. MHET is shown in gray, AroC residues in blue sticks.\nD) Schematic of LCC-PETase active site residues predicted to interact with a trimeric oligomer of PET.[13] LCC-PETase residues shown in black, corresponding\nAroC residues given in blue. Hydrogen bonds, hydrophobic contacts, and aromatic interactions are shown as black dashed bonds, green curves, and\nmagenta hashed bonds, respectively.\nFigure 5. Correlation between PETaseTm values and the number of surface\nsalt bridges. The number of salt bridges was determined from the X-ray\ncrystal structure of AroC, and AlphaFold2 structures for the remaining\nenzymes.\nChemBioChem 2025, 26, e202500065 (7 of 11) © 2025 The Author(s). ChemBioChem published by Wiley-VCH GmbH\nChemBioChem\nResearch Article\ndoi.org/10.1002/cbic.202500065\nthe number of surface salt bridges on the exterior of the protein,\nwith TrmD and BelC havingTm values higher than expected. This\nis consistent with the finding that salt bridges are more abundant\nin hyper-thermostable proteins. [38] At higher temperatures,\nthe energetic penalty associated with desolvation of charged\nresidues decreases significantly, such that salt bridges are largely\nstabilizing at elevated temperatures.[33] While the observed cor-\nrelation between thermostability and the number of salt bridges\nis not exact, it does implicate these ionic interactions as being at\nleast partially responsible for imbuing the enzymes described\nhere with exceptional thermostabilities.\n3. Conclusion\nIn this study, we made use of SSNs to mine theα/β hydrolase\nfamily for novel PET-degrading enzymes from thermophilic\norganisms. This approach proved to be highly efficient: out of\nten genes encoding putative thermophilic PETases from α/β\nhydrolase_5 subfamily, seven soluble proteins were purified\nand shown to be active toward a trimeric mimic of PET and\nPET nanoparticles, and three of these enzymes were also capable\nof degrading PET film. Given that these proteins were quite dis-\nsimilar to LCC-PETase (%ID = 18–22%), results presented here\nalso suggest that PET-active proteins may be more widely distrib-\nuted across theα/β hydrolase family than previously appreciated.\nEach new PETase described here also exhibited high thermo-\nstabilities, and structural analysis demonstrated a correlation\nbetween the number of surface salt-bridges with observedTm val-\nues. With advancements in the understanding of PETase mech-\nanisms, these naturally thermostable PETase variants can serve as\nscaffolds for directed evolution to engineer variants that are both\nthermostable and catalytically efficient. Overall, this work not only\nexpands our knowledge in enzymatic PET degradation but also\nprovides a template for the discovery of extremozymes for other\napplications.\n4. Experimental Section\nGeneral\nChemicals used to make media and buffers were obtained from\nBioshop. Genes encoding PETases were synthesized into expression\nvectors by BioBasic (Canada). In cases where SignalP 6.0 predicted\nsignal peptides, the corresponding portion of the gene was\nremoved.[39] The genes were codon optimized for expression in\nE. coli a n dc l o n e di n t ot h eN d e Ia n dX h o Is i t e so fp E T - 2 6 b(þ)t o\nencode each enzyme with an C-terminal His6-tag. Optimized gene\nsequences are given in the Supplementary Information (Table S4,\nSupporting Information). Unless otherwise stated, all cultivation\nmedia for E. coli was supplemented with 50 μgm L/C0 1 kanamycin.\nPlysurf A210G surfactant was obtained from Dr. Sofia Lemak and\nProf. Alexander F. Yakunin (University of Toronto). PET film was\npurchased from GoodFellow, PET nanoparticles were purchased\nfrom Nanochemazone, and Ni2þ Sepharose high-performance resin\nwas purchased from Cytiva.E. coliBL21(DE3) and LOBSTR cells were\nobtained from New England Biosciences and Fisher Scientific,\nrespectively.\nSSN Analysis\nLCC-PETase (accession ID: G9BY57) was analyzed by the InterProScan\nwebtool to assign this e nzyme to the IPR029059 ( α/β-hydrolase\nfold-5) family. The Enzyme Function Initiative’sE n z y m eS i m i l a r i t yT o o l\n(EFI-EST)[40] was then used to conduct an all-by-all BLAST for all members\nof this protein family. An alignment score of 45 was used to visualize the\nresulting network in Cytoscape 3.9.1. Sequences contained in this net-\nwork that were from thermophileswere identified using Cytoscape’s\nability to filter nodes on the basis of the name of the host organism.\nProtein Expression and Purification\nPlasmids encoding PETases were transformed into chemically compe-\ntent E. coli cells by heat shock and plated onto lysogeny broth\n(LB)-agar supplemented with 50 μgm L/C0 1 kanamycin. AroC, TrmA,\nand OcnT were expressed in E. coli BL21(DE3) cells, while TrmD,\nTrmN, BelC, and TrmH were expressed in E. coli LOBSTR cells.\nFollowing overnight growth, a single colony was picked and used\nto inoculate 10 mL of sterile LB media. The next day, this overnight\nculture was used to inoculate 1 L of LB. The culture was allowed to\ngrow at 37 °C and 180 rpm until an OD600 of 0.6–0.8 was reached.\nAfter incubating the cells on ice for 10 min, expression was then\ninduced by the addition of isopropyl β-D-1-thiogalactopyranoside\nto a final concentration of 0.5 mM. The culture was then shaken\nat 37 °C and 180 rpm for an additional 3 h before the\ncells were harvested by centrifugation at 4 °C and 4000 /C2 g for\n10 min. Harvested cells were resuspended in binding buffer\n(20 mM Tris–HCl, pH 7.6, 100 mM NaCl, 20 mM imidazole, 10% glycerol\nv/v) and lysed by three passes through an EmulsiFlex C-5 homogenizer\n(Avestin, Ottawa) at 10,000 –15,000 psi. Cellular debris was then\nremoved by centrifugation at 16,000/C2 g for 1 hr and the supernatant\nwas loaded onto a Ni2þ-NTA resin that had been preequilibrated with\nbinding buffer. The column was then washed with 10–15 column vol-\numes (CVs) of binding buffer followed by elution of the protein of inter-\nest with 3–5 CVs of elution buffer (20 mM Tris–HCl, pH 7.6, 100 mM\nNaCl, 500 mM imidazole, 10% glycerol v/v). Fractions containing pure\nenzyme were determined by SDS-PAGE, pooled and concentrated\nusing a 10 kDa MWCO centrifugal filter unit. Concentrated samples\nwere buffer exchanged into storage buffer (40 mM Tris–HCl, pH 7.6,\n100 mM NaCl, and 10% glycerol v/v) using a PD-10 desalting column\nor a 10 kDa MWCO centrifugal filter unit. Protein concentrations were\nmeasured by absorbance at 280 nm using extinction coefficients\ncalculated for each protein using the ProtParam tool from Expasy.[41]\nEnzyme Activity Assays withpNPB\nReactions to assay esterase activity were performed in 976μL5 0 m M\nTris-HCl (pH 8 or 9) equilibrated at 30 °C. Aliquots of 20μL pNPB dis-\nsolved in acetone were added to achieve the desired final substrate\nconcentrations. The reaction was initiated by the addition of 4μL\nconcentrated enzyme, and reaction progress was monitored by\nabsorbance at 405 nm using an Agilent Technologies G9864A spec-\ntrometer. Spontaneous rates of hydrolysis were measured prior to\nadding enzyme and subtracted from the observed enzymatic rate.\nInitial rates were measured at substrate concentrations between\n≈0.2/C2 and ≈5/C2 the final KM values, where possible. Plots of initial\nrates versus substrate concentration were fit to the Michaelis\nMenten equation using Origin Lab 2024. Values ofkcat were deter-\nmined using calculated enzyme extinction coefficients for enzyme\nconcentrations and ε405 = 18,000 M/C0 1 cm/C0 1 for p-nitrophenolate.[42]\nTm Measurements of Enzymes\nProtein samples (300μL of 1 mg mL/C0 1) were loaded into a quartz\ncuvette (Hellma USA Inc., round cylindrical cuvette, 1 mm pathlength)\nChemBioChem 2025, 26, e202500065 (8 of 11) © 2025 The Author(s). ChemBioChem published by Wiley-VCH GmbH\nChemBioChem\nResearch Article\ndoi.org/10.1002/cbic.202500065\nand placed into a Chirascan V100 CD spectroscopy instrument\n(Applied Photophysics Ltd.). Samples were incrementally heated from\n20 to 90 °C in 2.5 °C steps. Ellipticity was measured as a function of\ntemperature between 180 and 260 nm. The melting temperature (Tm)\nis the temperature at which the fraction unfolded (Fu) and fraction\nfolded (F) are equal. Fraction unfolded is calculated using the equa-\ntion Fu = (Fo /C0 F)/(Uf /C0 F) whereFo is the ellipticity value at each tem-\nperature, F is the ellipticity value at low temperature, andUf is the\nellipticity value at the highest temperature.\nEnzyme Thermostability Analysis\nAliquots of enzyme at 100μM in storage buffer (40 mM Tris–HCl, pH\n7.6, 100 mM NaCl, 10% glycerol v/v) were placed in a water bath set at\nthe desired temperature for 0 to 24 h. At a given time, an aliquot of\nenzyme was removed, centrifuged at 8500 rpm for 1 min, then placed\non ice. 4μL of supernatant was then used to initiate the hydrolysis of\n0.5 mMpNPB at 30 °C in 1 mL 50 mM Tris–HCl, pH 8. Initial rates were\nmeasured in triplicate with three individual aliquots.\n3PET Synthesis[43]"
    },
    {
      "heading": "The data that support the findings of this study are available in",
      "text": "the supplementary material of this article.\nKeywords: bioinformatics · enzyme catalysis · polyethylene\nterephthalate biodegradation · sequence similarity networks ·\nthermostable\n[1] a) F. Awaja, D. Pavel,Eur. Polym. J.2005, 41, 1453; b) L. De Vos, B. Van de\nVoorde, L. Van Daele, P. Dubruel, S. Van Vlierberghe,Eur. Polym. J.2021,\n161, 110840.\n[2] A. Chamas, H. Moon, J. Zheng, Y. Qiu, T. Tabassum, J. H. Jang, M. Abu-Omar,\nS. L. Scott, S. Suh,ACS Sustainable Chem. Eng.2020, 8,3 4 9 4 .\n[3] E. Barnard, J. J. Rubio Arias, W. Thielemans, Green Chem. 2021,\n23, 3765.\n[4] M. Cronshaw, in Energy in Perspective (Ed: M. Cronshaw), Springer\nInternational Publishing, Cham2021, pp. 179–187.\n[5] R. Gao, H. Pan, J. Lian,Enzyme Microb. Technol.2021, 150, 109868.\n[6] R.-J. Müller, H. Schrader, J. Profe, K. Dresler, W.-D. Deckwer,Macromol.\nRapid Commun. 2005, 26, 1400.\n[7] Å. M. Ronkvist, W. Xie, W. Lu, R. A. Gross, Macromolecules 2009, 42,\n5128.\n[8] S. Yoshida, K. Hiraga, T. Takehana, I. Taniguchi, H. Yamaji, Y. Maeda,\nK. Toyohara, K. Miyamoto, Y. Kimura, K. Oda, Science 2016,\n351, 1196.\n[9] S. Boneta, K. Arafet, V. Moliner,J. Chem. Inf. Model.2021, 61, 3041.\n[10] P. J. Holdsworth, A. Turner-Jones,Polymer 1971, 12, 195.\n[11] A. B. Desai, G. L. Wilkes,J. Polym. Sci. Polym. Symp.1974, 46, 291.\n[12] a) E. Akram, Y. Cao, H. Xing, Y. Ding, Y. Luo, R. Wei, Y. Zhang,Chin. J. Catal.\n2024, 60, 284; b) N. A. Tarazona, R. Wei, S. Brott, L. Pfaff, U. T. Bornscheuer,\nA. Lendlein, R. Machatschek,Chem Catal. 2022, 2, 3573.\n[13] V. Tournier, C. M. Topham, A. Gilles, B. David, C. Folgoas, E. Moya-Leclair,\nE. Kamionka, M. L. Desrousseaux, H. Texier, S. Gavalda, M. Cot, E. Guemard,\nM. Dalibey, J. Nomme, G. Cioci, S. Barbe, M. Chateau, I. Andre,\nS. Duquesne, A. Marty,Nature 2020, 580, 216.\n[14] P. K. Richter, P. Blázquez-Sánchez, Z. Zhao, F. Engelberger, C. Wiebeler,\nG. Künze, R. Frank, D. Krinke, E. Frezzotti, Y. Lihanova, P. Falkenstein,\nJ. Matysik, W. Zimmermann, N. Sträter, C. Sonnendecker, Nat.\nCommun. 2023, 14, 1905.\n[15] E. L. Bell, R. Smithson, S. Kilbride, J. Foster, F. J. Hardy, S. Ramachandran,\nA. A. Tedstone, S. J. Haigh, A. A. Garforth, P. J. R. Day, C. Levy, M. P. Shaver,\nA. P. Green,Nat. Catal. 2022, 5, 673.\n[16] H. Lu, D. J. Diaz, N. J. Czarnecki, C. Zhu, W. Kim, R. Shroff, D. J. Acosta,\nB. R. Alexander, H. O. Cole, Y. Zhang, N. A. Lynd, A. D. Ellington,\nH. S. Alper,Nature 2022, 604, 662.\n[17] S. Sulaiman, S. Yamato, E. Kanaya, J. J. Kim, Y. Koga, K. Takano, S. Kanaya,\nAppl. Environ. Microbiol.2012, 78, 1556.\n[18] G. Arnal, J. Anglade, S. Gavalda, V. Tournier, N. Chabot, U. T. Bornscheuer,\nG. Weber, A. Marty,ACS Catal. 2023, 13, 13156.\n[19] H. Seo, H. Hong, J. Park, S. H. Lee, D. Ki, A. Ryu, H.-Y. Sagong, K.-J. Kim,\nScience 2025, 387, eadp5637.\n[20] E. Erickson, J. E. Gado, L. Avilán, F. Bratti, R. K. Brizendine, P. A. Cox, R. Gill,\nR. Graham, D.-J. Kim, G. König, W. E. Michener, S. Poudel, K. J. Ramirez,\nT. J. Shakespeare, M. Zahn, E. S. Boyd, C. M. Payne, J. L. DuBois,\nA. R. Pickford, G. T. Beckham, J. E. McGeehan,Nat. Commun. 2022, 13,\n7850.\n[21] J. Chen, Y. Jia, Y. Sun, K. Liu, C. Zhou, C. Liu, D. Li, G. Liu, C. Zhang,\nT. Yang, L. Huang, Y. Zhuang, D. Wang, D. Xu, Q. Zhong, Y. Guo,\nA. Li, I. Seim, L. Jiang, L. Wang, S. M. Y. Lee, Y. Liu, D. Wang,\nG. Zhang, S. Liu, X. Wei, Z. Yue, S. Zheng, X. Shen, S. Wang, et al.,\nNature 2024, 633,3 7 1 .\n[22] J. D. Bloom, F. H. Arnold,Proc. Natl. Acad. Sci. U.S.A.2009, 106, 9995.\n[23] P. Jones, D. Binns, H.-Y. Chang, M. Fraser, W. Li, C. McAnulla, H. McWilliam,\nJ. Maslen, A. Mitchell, G. Nuka, S. Pesseat, A. F. Quinn, A. Sangrador-Vegas,\nM. Scheremetjew, S.-Y. Yong, R. Lopez, S. Hunter,Bioinformatics 2014,\n30, 1236.\n[24] J. Jumper, R. Evans, A. Pritzel, T. Green, M. Figurnov, O. Ronneberger,\nK. Tunyasuvunakool, R. Bates, A. Žídek, A. Potapenko, A. Bridgland,\nC. Meyer, S. A. A. Kohl, A. J. Ballard, A. Cowie, B. Romera-Paredes,\nS. Nikolov, R. Jain, J. Adler, T. Back, S. Petersen, D. Reiman, E. Clancy,\nM. Zielinski, M. Steinegger, M. Pacholska, T. Berghammer,\nS. Bodenstein, D. Silver, O. Vinyals, et al.,Nature 2021, 596, 583.\n[25] E. C. Meng, T. D. Goddard, E. F. Pettersen, G. S. Couch, Z. J. Pearson,\nJ. H. Morris, T. E. Ferrin,Protein Sci. 2023, 32, e4792.\n[26] a) T. Tsujita, H. Ninomiya, H. Okuda, J. Lipid Res. 1989, 30, 997;\nb) A. Distaso Marco, N. Chernikova Tatyana, R. Bargiela, C. Coscolín,\nP. Stogios, L. Gonzalez-Alfonso Jose, S. Lemak, N. Khusnutdinova\nAnna, J. Plou Francisco, E. Evdokimova, A. Savchenko, A. Lunev\nEvgenii, M. Yakimov Michail, V. Golyshina Olga, M. Ferrer, F. Yakunin\nAlexander, N. Golyshin Peter, Appl. Environ. Microbiol. 2023, 89,\ne01704.\n[27] a) A. Carniel, V. d. A. Waldow, A. M. d. Castro,Biotechnol. Adv. 2021, 52,\n107811; b) Y. Gao, Y. Zheng, Z. Qi, Y. Pan, Y. Zhou, S. You, R. Su, W. Qi,\nM. Wang, J. Chem. Technol. Biotechnol.2024, 99, 1860.\n[28] K. S. Anderson, K. A. Johnson,Chem. Rev. 1990, 90, 1131.\n[29] N. J. Greenfield, Nat. Protoc. 2006, 1, 2876.\n[30] S. H. Lee, M. Kim, H. Seo, H. Hong, J. Park, D. Ki, K.-J. Kim,ACS Catal.2024,\n14, 4108.\n[31] G. Fischer-Colbrie, S. Heumann, S. Liebminger, E. Almansa, A. Cavaco-Paulo,\nG. M. Guebitz,Biocatal. Biotransform.2004, 22,3 4 1 .\n[32] D. Ribitsch, S. Heumann, E. Trotscha, E. Herrero Acero, K. Greimel, R. Leber,\nR. Birner-Gruenberger, S. Deller, I. Eiteljoerg, P. Remler, T. Weber,\nP. Siegert, K. H. Maurer, I. Donelli, G. Freddi, H. Schwab, G. M. Guebitz,\nBiotechnol. Progr. 2011, 27, 951.\n[33] S. Farah, T. Tsach, A. Bentolila, A. J. Domb,Talanta 2014, 123, 54.\n[34] L. Pfaff, D. Breite, C. P. S. Badenhorst, U. T. Bornscheuer, R. Wei,Methods\nEnzymol. 2021, 648, 253.\n[35] K. Chen, Y. Hu, X. Dong, Y. Sun,ACS Catal. 2021, 11, 7358.\n[36] S. Kaabel, J. P. D. Therien, C. E. Deschênes, D. Duncan, T. Frišˇci´c, K. Auclair,\nProc. Natl. Acad. Sci. U. S. A.2021, 118, e2026452118.\n[37] M. Nardini, B. W. Dijkstra,Curr. Opin. Struct. Biol.1999, 9, 732.\n[38] S. Kumar, C. J. Tsai, B. Ma, R. Nussinov, J. Biomol. Struct. Dyn. 2000,\n17, 79.\n[39] F. Teufel, J. J. Almagro Armenteros, A. R. Johansen, M. H. Gíslason, S. I. Pihl,\nK. D. Tsirigos, O. Winther, S. Brunak, G. von Heijne, H. Nielsen, Nat.\nBiotechnol. 2022, 40, 1023.\n[40] J. A. Gerlt, J. T. Bouvier, D. B. Davidson, H. J. Imker, B. Sadkhin, D. R. Slater,\nK. L. Whalen,Biochim. Biophys. Acta.2015, 1854, 1019.\n[41] E. Gasteiger, C. Hoogland, A. Gattiker, S. e. Duvaud, M. R. Wilkins,\nR. D. Appel, A. Bairoch, in The Proteomics Protocols Handbook\n(Ed: J. M. Walker), Humana Press, Totowa, NJ2005, pp. 571–607.\n[42] Y.-Y. Zhang, Z.-Q. Mei, J.-W. Wu, Z.-X. Wang, J. Biol. Chem. 2008, 283,\n26591.\n[43] G. Fischer-Colbrie, S. Heumann, S. Liebminger, E. Almansa, A. Cavaco-Paulo,\nG. M. Guebitz,Biocatal. Biotransform.2009, 22,3 4 1 .\n[44] A. Vagin, A. Teplyakov,J. Appl. Crystallogr.1997, 30, 1022.\n[45] G. N. Murshudov, A. A. Vagin, E. J. Dodson,Acta Crystallogr., Sect. D: Biol.\nCrystallogr. 1997, 53, 240.\n[46] P. Emsley, K. Cowtan, Acta Crystallogr., Sect. D: Biol. Crystallogr. 2004,\n60, 2126.\n[47] a) L. Potterton, J. Agirre, C. Ballard, K. Cowtan, E. Dodson,\nP. R. Evans, H. T. Jenkins, R. Keegan, E. Krissinel, K. Stevenson,\nA. Lebedev, S. J. McNicholas, R. A. Nicholls, M. Noble, N. S. Pannu,\nC. Roth, G. Sheldrick, P. Skubak, J. Turkenburg, V. Uski, F. von Delft,\nD. Waterman, K. Wilson, M. Winn, M. Wojdyr,Acta Crystallogr., Sect. D:\nBiol. Crystallogr. 2018, 74, 68; b) W. Kabsch, Acta Crystallogr., Sect. D:\nBiol. Crystallogr. 2010, 66, 125.\n[48] a) P. Grégoire, M.-L. Fardeau, M. Joseph, S. Guasco, F. Hamaide, S. Biasutti,\nV. Michotey, P. Bonin, B. Ollivier,Syst. Appl. Microbiol. 2011, 34, 494; b)\nChemBioChem 2025, 26, e202500065 (10 of 11) © 2025 The Author(s). ChemBioChem published by Wiley-VCH GmbH\nChemBioChem\nResearch Article\ndoi.org/10.1002/cbic.202500065\nH. S. Jayasinghearachchi, B. Lal,Int. J. Syst. Evol. Microbiol.2011, 61, 554;\nc) V. Kale, S. H. Björnsdóttir, O. H. Friðjonsson, S. K. Petursdottir,\nS. Omarsdottir, G. O. Hreggviðsson, Int. J. Syst. Evol. Microbiol. 2013,\n63, 1149; d) K. Mavromatis, N. Ivanova, I. Anderson, A. Lykidis,\nS. D. Hooper, H. Sun, V. Kunin, A. Lapidus, P. Hugenholtz, B. Patel,\nPLoS One 2009, 4, e4192; e) N. M. Mesbah, D. B. Hedrick,\nA. D. Peacock, M. Rohde, J. Wiegel, Int. J. Syst. Evol. Microbiol. 2007,\n57, 2507; f ) K. Mori, H. Kim, T. Kakegawa, S. Hanada, Extremophiles\n2003, 7, 283; g) Y. Sekiguchi, T. Yamada, S. Hanada, A. Ohashi,\nH. Harada, Y. Kamagata, Int. J. Syst. Evol. Microbiol. 2003, 53, 1843;\nh) S. Yabe, Y. Aiba, Y. Sakai, M. Hazaka, A. Yokota, Int. J. Syst. Evol.\nMicrobiol. 2010, 60, 1794; i) T. Yamada, H. Imachi, A. Ohashi,\nH. Harada, S. Hanada, Y. Kamagata, Y. Sekiguchi, Int. J. Syst. Evol.\nMicrobiol. 2007, 57, 2299–2306.\nManuscript received: March 10, 2025\nRevised manuscript received: March 11, 2025\nVersion of record online: April 7, 2025\nChemBioChem 2025, 26, e202500065 (11 of 11) © 2025 The Author(s). ChemBioChem published by Wiley-VCH GmbH\nChemBioChem\nResearch Article\ndoi.org/10.1002/cbic.202500065"
    }
  ]
}