{
  "txt_file": "CHEM-28-0.txt",
  "pdf_file": "CHEM-28-0.pdf",
  "title": "Computational Insights into the Catalytic Mechanism of",
  "experimental_sections": [
    {
      "heading": "Because of the potentially different experimental conditions",
      "text": "and the uncertainties in our calculated numbers mentioned\nabove, direct comparison of computed and observed kinetic\nquantities is difficult. It has also been suggested that as the\nsubstrate of this reaction is non-aqueous, classical Michaelis–\nMenten kinetics cannot be used to relate reaction rates to\ncalculated energy barriers.\n[25]\nThese energy barriers calculated in this work are suitably\nlow to suggest that none of the hydrolysis steps catalysed by Is-\nPETase constitute its rate-limiting step. By a process of\nelimination, this leaves either substrate binding or product\nrelease as candidates for the rate limiting step. This is consistent\nwith the findings from site-directed mutagenesis studies, where\nthe largest improvements in enzyme activity were obtained\nthrough mutations that are thought to affect binding.\nIn several calculation steps starting from six MD snapshots,\nthe product geometry (Figure 2) was not found to be stable,\ninstead forming an alternate product state aPS (Figure 7). The\ncarboxylic moiety of the ligand was deprotonated, having\ntransferred to the side-chain oxygen of S131 causing the ɛ-\nnitrogen on H208 and the carboxyl of D177 to be protonated.\nThe energy of this state was calculated to be up to\n\u0000 137.4 kJ mol\n\u0000 1\nmore stable relative to the geometry of\nintermediate 4 that preceded it (Figure 5). Subsequent MD\nsimulations of the aPS state revealed that the deprotonated\nproduct forms strong hydrogen bonds with the active site\nresidues (Figure 6). This caused the ligand to persist in the\nactive site for up to 1 ns. This tendency for the product to\ndeprotonate while inside the active site might thus result in a\nsubstantial energy barrier in the product release step of the\nreaction. This would significantly hinder the enzyme’s catalytic\nefficiency."
    }
  ],
  "computational_sections": [
    {
      "heading": "Computational Insights into the Catalytic Mechanism of",
      "text": "Is-PETase: An Enzyme Capable of Degrading Poly(ethylene)\nTerephthalate\nEugene Shrimpton-Phoenix,\n[a]\nJohn B. O. Mitchell,*\n[a]\nand Michael Bühl*\n[a]\nAbstract: Is-PETase has become an enzyme of significant\ninterest due to its ability to catalyse the degradation of\npolyethylene terephthalate (PET) at mesophilic temperatures."
    },
    {
      "heading": "We performed hybrid quantum mechanics and molecular",
      "text": "mechanics (QM/MM) at the DSD-PBEP86-D3/ma-def2-TZVP/\nCHARMM27//rev-PBE-D3/dev2-SVP/CHARMM level to calcu-\nlate the energy profile for the degradation of a suitable PET\nmodel by this enzyme. Very low overall barriers are computed\nfor serine protease-type hydrolysis steps (as low as\n34.1 kJ mol\n\u0000 1\n). Spontaneous deprotonation of the final prod-\nuct, terephthalic acid, with a high computed driving force\nindicates that product release could be rate limiting.\nIntroduction\nIn 2016, a culture of bacteria was discovered near a recycling\nplant outside Sake city in Japan that could degrade the\ncommon pollutant PET.\n[1]\nThe bacterium responsible for this\nactivity was found to be Idonella sakaiensis. Using a pair of\nenzymes PETase and MHETase, this bacterium breaks PET into\nits monomers ethylene glycol (EG) and terephthalic acid (TA). It\nwas predicted that the organism catabolises TA for a source of\ncarbon and energy. X-ray crystallography revealed that Is-\nPETase (EC 3.1.1.101)\n[2]\nis a member of the α-β hydrolase\nfamily,\n[3]\nwhile phylogenetic studies showed that Is-PETase\nbelongs to the cutinase family of enzymes. The chemical\nmechanism, based upon the structure (Figure 1) was proposed\nto follow two concerted nucleophilic substitution reactions,\nusing a catalytic triad motif conserved in related α-β\nhydrolases\n[4]\n(Figure 2).\nThere are several features of Is-PETase that have been\nshown to be important for the enzyme’s ability to degrade PET\n(Figure 1). The active site is situated in a shallow groove in the\nenzyme’s surface; in comparison to related cutinase enzymes,\nthis groove has been significantly enlarged and contains more\naromatic residues.\n[5]\nIt is thought that these factors assist with\nsubstrate binding. The active site is situated upon two loops, a\ndisulfide bridge that is not conserved in related enzymes has\nbeen shown to hold these two loops in position, whilst giving\nthe active site flexibility.\nSeveral enzymes had been reported to have PET degrada-\ntion activity before the discovery of Is-PETase. These enzymes\noriginated from thermophilic bacteria,\n[6]\nresulting in high\noptimum temperatures for enzymatic activity. It has been\nargued that reaction temperatures in excess of 60 ° C are\ndesirable in PETases, as this is the glass transition temperature\n(T\ng\n) of aqueous PET.\n[7]\nFor high temperature industrial enzymatic\nPET degradation, the thermophilic enzyme LCC\n[8]\nis the current\nfrontrunner. By contrast, Is-PETase operates most efficiently at\nmesophilic temperatures, outperforming all other PETases at\n30 ° C.\n[7]\nMesophilic activity makes Is-PETase a more practical\ncandidate for large-scale processes, such as waste stream\nmanagement, as it would be costly to heat such large systems.\nIs-PETase has potential to be expressed in a wider array of host\n[a] E. Shrimpton-Phoenix, Dr. J. B. O. Mitchell, Prof. M. Bühl\nEaStChem School of Chemistry, University of St Andrews\nKY16 9ST St Andrews (UK)\nE-mail: jbom@st-andrews.ac.uk\nbuehl@st-andrews.ac.uk"
    },
    {
      "heading": "Molecular docking simulations: Molecular docking simulations",
      "text": "were performed using the AutoDock Vina\n[26]\nmolecular docking\nsoftware. Input files were prepared using the AutoDock tools\ndesktop application. Molecular docking was performed to generate\ngeometries for the enzyme-substrate complex for both the HEMT\nand HMT ligands."
    },
    {
      "heading": "Preparation of solvated enzyme through molecular dynamics:",
      "text": "The coordinate structure of the enzyme was obtained from the\nprotein data bank (PDB ID: 5XH3\n[3]\n). Ordered water and other co-\ncrystalised molecules were removed in the molecular visualisation\nprogram PyMOL.\n[27]\nThis was necessary to perform subsequent\nmolecular docking simulations."
    },
    {
      "heading": "Molecular dynamics simulations were performed using the program",
      "text": "Gromacs\n[28]\nto generate an enzyme geometry that is energetically\nrelaxed and solvated. Initially, the enzyme was placed in a cubic\nsolvent box with dimensions of 75 Å. The TIP3P water model\n[29]\nwas\nused for solvation. Next several solvent molecules were replaced\nwith seven chloride ions to balance the overall system charge. This\nresulted in a system with 41545 atoms (3767 protein atoms,\n28 ligand atoms, seven chloride ions and 37743 solvent atoms).\nDisulfide bonds were explicitly modelled between cysteines 174\nand 210 and between cysteines 244 and 260. An energy\nminimisation step was then performed using the steepest descent\nmethod with a step size of 0.01 nm and a tolerance of\n1000 kJ mol\n\u0000 1\nnm\n\u0000 1\n. Next an NVT simulation was performed with\n50000 steps and a step size of 2 fs, using the V-rescale thermostat."
    },
    {
      "heading": "This was followed by an NPT simulation with 50000 steps and a",
      "text": "step size of 2 fs, using the V-rescale thermostat and the Berendsen\nbarostat. A full production MD simulation was then performed\nunder NPT conditions for a duration of 5 ns using the V-rescale\nthermostat and the Parrinello–Rahman barostat. All of the above\nsimulations and minimisations were performed using the\nCHARMM36\n[30]\nforcefield and using periodic boundary conditions.\nThe Verlet cutoff scheme was used for all MD steps, with a 10 Å\ncutoff distance for electrostatic and Van der Waals interactions. The\nLINCS algorithm was used to constrain bonds to hydrogen in all\nMD steps. CHARMM compatible forcefield parameters for the\nligands HEMT and HMT were generated using SwissParam.\n[31]\nFigure 7. Geometry of an alternative product state. The carboxylic proton\nhas been donated to S131 resulting in a negatively charged product.\nHydrogen bonds with the backbone nitrogen atoms of Y58 and M132 as\nwell as the side-chain oxygen of S131 are shown (yellow dashed lines).\nChemistry— A Eur\nopean Journal\n \nResearch Article\ndoi.org/10.1002/chem.202201728\nChem. Eur. J. 2022, 28, e202201728 (5 of 7) © 2022 The Authors. Chemistry - A European Journal published by Wiley-VCH GmbH\nWiley VCH Dienstag, 13.12.2022\n2270 / 271916 [S. 77/79]\n1\nLigand parameters and mdp input files used are available in the\nSupporting Information.\nHybrid QM/MM geometry optimisations: The intermediate geo-\nmetries of the enzyme-substrate complex along the proposed\nreaction coordinate were generated through a series of hybrid QM/\nMM geometry optimisations. These were performed using the\nexchange-correlation density functional rev-PBE\n[32]\nwith the\nD3(BJ)\n[33]\ndispersion correction using the def2-SVP\n[34]\nbasis set and\nthe CHARMM27 forcefield\n[35]\nIn each QM/MM calculation the QM\nregion contained the entire ligand (either HEMT or HMT), atoms in\nthe side chains of residues S131, D177 and H208, and backbone\natoms from residues G57, Y58, W130, S131, and M132. Further\ndetails of the QM region are included in the Supporting\nInformation. The charge-shift scheme was used to redistribute\ncharges at the QM/MM boundary. All QM/MM calculations used the\nelectrostatic embedding scheme. Following a geometry optimisa-\ntion using restraints, an unrestrained geometry optimisation was\nalways used to remove the energy contribution from the restraint.\nAtoms allowed to move during these calculations were defined as\nthose within a 10 Å distance from the carbonyl carbon of the ligand\nmolecule, this was determined at the start of the first optimisation\nin each reaction profile, then conserved across subsequent\ncalculations. The functionals used in this work were selected for\ntheir high performance against the GMTKN55 benchmark\ndatabase.\n[36]\nQM/MM optimisations were performed in the program\nChemShell,\n[37]\nusing the dl-find optimiser. The software Orca was\nused to treat the QM region, while the in-built dl-poly method was\nused to treat the MM region.\nTransition state search through nudged elastic band calculations:\nThe transition state geometries along the proposed reaction\ncoordinates were generated using the nudged-elastic band (NEB)\nmethod,\n[38]\nwith an additional climbing image search at the end of\neach calculation.\n[39]\n12 images were generated by interpolation\nbetween the two input structures, then optimised using a spring\nforce constant of 0.01 to ensure the images remain on the reaction\nprofile. The NEB calculations were performed using the rev-PBE-\nD3(BJ) density functional and using the CHARMM27 forcefield.\n[40]\nThe same atoms allowed to move during QM/MM optimisations\nwere also allowed to move in NEB calculations. NEB calculations\nwere performed in the program ChemShell, using the dl-find\noptimiser. The software Orca was used to treat the QM region,\nwhile the in-built dl-poly method was used to treat the MM region.\nSingle point calculations: The energies of each of the intermediate\nand transition state geometries were re-evaluated at a higher\ncomputational level. These single-point energies were calculated\nusing the double-hybrid density functional DSD-PBEP86\n[41]\nwith the\nD3(BJ) dispersion correction using the ma-def2-TZVP basis set\n[42]\nand using the CHARMM27 forcefield. QM/MM single point calcu-\nlations were performed in the program ChemShell. The software\nOrca was used to treat the QM region, while the in-built dl-poly\nmethod was used to treat the MM region.\nAcknowledgements\nThis work was supported through a studentship from BBSRC in\nthe EastBio doctoral training programme for E. S.-P. M. B. thanks\nthe School of Chemistry and EaStChem for support and for\naccess to a computer cluster maintained by Dr. H. Früchtl. E. S.-\nP. would like to thank Dr. J. Colburn for technical assistance.\nConflict of Interest\nThe authors declare no conflict of interest.\nData Availability Statement"
    },
    {
      "heading": "Message-Passing Parallel Molecular Dynamics Implementation PROGRAM",
      "text": "SUMMARY Title of Program: GROMACS Version 1.0, 1995.\n[29] W. L. Jorgensen, J. Chandrasekhar, J. D. Madura, R. W. Impey, M. L. Klein,\nJ. Chem. Phys. 1983, 79, 926–935.\n[30] J. Huang, A. D. Mackerell, J. Comput. Chem. 2013, 34, 2135–2145.\n[31] V. Zoete, M. A. Cuendet, A. Grosdidier, O. Michielin, J. Comput. Chem.\n2011, 32, 2359–2368.\n[32] Y. Zhang, Y. Weitai, Phys. Rev. Lett. 1998, 80, 890.\n[33] S. Grimme, S. Ehrlich, L. Goerigk, J. Comput. Chem. 2012, 32, 174–182.\n[34] F. Weigend, R. Ahlrichs, Phys. Chem. Chem. Phys. 2005, 7, 3297–3305.\n[35] N. Foloppe, A. D. MacKerell, J. Comput. Chem. 2000, 21, 86–104.\n[36] L. Goerigk, A. Hansen, C. Bauer, S. Ehrlich, A. Najibi, S. Grimme, Phys.\nChem. Chem. Phys. 2017, 19, 32184–32215.\n[37] P. Sherwood, A. H. De Vries, M. F. Guest, G. Schreckenbach, C. R. A.\nCatlow, S. A. French, A. A. Sokol, S. T. Bromley, W. Thiel, A. J. Turner, S.\nBilleter, F. Terstegen, S. Thiel, J. Kendrick, S. C. Rogers, J. Casci, M.\nWatson, F. King, E. Karlsen, M. Sjøvoll, A. Fahmi, A. Schäfer, C. Lennartz,\nJ. Mol. Struct. 2003, 632, 1–28.\n[38] D. Sheppard, R. Terrell, G. Henkelman, J. Chem. Phys. 2008, 128, 1–10.\n[39] G. Henkelman, B. P. Uberuaga, H. Jónsson, J. Chem. Phys. 2000, 113,\n9901–9904.\n[40] A. D. MacKerell, D. Bashford, M. Bellott, R. L. Dunbrack, J. D. Evanseck,\nM. J. Field, S. Fischer, J. Gao, H. Guo, S. Ha, D. Joseph-McCarthy, L.\nKuchnir, K. Kuczera, F. T. Lau, C. Mattos, S. Michnick, T. Ngo, D. T.\nNguyen, B. Prodhom, W. E. Reiher, B. Roux, M. Schlenkrich, J. C. Smith, R.\nStote, J. Straub, M. Watanabe, J. Wiórkiewicz-Kuczera, D. Yin, M. Karplus,\nJ. Phys. Chem. B 1998, 102, 3586–616.\n[41] S. Kozuch, J. M. L. Martin, Phys. Chem. Chem. Phys. 2011, 13, 20104–\n20107.\n[42] J. Zheng, X. Xu, D. G. Truhlar, Theor. Chem. Acc. 2011, 128, 295–305.\nManuscript received: June 6, 2022\nAccepted manuscript online: September 16, 2022\nVersion of record online: October 25, 2022\nChemistry— A Eur\nopean Journal\n \nResearch Article\ndoi.org/10.1002/chem.202201728\nChem. Eur. J. 2022, 28, e202201728 (7 of 7) © 2022 The Authors. Chemistry - A European Journal published by Wiley-VCH GmbH\nWiley VCH Dienstag, 13.12.2022\n2270 / 271916 [S. 79/79]\n1"
    }
  ],
  "results_sections": [
    {
      "heading": "Results and Discussion",
      "text": "Enzyme–ligand complex reproduced by molecular docking\nTo generate suitable starting structures for subsequent MD\nsimulations and QM/MM calculations, molecular docking simu-\nlations were performed with the enzyme Is-PETase and various\nlengths of PET chain: 3PET, 2PET and HEMT (Figure 3).\nThe aromatic residues Y59, W130 and W156 were set as\nflexible during these simulations as it has been previously\nproposed that their mobility (especially the “wobbling” motion\nFigure 2. Proposed mechanism for the reaction catalysed by Is-PETase. The\nreaction has been split into two separate nucleophilic substitution reactions:\nNS1 (green) and NS2 (red). These reactions each constitute a nucleophilic\naddition (Nuc1 and Nuc2) and removal of a leaving group (LgR1 and LgR2)\nstep.\nChemistry— A Eur\nopean Journal\n \nResearch Article\ndoi.org/10.1002/chem.202201728\nChem. Eur. J. 2022, 28, e202201728 (2 of 7) © 2022 The Authors. Chemistry - A European Journal published by Wiley-VCH GmbH\nWiley VCH Dienstag, 13.12.2022\n2270 / 271916 [S. 74/79]\n1\nof W130) is important during substrate binding.\n[11]\nThe docking\nstudies (Figure 4) revealed that the portion of the ligands\nproximal to the catalytic S131 bound in similar modes. The\naromatic ring of this moiety forms a π-stacking interaction with\nY59. The docking of 2PET and 3PET revealed the role of W156\nas it forms a π-stacking interaction with the second aromatic\nring of each ligand. It can be seen through comparison with the\nbinding mode of HEMT that W156 rotates its side chain to\naccommodate the longer chains of 2PET and 3PET. The\norientations of the catalytic residues S131, D177 and H208 and\nthe reactive ester bond remained consistent across the docking\ngeometries of HEMT, 2PET and 3PET. For this reason and to\nreduce calculation times, HEMT was chosen as the substrate\nmimic to be used in the rest of this study.\nThe binding pose used as a starting point for the\nsubsequent molecular dynamics simulation was selected for its\nsimilarity to binding pose found in the PDB structure 5XH3,\n[3]\nparticularly for the proximity of the ligand’s carbonyl oxygen to\nthe backbone nitrogen in the oxyanion hole.\nQM/MM methods used to calculate the energy barriers of the\ndegradation of HEMT by Is-PETase\nStarting with an enzyme–ligand complex generated by molec-\nular docking between Is-PETase and HEMT, the system was\nsolvated using a series of molecular dynamics simulations (see\nthe Supporting Information). Geometries for the intermediates\nalong the proposed reaction pathway (Figure 2) were generated\nthrough a series of restrained and unrestrained QM/MM\ngeometry optimisations. Geometries were generated sequen-\ntially (i. e., starting from previously optimised structures) to\nensure that geometries remained on the same reaction path-\nway. The transition state geometries in between these\nintermediates were then generated using the nudged elastic\nband (NEB) method. Once the geometries of intermediates and\ntransition states had been found, single-point calculations were\nperformed to refine their energies. This process was repeated\nusing seven different snapshots from the MD simulation to\nsample different conformations along the reaction pathway.\nThe resulting reaction pathways are therefore the result of the\ndiffering starting geometries obtained from MD simulations.\nFor the reaction NS1, the reaction pathway (red line in\nFigure 5, left) with the lowest overall energy barriers had an\nactivation energy of 28.9 kJ mol\n\u0000 1\nwith reaction step LgR1\nresponsible for the highest energy barrier. For the reaction NS2,\nthe reaction pathway with the lowest overall energy barriers\n(red line in Figure 5, right) had an activation energy of\n34.1 kJ mol\n\u0000 1\nwith reaction step Nuc2 responsible for the\nhighest energy barrier (Figures 2 and 5). Nuc2 has the highest\nactivation energy across reactions NS1 and NS2.\nThe step connecting intermediates I2 and I3 involves the\ndissociation of the EG leaving group present in I2, followed by\nthe association of a water molecule which will function as the\nnucleophile in Nuc2. The driving force for this step could not be\ncalculated with sufficient accuracy using our QM/MM protocol.\nIf the substrate exchange were endergonic (pushing the second\nprofile up relative to the first one) the predicted overall barrier\nwould increase correspondingly. However, seeing that EG and\nwater binding will be dominated by hydrogen-bonding inter-\nactions with similar strength, no significant driving force for this\nstep is to be expected. In addition, it is expected that the\ndissociation of EG will occur without any significant energy\nbarrier as the molecule forms no strong interactions with either\nthe active site of the enzyme or the bound ligand and no major\nrearrangement of the protein backbone is required to release\nthe product. The association of a water molecule into a\nnucleophilic position is similarly expected to occur without a\nsignificant energy barrier as H208 will readily form hydrogen\nbonds with bulk solvent in absence of EG in the active site. We\nthus assume that the two legs of the reaction in Figure 5 can be\nseamlessly connected and evaluate our overall barriers assum-\ning zero driving force for the EG/water exchange.\nThe geometry of the Nuc2 transition state shows some\nstabilisation of the formal negative charge that is forming on\nthe carbonyl oxygen of the substrate en route to the tetrahedral\nintermediate I4 (through hydrogen bonds involving backbone\nnitrogen atoms of Y58 and M132, with distances of 2.6 and\nFigure 3. Chemical structures of the ligands docked into Is-PETase.\nFigure 4. Docking modes of three lengths of PET, alongside the orientations\nof residues Y59, W130 and W156. HEMT (red), 2PET (white) and 3PET (grey).\nThe catalytic S131 residue is displayed in green.\nChemistry— A Eur\nopean Journal\n \nResearch Article\ndoi.org/10.1002/chem.202201728\nChem. Eur. J. 2022, 28, e202201728 (3 of 7) © 2022 The Authors. Chemistry - A European Journal published by Wiley-VCH GmbH\nWiley VCH Dienstag, 13.12.2022\n2270 / 271916 [S. 75/79]\n1\n3.7 Å, respectively; Figure 6, top). The latter distance is quite\nlong, suggesting less than optimal stabilisation in the TS (this\ndistance closes to 2.7 Å in the subsequent intermediate;\nFigure 6, bottom). The nucleophilic water molecule must be\ndeprotonated by H208 whilst having an orientation suitable for\nnucleophilic attack on the carbonyl carbon. To accommodate\nthis, a rotation of the side chain of S131 occurs, pulling the\ncarbonyl oxygen out of the oxyanion hole. (Figure 6). The width\nof the active site of Is-PETase does not permit the nucleophilic\nattack of water to occur whilst efficiently stabilising the\ndeveloping negative charge. Analysis of the transition states\nNuc1 and Nuc2 across each reaction pathway calculated\nrevealed that the degree of stabilisation of the negative charge\ndeveloping on the carbonyl oxygen of the ligand has the\nlargest effect on the activation energy of the corresponding\nreaction step. The same trend as discussed above holds for the\nset of Nuc1 and Nuc2 transition state geometries: The shorter\nthe M132 backbone nitrogen – ligand carbonyl oxygen in the\ntransition state, the lower the associated activation energy (R\n2\n=\n0.81 for Nuc1 and R\n2\n= 0.87 for Nuc2). Far weaker correlations\nwere found for the equivalent distance with the Y58 nitrogen.\nThis is due to this distance being consistently shorter, with less\nvariance. Plots of this data can be found in the Supporting\nInformation.\nThis might be an evolutionary compromise that has been\nmade as the expanded active site allows for better substrate\nbinding.\nNote that, in particular for step NS1, a notable spread of\nbarriers is computed for the pathways starting from different\nMD snapshots. However, even the largest overall barrier\nobtained for all pathways, 62.4 kJ mol\n\u0000 1\n, should be readily\nsurmountable at room temperature.\nThe barriers for our most favourable pathways are lower\nthan those reported in previous QM/MM studies (between ca.\n60–80 kJ mol\n\u0000 1\nwhen using M06-2X and PBE functionals in the\nQM regions\n[20–22]\n). Our results therefore confirm previous\npredictions at the lower end of this range and, in view of the\nspread discussed above, highlight the need to trace multiple\npathways in order to avoid spuriously high barriers from a\nsingle one.\nFigure 5. Energy profiles calculated for the two reactions catalysed by Is-\nPETase (Figure 2), NS1 (top) and NS2 (bottom). The lowest energy profile\nacross each reaction (red) has the rate-limiting step Nuc2, with an energy\nbarrier of 34.1 kJ mol\n\u0000 1\n. The grey lines represent energy profiles for reactions\nstarting at MD snapshots with higher activation energies.\nFigure 6. The geometry for the transition state Nuc2 (above) and its\nsubsequent intermediate I4 (below), including key hydrogen-bond distances\nin Å. The dihedral angle of the bond from the side chain of S131 to the\ncarbonyl carbon of the substrate (highlighted in yellow) is 168.0 ° in Nuc2\nand 96.6 ° in I4. These geometries were taken from the reaction pathway of\nNS2 with the lowest overall activation energy.\nChemistry— A Eur\nopean Journal\n \nResearch Article\ndoi.org/10.1002/chem.202201728\nChem. Eur. J. 2022, 28, e202201728 (4 of 7) © 2022 The Authors. Chemistry - A European Journal published by Wiley-VCH GmbH\nWiley VCH Dienstag, 13.12.2022\n2270 / 271916 [S. 76/79]\n1\nSeveral kinetic studies have been performed on Is-PETase\nusing PET films and pellets of various shapes and sizes.\n[1,10,13,24]"
    },
    {
      "heading": "Conclusions",
      "text": "Using QM/MM methods, we have calculated that the lowest\nenergy barrier in the degradation of PET by Is-PETase is\nbetween 34.1 and 62.4 kJ mol\n\u0000 1\n, consistent with that of similar\nesterases. This serves as further support to the hypothesis that\nIs-PETase operates by using the reaction mechanism described\nin Figure 2.\nThe lowest of our computed overall energy barriers is\nassociated with the nucleophilic addition of a water molecule\nactivated by the H208–D177 diad to the enzyme-bound ligand.\nDue to this low calculated barrier, we suggest that the overall\nrate-limiting step for this reaction is product dissociation. This is\nfurther supported by the formation of a stable alternative\nproduct, which might inhibit product release."
    },
    {
      "heading": "The data that support the findings of this study are openly",
      "text": "available in University of St Andrews Research Portal at https://\ndoi.org/10.17630/486acc90-3be5-43c2-aa08-17c02096bb85,\nreference number 281306707.\nKeywords: catalysis · enzyme · green chemistry · plastics · QM/\nMM\n[1] S. Yoshida, K. Hiraga, T. Takehana, I. Taniguchi, H. Yamaji, Y. Maeda, K.\nToyohara, K. Miyamoto, Y. Kimura, K. Oda, Science 2016, 351, 1196–\n1199.\n[2] a) K. F. Tipton, Enzyme Nomenclature. Recommendations of the Nomen-\nclature Committee of the International Union of Biochemistry and\nMolecular Biology on the Nomenclature and Classification of Enzymes.\nAcademic Press, San Diego 1992; b) A. J. Barrett, Eur J Biochem. 1997,\n250, 1-6 .\n[3] X. Han, W. Liu, J.-W. Huang, J. Ma, Y. Zheng, T.-P. Ko, L. Xu, Y.-S. Cheng,\nC.-C. Chen, R.-T. Guo, Nat. Commun. 2017, 8, 2106.\n[4] I. Taniguchi, S. Yoshida, K. Hiraga, K. Miyamoto, Y. Kimura, K. Oda, ACS\nCatal. 2019, 9, 4089–4105.\n[5] T. Fecker, P. Galaz-Davison, F. Engelberger, Y. Narui, M. Sotomayor, L. P.\nParra, C. A. Ramírez-Sarmiento, Biophys. J. 2018, 114, 1302–1312.\n[6] E. Herrero Acero, D. Ribitsch, G. Steinkellner, K. Gruber, K. Greimel, I.\nEiteljoerg, E. Trotscha, R. Wei, W. Zimmermann, M. Zinn, A. Cavaco-\nPaulo, G. Freddi, H. Schwab, G. Guebitz, Macromolecules 2011, 44, 4632–\n4640.\n[7] F. Kawai, T. Kawabata, M. Oda, Appl. Microbiol. Biotechnol. 2019, 103,\n4253–4268.\n[8] S. Sulaiman, S. Yamato, E. Kanaya, J. J. Kim, Y. Koga, K. Takano, S.\nKanaya, Appl. Environ. Microbiol. 2012, 78, 1556–1562.\n[9] J. W. Kim, S. Bin Park, Q. G. Tran, D. H. Cho, D. Y. Choi, Y. J. Lee, H. S. Kim,\nMicrob. Cell Fact. 2020, 19, 97 (DOI: 10.1186/s12934-020-01355-8).\n[10] B. Liu, L. He, L. Wang, T. Li, C. Li, H. Liu, Y. Luo, R. Bao, ChemBioChem\n2018, 19, 1471–1475.\n[11] H. P. Austin, M. D. Allen, B. S. Donohoe, N. A. Rorrer, F. L. Kearns, R. L.\nSilveira, B. C. Pollard, G. Dominick, R. Duman, K. El Omari, V. Mykhaylyk,\nA. Wagner, W. E. Michener, A. Amore, M. S. Skaf, M. F. Crowley, A. W.\nThorne, C. W. Johnson, H. L. Woodcock, J. E. McGeehan, G. T. Beckham,\nProc. Natl. Acad. Sci. USA 2018, 115, 4350–4357.\n[12] Y. Ma, M. Yao, B. Li, M. Ding, B. He, S. Chen, X. Zhou, Y. Yuan, Engineering\n2018, 4, 888–893.\n[13] E. Z. L. Zhong-Johnson, C. A. Voigt, A. J. Sinskey, Sci. Rep. 2021, 11, 928\n(DOI: 10.1038/s41598-020-79031-5).\n[14] J. Yao, X. Wang, H. Luo, P. Gu, Chem. Eur. J. 2017, 23, 16380–16387.\n[15] S. Feng, Y. Yue, J. Chen, J. Zhou, Y. Li, Q. Zhang, Environ. Sci. Process.\nImpacts 2020, 22, 2332–2344.\n[16] M. Karplus, Angew. Chem. 2014, 53, 9992 -10005–95.\n[17] G. Jindal, A. Warshel, J. Phys. Chem. B 2016, 120, 9913–9921.\n[18] M. Prejanò, T. Marino, N. Russo, Front. Chem. 2018, 6, 1–9.\n[19] H. J. Kulik, Phys. Chem. Chem. Phys. 2019, 20, 20650–20660.\n[20] S. Boneta, K. Arafet, V. Moliner, J. Chem. Inf. Model. 2021, 61, 3041–3051.\n[21] C. Jerves, R. P. P. Neves, M. J. Ramos, S. Da Silva, P. A. Fernandes, ACS\nCatal. 2021, 11, 11626–11638.\n[22] S. Feng, Y. Yue, M. Zheng, Y. Li, Q. Zhang, W. Wang, ACS Sustainable\nChem. Eng. 2021, 9, 9823–9832.\n[23] C. H. Hu, T. Brinck, K. Hult, Int. J. Quantum Chem. 1998, 69, 89–103.\n[24] Y. Ma, M. Yao, B. Li, M. Ding, B. He, S. Chen, X. Zhou, Y. Yuan, Engineering\n2018, 4, 888–893.\n[25] V. Pirillo, L. Pollegioni, G. Molla, FEBS J. 2021, 288, 4730–4745.\n[26] O. Trott, A. J. Olson, J. Comput. Chem. 2010, 31, 455–461.\n[27] W. DeLano, CCP4 Newsl. Protein Crystallogr. 2002, 40, 82–92.\nChemistry— A Eur\nopean Journal\n \nResearch Article\ndoi.org/10.1002/chem.202201728\nChem. Eur. J. 2022, 28, e202201728 (6 of 7) © 2022 The Authors. Chemistry - A European Journal published by Wiley-VCH GmbH\nWiley VCH Dienstag, 13.12.2022\n2270 / 271916 [S. 78/79]\n1\n[28] H. J. C. Berendsen, D. Van Der Spoel, R. Van Drunen, GROMACS: A"
    }
  ]
}