{
  "txt_file": "fbioe-11-1263996.txt",
  "pdf_file": "fbioe-11-1263996.pdf",
  "title": "Current advances in the structural",
  "experimental_sections": [],
  "computational_sections": [
    {
      "heading": "In a subsequent study, a structural bioinformatics-based strategy",
      "text": "was used for the rational design ofIsPETase (Son et al., 2020). The\nstudy mainly focused on the engineering of the substrate binding\nsite, and based on multiple structure alignment, 27 residues\nconstituting the substrate binding site of IsPETase were\nidentiﬁed. In addition, 9 residues were further selected for site-\ndirected mutagenesis, and the resulting mutantsIsPETase\nS242T and\nIsPETaseN246D displayed signi ﬁcantly increased activities. After\nincubation at 37 °C for 72 h, the catalytic activities of\nIsPETaseS242T and IsPETaseN246D were increased by 1.5- and 2.4-\nfold, respectively, compared with those of wild-type IsPETase.\nHowever, when the N246D mutation was added to\nIsPETase\nS121E/D186H/R280A, the results showed that the obtained\nIsPETaseS121E/D186H/N246D/R280A displayed signi ﬁcantly decreased\nactivity and thermostability. Additionally, from the crystal\nstructures ( Figure 3D ), salt bridges between D246 and\nArg280 and the additional formed H-bonds were identi ﬁed,\nwhich might be factors in the increased catalytic performance.\nThis indicates that the N246D mutation might be more\nimportant for enzyme activity. Based on these ﬁndings, the\nS242T mutation was integrated intoIsPETase\nS121E/D186H/N246D; the\nresults showed that the Tm value was increased by 1°C, and the PET-\ndegrading activity was increased by 58- and 1.5-fold compared with\nthat of wild-typeIsPETase and theIsPETaseS121E/D186H/R280A mutant\nat 37°C.\n2.1.2.4 DuraPETase"
    },
    {
      "heading": "In a recent study, a computational strategy, greedy accumulated",
      "text": "strategy for protein engineering (GRAPE), was developed to\nFIGURE 3\nStructure analysis of IsPETase [(A), PDB ID: 8GU5 in blue] and IsPETaseS121E/D186H/R280A.[ (A), PDB ID: 6IJ6 in multiple colours] and the interactions\nbetween the mutations(B–D). (The dotted green (or light green, and blue) lines indicate the formed H-bonds; the brown dotes line mean the formed salt\nbridging interactions; the free red residues mean the water molecules; and the line ribbons indicate the protein model).\nFrontiers inBioengineering and Biotechnology frontiersin.org07\nLiu et al. 10.3389/fbioe.2023.1263996\nimprove the robustness ofIsPETase (Y. Cui, Chen, et al., 2021b). The\nGRAPE strategy included three main steps: 1) The generation of\nstabilizing mutations with multiple algorithms (e.g., ABACUS,\nFoldX, Consensus analysis) led to the identi ﬁcation of\n253 unique predicted mutations. 2) The characterization of\nbeneﬁcial mutations based on biophysical pitfalls led to a\nsublibrary of 85 candidates. Among them, 21-well-expressed\nmutants were determined to show increased stability. Based on\nthe K-means algorithm, these 21 identi ﬁed hits were further\nclustered into three groups for the subsequent accumulation\nprocess. 3) Accumulation of the mutations in each cluster\naccording to the greedy algorithm based on the stability-\nmediated physical features led to a total of 65 combined variants,\namong which IsPETase-M10 (named DuraPETase, S214H-I168R-\nW159H-S188Q-R280A-A180I-G165A-Q119Y-L117F-T140D)\nfrom the third cluster was identiﬁed as the most thermostable\nvariant, displaying dramatically increased thermostability. The T\nm\nvalue of DuraPETase was increased to 77°C, which was enhanced by\n~3 1°C compared with wildIsPETase.\nWhen applied for the digestion of semicrystalline PET ﬁlm\n(30%) after 10 days at 37°C, the released soluble products reached up\nto 3.1 mM, and the conversion was determined to be ~15 ± 1%,\nFIGURE 4\nStructure analysis of Dura-PETase [(A), PDB ID: 6KY5] and the interactions between the mutations(B–E). (Meanings of different dotted lines are the\nsame as mentioned above; the free green residues indicate the Ca2+; the yellow and white surface indicate the formed hydrophobic regions).\nFIGURE 5\nThe detailed workﬂow of MutCompute.\nFrontiers inBioengineering and Biotechnology frontiersin.org08\nLiu et al. 10.3389/fbioe.2023.1263996\nwhich was ~300-fold higher than that released by IsPETase.\nCompared with LCC, TfH, Tfcut2, Cut190, and Cut190Q138A/D250C-\nE296C/Q123H/N202H, the catalytic performance of DuraPETase against\nthe same PETﬁlm was increased by 1.7-, 13-, 55-, 10-, and 8-fold\nafter 3 days of incubation at 37°C. Importantly, at 37°C, complete\ndegradation of nanoplastics (⌀ =5 0–100 nm) was catalysed by\nIsPETase and DuraPETase within 1 h. Structure analysis and\nmolecular simulation showed that the mutations introduced new\nelectrostatic interactions (I168R, shown as orange linesFigure 4C),\nimproved hydrophobic packing [L117F, Q119Y, A180I, S214H, and\nR280A, shown as pink lines ( Figures 4C, E ), reduced the\nconformational entropy (G165A, Figure 15D), and led to the\nformation of additional H-bonds (shown as green lines).\nIn particular, the W159H mutation located near the catalytic\ntriad probably reconstructed the binding site of DuraPETase (shown\nin grey surface,Figure 4B), which is also true for the functions of the\nL117F and Q119Y mutations viaπ-π interactions with Tyr87. S214H\nwas concluded to be capable of preventing the wobbling of\nTrp185 by an offset parallel π-π stacking interaction. Mutations\nS214H, Trp185, Tyr87, L117F, and Q119Yﬁnely regulate the active-\nsite cleft suitable for PET binding, which was named the“aromatic\ntunnel” ﬂanker. Tyr87, Q119Y, and Trp185 could enhance PET\nbinding through π-π interactions with the aromatic motif. The\nincorporation of these mutations might contribute to the\nincreased catalytic performance, which further illustrates the\nimproved ability to lower the likelihood of combining mutations\nwith adverse effects and a lack of target protein structures in enzyme\nengineering.\n2.1.2.5 DuraPETase\nN233C/S282C/H214S/S245R\nBased on DuraPETase, another mutant named DuraPETase-4\nM (DuraPETaseN233C/S282C/H214S/S245R) was designed to increase the\noverall rigidity (N233C/S282C), regulate the ﬂexibility of the\nW185 region (H214S), and optimize the protein surface\nFIGURE 6\nStructure analysis of FAST-PETase (PDB ID: 7SH6) and the interactions of different mutants with favourable residues [(B–E), the red residues mean\nthe mutant residues]. (Meanings of different dotted lines are the same as mentioned above).\nFrontiers inBioengineering and Biotechnology frontiersin.org09\nLiu et al. 10.3389/fbioe.2023.1263996\nelectrostatic charge (S245R) (Y. Liu, Liu, et al., 2022a). It should be\nnoted that the H214S substitution led to decreased stability at 60°C,\nand the degradation performance against the amorphous PET\npowder was signiﬁcantly improved. This also reﬂects the activity-\nstability trade-offs. When maintained at 60°C for 96 h, DuraPETase-\n4Me fﬁciently hydrolysed the PETﬁlm (crystallinity 10.2%) with a\ndegradation percentage of 69.8%, which is a 5.4-fold improvement\nover DuraPETase.\nSimilarly, an electrostatic interaction-based method was\ndeveloped for the rational design of IsPETase and investigating\nthe roles of electrostatic interactions in thermostability (Yin et al.,\n2022). Residues S92 (on theα3 helix), I139 (on theα4 helix) and\nD157 (on the loop connectingβ6 andβ7) on the protein surface were\nrationally selected and mutated to the positively charged residues.\nThe I139R mutation led to the highest increase inΔT\nm of 8.71°C\n(Tm = 56.37°C), the R251A mutation caused a Tm value increase of\n4.68°C( Tm = 52.34°C), and the S92R/D157E mutation resulted in an\nincrease of 2.18°C( Tm = 51.48°C). Introduction of the R251A\nmutation into the above obtained mutants further improved their\nT\nm values, which were 53.08°C( ΔTm = 5.42°C) and 54.80°C( ΔTm =\n7.14°C) for theIsPETaseS92K/R251A variant andIsPETaseS92R/D157E/R251A,\nrespectively. With improved thermostability, IsPETaseI139R also\ndisplayed a 3.6-fold improvement in degradation activity.\nInterestingly, using the MHET substrate at 30°C, the kcat of the\nIsPETaseS92K/D157E/R251A variant was shown to be increased by 1.74-\nfold. In particular, the IsPETaseS92K/D157E/R251A variant could fully\ndegrade PET into TPA alone without MHET, which might be caused\nby a narrower substrate binding cleft. Thus, only the smaller, EG\nmoiety was capable of entering the active site for further hydrolysis.\nThis is an unusual and importantﬁnding, especially for promoting\nthe PET circular economy in the future.\n2.1.2.6 FAST-PETase (PETase\nS121E/D186H/R224Q/N233K/R280A)\nIn a similar study, rational protein engineering based on a\nstructure-based machine learning algorithm was applied for the\ndesign of robust and efﬁcient PET hydrolase (Lu et al., 2022).\nMutCompute (https://mutcompute.com), a web-based tool based\non deep learning-guided predictions for protein mutagenesis, was\nused for the discovery of thermostable mutants (Figure 5). From all\n29 possible combinations with the four obtained mutations (S121E,\nT140D, R224Q and N233K) across the three promising PETase\nFIGURE 7\nThe overall structure of HotPETase (PDB ID: 7QVH) and the\nmutant amino acids (shown in ball and stick representation).\nFIGURE 8\nThe overall structure of MHETase(A), (PDB ID: 6QG9) and the structure alignment(B) of MHETase, an esterase from Aspergillus oryzae (PDB ID:\n6Q21) and the IsPETase fromIdeonella sakaiensis(PDB ID: 6QGC). (The active site of MHETase is highlighted with pink dotted lines, and the lid domain are\ncoloured by green and theα/β-hydrolase domain is coloured by red (the alpha helix), blue (theβ-sheet) and white (theβ-turn).\nFrontiers inBioengineering and Biotechnology frontiersin.org10\nLiu et al. 10.3389/fbioe.2023.1263996\nscaffolds (IsPETase, ThermoPETase and DuraPETase), 23 mutants\ndisplayed increased Tm compared with their respective scaffolds. In\nparticular, FAST-PETase (PETase\nS121E/D186H/R224Q/N233K/R280A) showed\na 38-fold increase in PET hydrolytic activity at 50°C compared with\nthat of ThermoPETase, with 33.8 mM PET monomers released after\n96 h. Even compared with LCC and LCC\nICCM, FAST-PETase also\ndemonstrated better performance at mild temperatures and\nmoderate pH conditions. In particular, at 50 °C, FAST-PETase\ndisplayed the highest overall depolymerization rate of the highly\ncrystalline substrates compared with the thermophilic enzymes\n(LCC and ICCM), IsPETase and ThermoPETase and\nDuraPETase. Moreover, FAST-PETase is capable of\ndepolymerizing the pretreated ﬁlms (~2% crystallinity) by quick\ntemperature quenching, releasing 32.8 mM PET monomers at 50\n°C\nafter 24 h. It could even degrade highly crystalline (23.6%)ﬁlms by\nreleasing 23.8 mM PET monomers.\nStructure analysis ( Figure 6 ) revealed several additional\nintramolecular salt bridges (shown in the orange line formed\nbetween the K233 mutation and E204), Figure 6B), hydrogen\nbonds (Figure 6B–D, shown in green lines) and hydrophobic\ninteractions (shown in pink lines formed between the\nH186 mutation, P120 and F191, Figure 6C). Importantly, the\nportability and effectiveness of these machine learning-based\npredictions were further validated by the introduction of the\ncorresponding N233K mutation to LCC, ICCM and Cut190. The\nresults showed that theΔT\nm values of LCCD238K and Cut190D250K\nFIGURE 9\nThe interaction modes of MHETase with a nonhydrolyzable ligand MHETA(A, B, E); PDB ID: 6QGA and with benzoic acid(C, D); PDB ID: 6QGB. (The\nlight blue surface indicates the substrate-binding site).\nFrontiers inBioengineering and Biotechnology frontiersin.org11\nLiu et al. 10.3389/fbioe.2023.1263996\nwere increased by 7°C, although the ΔTm of ICCMC238K/C283S was\ndecreased by 3.7°C on amorphous gf-PET.\nRaghav Shroff et al. developed a structure-based deep learning\nmodel, a 3D convolutional neural network (CNN), which could be\ntrained to deduce amino acid-structure relationships by connecting\namino acids with the local chemical microenvironments (Shroff\net al., 2020). This would be helpful for the discovery of novel gain-of-\nfunction mutations that might be missed by energetics-based\nstrategies. It empirically identiﬁes native residues discordant with\ntheir structural and chemical expectations or the local environment\nas ideal targets for rational protein engineering. The results indicate\nthat this strategy performs better in combination with the widely\nused protein design tools based on energetics simulations and\ngenerates potential gain-of-function mutants with high-frequency\nand state-of-the-art accuracy. Ultimately, the obtained mutants with\nimproved function in vivo were determined to be increased by\napproximately 6- and 30-fold across three diverse proteins.\n2.1.2.7 HotPETase\nRobust PETases satisfying the demands of industrial processes\nare key to realizing industrial plastic biodegradation. To further\nimprove the thermostability of IsPETase, an automated, high-\nthroughput directed evolution protocol was reported for the\nscreening and identi ﬁcation of promising PET-degrading\nbiocatalysts (Bell, Smithson, and Kilbride, 2022 ). The reaction\ntemperature and the extended reaction time were used for\nselection pressure. After six rounds of evolution, the most\nthermostable IsPETase variant, HotPETase\n(IsPETase\nS121E/D186H/R280A/P181V/S207R/S214Y/Q119K/S213E/N233C/S282C/R90T/Q182M/\nN212K/R224L/S58A/S61V/K95N/M154G/N241C/K252M/T270Q, Figure 7 , PDB ID:\n7QVH), was identi ﬁed. It contains 21 amino acid mutations\ncompared to the wild IsPETase, and the Tm (82.5°C) was\nincreased by 25.7°C compared with the starting IsPETaseTS.A t\n65°C, after 1 h, each mole of HotPETase releases more monomers\nthan LCCICCG does, revealing its superior catalytic performance. In\nparticular, under the optimal conditions, 0.5μM HotPETase could\ndegrade cryPET (0.4% crystallinity, 4 g/L), releasing 6.07 mM soluble\nmonomer within 5 h at 60°C with a degree of depolymerization of\n31%. This is the most promising IsPETase mutant for PET\nbiodegradation.\nCrystal structure analysis showed that the P181V mutation\ncreated an additional hydrogen bond, altered surface charge\ndistributions, especially in the substrate binding cleft, and\nsubstantially decreased ﬂexibility around the regions formed by\nthe residues from Ala183 to Asn190 and Cys203 to Leu216. The\nmentioned mutations would further improve the packing of the\ncentral β-sheet region; moreover, the well-deﬁned conformation of\nTrp185 was shown to be unnecessary for ef ﬁcient PET\ndeconstruction. This ﬁnding illustrates the obscure functions of\nP181 (Son et al., 2019).\n2.1.2.8 GrAnc8\nIn a recent study ( Joho et al., 2023 ), ancestral protein\nreconstruction (ASR) was used to understand the evolutionary\nhistory of IsPETase from ancient serine hydrolases. First, the\nphylogenetic trees and ancestral sequences were reconstructed\nwith the ASR1 dataset (82 sequences, constructed by GRASP)\nand ASR2 data (147 sequences, constructed by CodeML). Then,\nthe Rosetta-based algorithm protein repair one-stop shop (PROSS)\nwas used for the identiﬁcation of evolutionarily conserved mutations\nresponsible for stability and catalytic activity. This resulted in a\nlibrary of 15 PETase mutants containing 9 to>50 mutations, among\nwhich 5 mutants (GrAnc9, GrAnc8, CoAnc3, PROSS4, PROSS5)\nexhibited signiﬁcantly increased thermostability with T\nm values\napproximately 20°C higher than that of the wildIsPETaes.\nIn particular, the mutant GrAnc8 was determined to be the best\nperforming ancestor in terms of stability and activity. Through\nstructure analysis, signi ﬁcant variation in surface-exposed\nresidues was identi ﬁed, especially those lining the substrate\nbinding site. It was believed that the more cationic trend might\ncause the improved stability; however, this (the altered surface\ncharge) was determined to be unrelated to any functional\nFIGURE 10\nThe crystal structure of MHETase with benzoic acid(A), PDB ID: 6QZ3), the detailed binding modes of benzoic acid(C) and the special conformation\ncaused by substrate binding(B). (The substrate-binding site is coloured by yellow; and the red arrows mean the orientation of the conformational changes).\nFrontiers inBioengineering and Biotechnology frontiersin.org12\nLiu et al. 10.3389/fbioe.2023.1263996\nadaptation of IsPETase. In addition, the deletion of a surface-\nexposed loop (ADLK) between S278 and T279 was expected to\nresult in a clear increase in thermostability. Moreover, it was shown\nthat a segment around the active site (R171A, N186D, F218I, S214H,\nD186S) played critical roles in regulating the degradation activity\nand thermostability by accommodating the conformations of W185.\nThe structural basis for the evolution of the improved activity\nrevealed that it is mainly caused by remote mutations through\nthe increased level of sampling of catalytically productive\nconformations of the existing functional residues. In this study,\nthe activity-stability trade-offs were also conﬁrmed, as in the case of\nS214H, D186S and D186N, which increased stability but decreased\nactivity.\n2.1.3 MHETase\nAttention has been attracted again by the MHETase for PET\ndegradation, accompanied by the rapid development ofIsPETase for\nthe efﬁcient conversion of mono-(2-hydroxyethyl) terephthalate\n(MHET) to terephthalic acid (TPA) and ethylene glycol (EG)\nwith kcat = 31 ± 0.8 s−1 and Km = 7.3 ± 0.6 mM. Compared with\nIsPETase, there are far fewer reported studies on the structures,\nfunctions and engineering of the MHETase enzyme.\nIn the hostI. sakaiensis201-F6, the MHETase gene (ISF6_0224)\nis located adjacent to the TPA-degrading gene cluster (Yoshida et al.,\n2016), and the protein sequence shows sequence similarity to those\nof the tannase family with highly conserved catalytic triad residues.\nHowever, MHETase is determined to be nonhomologous to the\n6 determined MHET-hydrolytic enzymes (TfH, FsC, Thc_Cut1,\nThc_Cut2, Thf42_Cut1, BsEstB), which was also con ﬁrmed by\nthe fact that MHETase was unable to degrade PET, BHET or\npNP aliphatic esters catalysed by the tannase.\nWeber et al. reported the crystal structure of the active ligand-\nfree MHETase from I. sakaiensis bound to a nonhydrolyzable\nMHET analogue (Palm et al., 2019). The overall architecture of\nMHETase is more similar to that of feruloyl esterases (Figure 8B),\nand it possesses the classic α/β-hydrolase domain, the highly\nFIGURE 11\nThe structure alignment of MHETase with different ligands(A, B), the detailed structure of MHETase with BHET(C), PDB ID: 6JTT) and the interaction\nmodes (D). (The light blue and white surface indicates the substrate-binding site; the free red residues indicate the water molecules; and the green\nresidues mean Ca2+).\nFrontiers inBioengineering and Biotechnology frontiersin.org13\nLiu et al. 10.3389/fbioe.2023.1263996\nconserved catalytic triad S225-H528-D492, one highly conserved\ndisulﬁde bond (C224-C529) among ﬁve internal disulﬁde bonds\n(C51-C92, C224-C529, C303-C320, C340-C348, C577-C599), and\nthe presence of a Ca\n2+-binding site with the critical residue G132 in\nthe oxyanion hole and the lid domain. The disulﬁde bond can\nstabilize the catalytic residues Ser and His, and the lid domain\nassociated with substrate speciﬁcity might be further maintained by\nthe bound Ca\n2+ (Suzuki et al. 2014).\nThe binding mode of the MHETase-MHETA complex (Figures\n9A, C) revealed that the substrate speciﬁcity is almost entirely\nconferred by the lid domain. In the substrate binding site, the\nsubstrate MHETA is stabilized by the hydrophobic interaction\nbetween the phenyl ring of MHETA and the residues F495,\nG132 and A494 (Figure 9B). Furthermore, the free carboxylate is\ntightly bound by the lid domain residues R411 and S416 and two\nwater molecules through H-bond interactions. In addition, the\npeptide bond maintains a hydrogen bond network with H528,\nG132 and E226. In particular, F415 functions as a“gatekeeper”\nthat is positioned away from the active site when the enzyme is ready\nfor substrate binding; once the substrate is bound, the side chain of\nF415 is triggered to rotate by nearly 180\n°, closing the gate. This\nprobably leads to much tighter interactions between MHETase and\nthe substrate with a K\nm of 7.3 μM. The functions of R411 were\nfurther investigated by site-directed mutagenesis, and the results\nshowed that R411A and R411Q almost completely lost their MHET\nhydrolysing activity. This is also true of S416 or S419 for regulating\nsubstrate binding. Moreover, R411A, R411Q and F424N, with\naltered positive charges, displayed signiﬁcantly higher hydrolysing\nactivity against BHET, indicating altered substrate speciﬁcity.\nRecently, a 1.6 Å resolution MHETase structure was reported\n(Figure 16) (Knott et al., 2020), which also highlights the MHETase\ncore domain, the lid domain and a Ca\n2+ binding site, similar to the\noverall structure in Figure 10A . As discussed above, distinct\nstructural conservation is also revealed between the MHET-\nhydrolysing domain of MHETase and IsPETase. Except for the\nobserved F415 adopting a“closed” orientation on substrate binding,\nthe side chain of G410 would also trigger the active site with ligand\nbinding (Figure 10B)."
    },
    {
      "heading": "In addition, molecular simulation indicated that the lid could be",
      "text": "further stabilized upon Ca\n2+ binding, and the two-step reaction\n(acylation and deacylation) mechanism was also investigated. First,\ncatalytic S225 is activated and deprotonated by H528, making it\nready for nucleophilic attack upon the carbonyl C of MHET, which\nwill lead to the formation of released, EG and the acyl-enzyme\nintermediate. It is worth noting that the deacylation reaction\nproceeds without, EG in the active site, and the nucleophilic\nattack on the AEI by a water molecule liberates TPA. This\nprocess was also assisted by H528, which could deprotonate the\nFIGURE 12\nThe overall structure of PHL7(A) and the interaction modes(B,C). (The white surface indicates the substrate-binding site).\nFrontiers inBioengineering and Biotechnology frontiersin.org14\nLiu et al. 10.3389/fbioe.2023.1263996\nFIGURE 13\nThe structure alignment of RgPETase with IsPETase(A) and their structural differences(B–D).\nFIGURE 14\nThe structure alignment of BbPETaseCD with IsPETase(A) and the substrate binding cleft(B). (The blue surface indicates the substrate-binding site,\nand the red line highlight the residues associated with formation of the substrate binding plateau).\nFrontiers inBioengineering and Biotechnology frontiersin.org15\nLiu et al. 10.3389/fbioe.2023.1263996\ncatalytic water and transfer the proton to the catalytic S225 for\nanother catalytic cycle. Biochemical studies showed that MHETase\nalso displayed concentration-dependent substrate inhibition with a\nK\nm value of 23.17 ± 1.65μM and aKk value of 307.30 ± 20.65μM.\nAlthough MHETaseS131G showed little concentration-dependent\nsubstrate inhibition, it displayed an 8-fold higherKm value and\nan ~3% reduction in catalytic activity, indicating a poor afﬁnity\nfor MHET.\nThe catalytic performance of the lidless MHETase was also\nexplored, which led to a signi ﬁcantly decreased catalytic rate\n(~1,000-fold lower, kcat = 0.05 ± 0.03 s−1). This demonstrates the\nimportant role of the lid domain in MHET-hydrolysing activity. The\ninability of MHETase to act on MHE-isophthalate (MHEI) and\nMHE-furanoate (MHEF) was also detected. Considering the\nsynergistic effect on PET depolymerization, chimeric enzymes\nwere constructed withﬂexible glycine-serine linkers (8–20 glycine\nand serine residues) connecting the C-terminus of MHETase to the\nN-terminus of PETase. The results showed that the chimeric\nproteins all exhibit markedly improved PET and MHET turnover\ncompared with the single free enzyme or the mixed two free\nenzymes. In my opinion, this ﬁnding is quite important for the\ndesign of promising and effective multienzyme systems for the\nefﬁcient degradation of PET waste.\nThe secretory expression of MHETase in an active form with\nproper folding was achieved by Kim et al. inEscherichia coli with\nthe SP\nLamB system (Hye Young Sagong et al., 2020). It was found\nthat MHETase might exist as a monomer, in contrast to the\nstructural homology of the dimer feruloyl esterase from\nAspergillus oryzae . This was believed to be caused by the\ndifferent conformation of its lid domain, which could inhibit\nsubsequent dimerization. The overall structure of the secreted\nMHETase is almost identical to the released structure and\nfunctions in an enzyme concentration-dependent manner.\nCrystal structure analysis showed that the binding modes of\nMHET and BHET in the active site of MHETase are quite\nsimilar to each other ( Figures 11A, B ); in addition, the TPA\nmoiety was found to form an es ter bond with the catalytic\nS225 residue. This indicates that BHET could also be\nhydrolysed by MHETase, which was further con ﬁrmed to\nfunction in a concentration-dependent manner although with\nas i g n iﬁcantly lower hydrolysing activity. The BHET was bound\nto the active site lined by R411, S416, G258, W420, A494, L254,\nD492, H528, and S225. The, EG moiety was further stabilized by\nR411, S416, G258 and L254 through H-bonds, and the TPA\nmoiety was also regulated by hydrophobic interactions with\nA294 and L254. The special conformation of the, EG moiety\nindicates that MHETase might also display exo-PETase activity\ncapable of hydrolysing the terminus of PET, which was conﬁrmed\nby the successful hydrolysis of PET\n5 to TPA.\nGiven these, rational engineering of the MHETase for improved\nBHET-hydrolysing activity was achieved. First, MHETaseR411K was\ndesigned to add a salt bridge with the carboxyl group of MHET to\nstabilize the ester bond. The protein was obtained and determined to\nshow a 1.7-fold increase in activity compared with that of wild-type\nMHETase. Second, to remove the steric hindrance effect caused by\nF424 located in the inner substrate-binding site and to provide\neffective space and potential hydrogen bonding partners for BHET\nbinding, MHETase\nF424N, MHETaseF424V, and MHETaseF424I were\nconstructed, and the BHET-hydrolysing activities were increased\nby ~3.9-, 3.0-, and 3.4-fold, respectively. Combined with the R411K\nmutation, the obtained double mutants (MHETase\nR411K/F424N,\nMHETaseR411K/F424V, and MHETase R411K/F424I) all displayed\nimproved catalytic activity, especially the MHETaseR411K/S416A/F424I\nvariant, which exhibited a 15.3-fold increase in BHET hydrolysis\nactivity. At the same time, MHETase\nR411K/F424V, MHETaseR411K/F424I,\nand MHETase R411K/S416A/F424I exhibited signi ﬁcantly enhanced\ndegradation activity against the PET5 oligomer compared with\nwild-type MHETase. Although the obtained mutants displayed\nno hydrolysing activity against the amorphous PETﬁlm without\na terminus, wild-type MHETase showed degradation activity against\nthe PETase\nS121A/D186H/R280A-treated PET ﬁlm, and\nMHETaseR411K/S416A/F424I displayed even higher hydrolysing\nFIGURE 15\nThe structural alignment of PE-H with IsPETase(A) and the main structural characteristics(B). (The dark blue lines indicate the special loop, and the\nformed disulﬁde bonds are coloured by red in(A)].\nFrontiers inBioengineering and Biotechnology frontiersin.org16\nLiu et al. 10.3389/fbioe.2023.1263996\nactivity. The BHETase activity and the exo-PETase activity of\nMHETase were further conﬁrmed by these results.\n2.2 Other novel PET hydrolases\n2.2.1 PHL7\nA novel PET hydrolase (PHL7, ENA accession number:\nLT571446, PDB ID: 7NEI) was isolated from plant compost and\nis capable of degrading amorphous PETﬁlms and postconsumer\nPET with high efﬁciency (Sonnendecker et al., 2022). The overall\nstructure of PHL7 is almost the same as that of LCC\nS165A (PDB ID:\n6THS, Figure 12), displaying the typical features of the α/β-\nhydrolase fold superfamily with a highly conserved Ser-Asp-His\ncatalytic triad. It is believed that the similar overall crystal structure\nand substrate-binding cavity would lead to similar catalytic\nmechanisms. Importantly, the active site pocket of PHL7 is more\nopen than that of LCC, mainly because of the different\ncorresponding residues F63, L93, Q95 and I179. This difference\nmight be helpful for the binding of larger PET substrates and could\nbe a key to more tolerant recognition and effective processing of PET\nat elevated temperatures concomitant with increased polymer chain\nmobility.\n2.2.2 BgP\nDobson et al. screened 51 marine bacterial isolates for the\ndiscovery of potential ester/polyester hydrolytic catalysts, in\nwhich Brachybacterium ginsengisoli B129SM11 was identi ﬁed\nfrom the deep-sea sponge Pheronema sp .a sap o t e n t i a lP E T -\ndegrading polyesterase producer ( Carr et al., 2022). Sequence\nanalysis combined with a genome “mining ” strategy (Almeida\net al., 2019) revealed a putative PET hydrolase (named BgP) that\nshares high sequence simi larity with TfCut2 (62%).\nBioinformatics analysis show ed that 54% of the residues in\nBgP are identical to Cut190; moreover, 83% of the amino acid\nresidues displayed similar biochemical properties to those of\nCut190, such as highly conserved features (e.g., α/β fold). A\nsingle disul ﬁd eb o n d( C y s 2 8 7a n dC y s 3 0 2 )w a sf o u n dn e a ri t s\nterminal end by structural analysis, similar to type I PETase. In\naddition, Tyr62, a hydrophobic residue, plays a critical role in the\nstabilization of the intermediate, and two Ca\n2+ binding sites were\nidenti ﬁed at positions 31 and 37 (site 1 in Cut190) and positions\n158 and 160 (site 3 in Cut190).\n2.2.3 RgPETase\nA novel PET hydrolase from Rhizobacter gummiphilus\n(RgPETase) was identiﬁed (Tm, 48.5°C), which displays almost\nthe same degrading activity against microcrystalline PET but a\nsigniﬁcantly lower activity compared to that ofIsPETase at 30\n°C\n(H. Y. Sagong et al., 2021). Crystal structure analysis indicated that\nRgPETase shares the key structural features ofIsPETase, such as the\ncatalytic triad, substrate binding cleft, extendedβ8-α6 connecting\nloop, and two disulﬁde bonds (Figure 13A), which might lead to\nhigh PET hydrolysis activity. However, RgPETase also displays\nsubstantial structural differences ( Figures 13B –D), including\nvariable region 1 (VR1, Q26-S51), the wobbling tryptophan-\ncontaining loop (WW-loop, W183-S187), variable region 2 (VR2,\nP207-V228) and the C-terminal region (G271-Y292). These special\nstructures might contribute to the different behaviours ofRgPETase\ntoward low-crystalline PET. In particular, the increased activity of\nRgPETase\nK169A and the decreased activity of RgPETaseE186A and\nRgPETaseK169A/E186A showed that the electrostatic charge of the\nWW-loop surface or the whole protein surface of RgPETase\nmight greatly affect its PET-hydrolysing activity.\n2.2.4 SM14est"
    },
    {
      "heading": "Recently, an in silico -based screening (sequence similarity",
      "text": "search) approach using BLASTP was reported for the screening\nof PETase-like enzymes from the genusStreptomyces (Almeida et al.,\n2019). From a total of 52 genomes analysed, 3 potential PETase-like\nenzymes from marine sponge-associatedStreptomyces isolates were\nsuccessfully identi ﬁed, including SM14est from Streptomyces\nsp. SM14. Sequence analysis revealed that the serine hydrolase\nmotif (G-X1-S-X2-G) and the catalytic triad (Ser-Asp-His) are\nalso conserved in SM14est. Heterologous expression of SM14est\nwas achieved inE. coliwith the nativeStreptomyces signal peptide,\nwhich was also conﬁrmed to show polyesterase activity by the\npolycaprolactone (PCL) plate clearing assay. With a similar\nmethod, a cascade of BLAST searches was applied to identify\npotential PETases in the Joint Genome Institute (JGI) terrestrial\nmetagenome datasets (7,375 samples) (Karunatillaka, Jaroszewski,\nand Godzik, 2022).\n2.2.5 BbPETase\nIn recent studies, a novel PET hydrolase fromBurkholderiales\nbacterium RIFCSPLOWO2_02_FULL_57_36 ( BbPETase) was\nidentiﬁed and characterized with an additional N-terminal\ndomain (BbPETaseAND)( H. Y. Sagong et al., 2022 ; C.C. Chen\nXsy et al., 2021). The Tm values of BbPETaseFull (the full-length\nform) andBbPETaseCD (the N-terminal truncated form) were 54°C\nand 51°C, respectively. These changes might be responsible the\nimproved PET hydrolysis activity of BbPETaseFull, and after\n3 days, this mutant still displayed 3.5-fold (1.9-fold for\nBbPETase\nCD) higher activity than that of wild-type IsPETase at\n40°C. However, it should be noted that although BbPETaseAND\nmight play a role in the improved thermostability ofBbPETase,\nthis domain also showed a detrimental effect on PET hydrolysis.\nEspecially for the low-crystallinity PET ﬁlm, BbPETaseFull and\nBbPETaseCD both exhibited lower activities than IsPETase at\n30°C. This might be caused by BbPETaseAND inhibiting the\nadhesion of PETase binding to the PET surface. Based on these\nﬁndings, the increased thermostability might be caused by the\nadditional N-terminal domain, which led to the improved\ncatalytic activities.\nTo date, the crystal structure of BbPETase\nFull has not been\nreleased, but the detailed structure of BbPETaseCD was obtained\nrecently (PDB ID: 7CWQ,Figure 14)( C.C. Chen et al., 2021). It is\nalmost identical to that ofIsPETase and shares most of the key\nstructural features ofIsPETase, such as the canonicalα/β-hydrolase\nfold and the substrate-binding site. Although the substrate-binding\ncleft was similar, the different residues on the surface led to slightly\ndifferent conformations and surface charge distributions. The L218,\nS220, and T338 residues causedBbPETase\nCD to form aﬂatter and\nmore hydrophobic site, and the S335, M363, and N365 residues\nresulted in a deeper and narrower substrate-binding cleft. The single\nmutants S335N, T338I, M363I, and N365G and the multipoint\nFrontiers inBioengineering and Biotechnology frontiersin.org17\nLiu et al. 10.3389/fbioe.2023.1263996\nmutant BbPETaseS335N/T338I/M363I/N365G (BbPETaseNIIG) were\nconstructed, and the results showed that the Tm ofBbPETaseNIIG\nwas increased by 9°C and the PET-degrading activity was increased\nby 2.8-fold at 40°C.\nHowever, the crystal structures ofBbPETaseAND or BbPETaseFull\nhave not been obtained; therefore, the detailed interactions between\nBbPETaseAND and BbPETaseCD might be inaccessible. However, it is\ncertain that the two domains could directly interact with each other.\nMoreover, it was shown that S214 and I218 inIsPETase exert a\nmajor inﬂuence on its higher PET-degrading activity at ambient\ntemperature and substrate speciﬁcity, which are associated with\nW185 wobbling andβ6-β7 loopﬂexibility (C.C. Chen et al., 2021).\nSequence analysis revealed that S214 and I218 of IsPETase are\nconsistently replaced by His and Phe, respectively, in the other\nhomologues. This special role was further con ﬁrmed by the\nimproved PET-degrading activities of several IsPETase-like\nenzymes with site-directed mutations of His/Phe residues to Ser/Ile.\nAlthough BbPETase shows similar PET-degrading activity\nagainst microcrystalline PET, it displays higher thermostability\nthan wild IsPETase. Based on detailed structural comparisons\nbetween BbPETase and IsPETase, we generated the\nBbPETase\nS335N/T338I/M363I/N365G variant with enhanced PET-\ndegrading activity and thermal stability. We further revealed that\nBbPETaseAND contributes to the thermal stability of the enzyme\nthrough close contact with the core domain, but the domain might\nhinder the adhesion of the enzyme to the PET substrate.\n2.2.6 PE-H\nA novel polyester hydrolase (PE-H) from the marine bacterium\nPseudomonas aestusnigriwas identiﬁed as belonging to the type IIa\nfamily of PET hydrolytic enzymes determined by sequence\nalignment (Bollinger et al., 2020). Similar to the overall structures\nof wild IsPETase, PE-H (Figure 15) is also characterized by a\ncanonical α/β-fold containing a central twistedβ-sheet composed\nof 9β-strands ﬂanked by 7α-helices. In addition, 2 disulﬁde bonds\nwere identiﬁed in C214-C251 and C285-C302. The main differences\nlie in the following four domains (shown inFigure 15, in dark blue):\nthe loop connecting β3-α2 (DM1), the loop connecting β4-α3\n(DM2) positioned parallel to it, the loop connecting β1-β2\n(DM3), and the loop connecting β6-β7 (DM4). The positioning\nof DM1 and DM2 away from the active site cleft might create more\nspace for substrate binding.\nConsidering the effect of Y250 on stabilizing the active site cleft,\na Y250S mutant was constructed that has a much deeper substrate\nbinding cleft. The results showed a signiﬁcant improvement in the\nPET-degrading activity of PE-HY250S even against the PET bottle,\nwhich led to a 45-fold reduction in the amount of MHET released\nwith the PET bottle as the substrate. Although the crystal structures\nof PE-H and PE-H\nY250S (PDB ID:6SCD) are theﬁrst reported type IIa\nPET hydrolytic enzymes, it would be dif ﬁcult to illustrate the\ndetailed catalytic mechanisms without structures of the ligand‒\nprotein complex.\n2.2.7 Mle046\nAdditionally, in the bacteriumI. sakaiensis, a novel homologue\nof the MHETase, Mle046, was recently identiﬁed (Meyer-Cifuentes\nand Öztürk, 2021). Mle046 is also a mesophilic enzyme that is able to\nrapidly degrade MHET to TPA and, EG at 20°C–40°C. At 30°C, the\nKm and kcat values were determined to be 2,638 ± 797 mM [higher\nthan that of IsMHETase, (7.3 ± 0.6 mM)] and 80.9 ± 15.8 s−1,\nrespectively. This indicates that it has a lower afﬁnity to MHET.\nIn addition to MHET, it could also degrade\n4-(4-hydroxybutoxycarbonyl) benzoic acid (Bte), which displayed\nsimilar catalytic activity (degradation rate, 0.82 mM s\n−1) to that of\nMHET (degradation rate, 0.78 mM s−1). Moreover, Mle046 showed\nsigniﬁcant stability over a broad range of temperatures (10°C–60°C)\nand pH values (6.5–9).\n3 Strategy for improved PET-\nbiodegradation\n3.1 Cell surface display forIsPETase\nIn an interesting study, IsPETase and the corresponding\nanchoring hydrophobin (HFBI, GenBank KU173825) were\nsimultaneously displayed on the yeast cell surface for the efﬁcient\nbiodegradation of highly crystallized PET (hcPET) (Z. Chen, Duan,\net al. 2022b). The hydrophobicity of the yeast cells could be greatly\nincreased by the displayed HFBI, which would then result in the\nobvious attachment of the engineered cells withIsPETase onto the\nPET surface (~2-fold increase in the binding numbers of the\nengineered cells to PET). The results showed that the catalytic\nperformance of the engineered whole-cell biocatalyst was\nprofoundly improved, and hcPET (crystallinity of 45%) was\ndramatically increased by ~328.8-fold compared with wild\nIsPETase at 30\n°C, with a corresponding conversion level for\nhcPET of ~10.9% at 30°C within 10 days.\nThe special catalytic mechanism makes MHETase much more\noperational in the biodegradation of PET waste. In a study,\nengineered Saccharomyces cerevisiae expressing the MHETase\nenzyme was used to develop a whole-cell catalyst for ef ﬁcient\nbioconversion of MHET into TPA and, EG ( Loll-Krippleber\net al., 2022). Efﬁcient MHETase expression with different display\npartners on the yeast cell surface was achieved, and MHETase-Aga2\nand MHETase-Sed1 showed the highest displayed fraction protein\nand MHETase-Aga2 displayed the protein abundance (4.8 nM for\n10\n8 cell/mL suspensions). The MHETase whole-cell biocatalysts\nshowed clearly different catalytic activities, and MHETase-Tip1\ndisplayed the highest reaction rate against MpNPT. MHETase-\nTip1 could also efﬁciently hydrolyse MHET, releasing TPA, and\nafter 24 h, all MHET (400 nM) was converted to TPA. However, no\nTPA was catalysed by the intracellular MHETase chimaera even\nafter 24 h, which indicates that MHET was hydrolysed\nextracellularly. However, lower substrate af ﬁnity and catalytic\nefﬁciency (with a 15.7-fold greater k\nm and a 0.68-fold lower kcat)\nwere also observed and concluded to be caused by ectopic\nglycosylation, the special environment of the yeast cell surface, or\nlarge protein fusion. In contrast, the constructed whole-cell catalysts\nwere conﬁrmed to be active for more than 12 days and stay active up\nto 45\n°C.\nRecently, a hydrophobic cell surface display (HCSD) system in\nE. coliwas developed for the construction of an efﬁcient whole-cell\nPET-degrading catalyst (Jia et al., 2022). In this method, the FadL\nprotein was used for the display of PETase; moreover, the\nhydrophobic protein HFBII was displayed on the surface of\nFrontiers inBioengineering and Biotechnology frontiersin.org18\nLiu et al. 10.3389/fbioe.2023.1263996\nEscherichia colifor increased PET accessibility. The results revealed\nthat the HCSD showed a clear degrading effect on PET, leading to\nmuch rougher surfaces with greater hydrophilicity and a water\ncontact angle of 68.4 ± 1\n°, which was signiﬁcantly lower than\nthat of untreated PET (106.1 ± 2 °). In addition, the HCSD\nsystem displayed satisfactory thermostability and processing\nstability, with 73% activity retained at 40°C for 7 days and 70%\nactivity maintained after 7 cycles. Compared with whole-cell\nimmobilization, the HCSD system exhibits more advantages for\nefﬁcient PET degradation.\nIn addition to the widely used model hostE. coli, Pichia pastoris\n(P. pastoris) has long been considered one of the most versatile\nplatforms for the production of various heterologous proteins,\nincluding industrial enzymes. Recently, a whole-cell biocatalyst\nwas developed by displaying PETase on the surface ofP. pastoris\nto improve the PET-degrading efﬁciency (Z. Chen, Wang, et al.,\n2020b). The results showed that compared with free PETase, the\nobtained whole-cell biocatalyst had enhanced pH and\nthermostability. Moreover, the turnover rate of the whole-cell\nbiocatalyst against hc-PET was signi ﬁcantly improved by ~36-\nfold compared with that of free PETase. In particular, the\ncatalytic performance remained stable after 7 repeated uses, even\nagainst commercial hc-PET bottles.\n3.2 Engineering ofIsPETase through\ndifferent secretory expression systems\nGiven the appearance of abundant N- and O-linked\nglycosylation sites in IsPETase, it is interesting to investigate\nwhether posttranslational glycosylation participates in the\ncatalytic activity and thermostability ofIsPETase. In one study, it\nwas shown that IsPETase could be successfully deglycosylated by\nendo-β-N-acetylglucosaminidase H (Endo H, EC3.2.1.96), and the\nthermostability of the recombinant protein (IsPETase-Pp) could be\nfurther elevated. The optimal temperature was increased to 50°C\nhigher than that of wildIsPETase; moreover, it retained ~90% of its\ninitial activity after a 2-h incubation at 50°C( Deng et al., 2023). The\npartially deglycosylated IsPETase-Pp (further deglycosylated by\nEndo H after Ni-NTA afﬁnity chromatography puriﬁcation) was\ndetermined to be stable at 40°C with no activity lost after heat\ntreatment for 12 h, and it retained more than 40% of its initial\nactivity at 50\n°C after heat treatment for 6 h. These results\ndemonstrated the higher thermostability of IsPETase-Pp\ncompared to the wild-type IsPETase expressed by E. coli\n(IsPETase-Ec). In addition, the catalytic activity of IsPETase-Pp\nwas further increased by ~3-fold (from 20.6 U/mg to 62.4 U/mg)\nafter deglycosylation, which was also much higher than that of\nIsPETase-Ec (~1.8 U/mg). Structure analysis showed that N-linked\nmodiﬁcation sites were mainly detected at N114, N138, N212,\nN264 and N288 on the loops of the protein surface. After Endo\nH cleavage, the long polysaccharide chains were removed from\nIsPETase-Pp, leaving a GlcNAc residue, which might play critical\nroles in the increased thermostability.\nAlthough it is widely accepted that the covalent binding of glycans\nto the protein surface could further improve the thermostability and\ncatalytic stability of the target protein, the mechanism of the enhanced\nactivity of glycosylated and partially deglycosylatedIsPETase-Pp has not\nbeen clearly elucidated (Shental-Bechor and Levy, 2008). It should be\nnoted that the substrate-binding sites of PET-degrading enzymes are\nusually located on the protein surface, and bulky N-linked glycans\nprobably inhibit the interactions between the substrate and the\nenzymes.\nIn another study (Kosiorowska et al., 2022), it was shown thatY.\nlipolytica could also be used for the efﬁcient heterologous expression\nof IsPETase, and the engineered host was able to degrade PETﬁlm\ndirectly with the release of ~23 mg L\n−1 MHET after 96 h in culture.\nMoreover, the results showed that 1% olive oil addition could greatly\nimprove the PET hydrolysis ef ﬁciency, and the highest\nconcentration of released TPA reached 124 mg L\n−1. It was also\nfound that the addition of 2.5 mM MnSO 4 alone or 1 mM\nCuSO4 alone could signiﬁcantly improve the hydrolysis of PET;\nhowever, no positive effects on the degradation process were\nconﬁrmed when the cultures contained 1 mM and 2.5 mM\nMnSO4, 1 mM CuSO4, and 1% olive oil. Furthermore, it was\nhighlighted that Yarrowia lipolytica was capable of assimilating\nethylene glycol and accumulating TPA with PET powder as the\nsubstrate.\nThe secretion of IsPETase from E. coli has been achieved by\nusing sec-dependent signal peptides (SP), such as the maltose/\nmaltodextrin binding periplasmic protein (SP\nMalE), maltoporin\n(SPLamB)( Seo et al. 2019), and SPPelB (Shi et al. 2021). With\nSPLamB, 6.2 mg of IsPETase per 1 L of culture medium was\nproduced, and ~1.7-fold more secretion ofIsPETase was achieved\nby engineered SPPelB via random mutagenesis. In another study,\nE. coli BL21 (DE3) was also selected for increased secretion of\nIsPETase by SP engineering (L. Cui, Qiu, et al., 2021a). Three SP\nenhancers, B1 (MERACVAV), B2 (MDKACVAV) and B3\n(MAERACVAV), were rationally designed and fused to the\nN-terminus of the widely used SP (PelB, MalE, LamB, and\nOmpA) to mediate the excretion of IsPETase. The results\nrevealed that B1, B2 and B3 could all dramatically promote the\nsecretion ofIsPETase inE. coli, among which SP\nB1PelB displayed the\nstrongest potential. Compared with that of PelB, the excreted\nIsPETase was increased by 62-fold, and the highest concentration\nwas ~650 mg/L when induced by IPTG and L-arabinose. The\nhydrolysis of PET ﬁlm by crude and puriﬁed IsPETase was also\nenhanced after treatment for 42 h, and the released water-soluble\nproducts were 58.3 mg/L and 41.5 mg/L, respectively. Moreover, the\nrelease of water-soluble products ofIsPETase catalysis increased by\n2.7-fold when the PETﬁlm was preincubated with the hydrophobin\nHFBII. This study provided an easy and convenient method for the\nbiodegradation of PET with the widely used hostE. coli.\nIn a similar study, a higher-throughput PETase engineering\nplatform was developed (Zurier and Goddard, 2023), which includes\nsecretory expression andﬂuorescent product detection. First, YebF-\nmediated PETase secretion (N-terminal YebF fusion) enables near-\nparallel expression in microplates, and then, ferric iron oxidation\n(50 mM FeSO\n4 +500 mM EDTA, pH 8.5) of PET-degrading\nproducts results in ﬂuorophores (BHET-OH, MHET-OH, and\nTPA-OH) that enable rapid activity quantiﬁcation. Therefore, it\ncould not only eliminate the lysis and puriﬁcation steps but also\npermit high-throughput screening of potential PETases. With this\nmethod, a library of 54 single point mutations with predicted effects\nwas constructed and screened for positive mutants, which led to a\nsublibrary of 12 single-point mutants displaying signi ﬁcantly\nFrontiers inBioengineering and Biotechnology frontiersin.org19\nLiu et al. 10.3389/fbioe.2023.1263996\nimproved PET-degrading activity. It was estimated that the\nincreased activities might be caused by the increased overall\nstability through the additional intramolecular interactions. Then,\nthe 12 identiﬁed positive mutants were combined into 57 double\nmutants for the screening of higher PETase activity in the next\nround. This led to the discovery of 9 double mutants showing\nsynergistic effects with signiﬁcantly higher T\nm values. Finally, a\ncombinatorial approach was used to optimize PETase activity with\nthe obtained multimutants for 10 days."
    }
  ],
  "results_sections": [
    {
      "heading": "The results revealed that SR-PETase",
      "text": "(IsPETase\nA47S/T51A/A74P/V134T/G139N/R280L/N288R) showed the highest\nthermostability, released 1.9-fold more degradation products, and\nhad ~7.4-fold higher activity than wild-typeIsPETase at 40\n°C after\n10 days. This clearly demonstrates the practicability of applying this\nhigh-throughput platform for efﬁcient PETase engineering. In a\nsimilar study byK. Liu et al. (2023), a dualﬂuorescence assay was\ndeveloped for high-throughput screening for potential PETases. In\nthis method, mutants areﬁrst expressed in deep 96-well plates as\nfusion proteins with a deep redﬂuorescent protein (mCarmine),\nwhich is bene ﬁcial to the rapid quantitative assay of enzyme\nconcentrations in a 96-well plate (Plate 1). Second, a speciﬁc 96-\nwell plate (Plate 2) was prepared by coating mixed PETﬂuorogenic\nprobes (FPs) on the bottoms of each well. Finally, transferring an\nappropriate amount of crude cell lysate from Plate 1 to Plate\n2 facilitated the degradation of PET along with rapid\ncohydrolysis of freed FP to green ﬂuorescein as an indicator of\nPET hydrolysis, which could then be quantiﬁed and determined.\nWith this method, a library of 2,850 mutants with an average of 1-\n7 amino acid substitutions constructed by error-prone PCR was\nscreened, and the results revealed that through two-round screening,\n6 improved variants with 1.3–4.9-fold improved activities were\nsuccessfully identi ﬁed. Although slightly complicated, this\nscreening strategy provides another practical alternative for the\ndiscovery of potential PETases.\nTo further improve the soluble expression levels for the\nefﬁcient production of IsPETase, cytoplasmic overexpression in\nE. coli was also investigated ( Son et al., 2019 ). In addition,\nstrategies of coexpression with chaperones GroEL/ES and\nN-terminal NusA-tag fused expression were also explored in\nE. coli (Aer et al., 2022 ). The results showed that GroEL/ES\ncould signi ﬁcantly facilitate the overexpression of soluble\nIsPETase\nMut at 25°Ca n d3 0°C, with the highest improvement\nof ~12.5-fold observed at 25°C. This is also true for the superior\nsoluble expression ability of NusA at 25 °C, with the highest\nincrease in soluble expression reaching ~4.6-fold. Although\nNusA- IsPETase\nMut and IsPETase Mut (GroEL/ES) displayed\nlittle improvement in thermostability, NusA- IsPETase Mut\nshowed an ~ 1.5-fold improvement in enzyme activity at\npH 9.0. After 2 weeks, a 1.4-fold higher release of soluble\nTPA, MHET, and BHET (with a much higher amount of\nMHET) catalysed by NusA- IsPETase\nMut w a so b t a i n e di nt h e\nbiodegradation of PET.\nAs mentioned above, it has been shown that electrostatic\ninteractions play an important role in the protein thermostability\nof PETase. Recently, an electrostatic interaction-based strategy was\ndeveloped for the rational design of IsPETase with improved\ncatalytic performance, especially thermostability. Based on\nstructural analysis, the domains with high B-factor and RMSF\n(with higher ﬂexibility) were selected for site-directed mutations,\nincluding the positions lined with W156-N161 and E245-R251. The\nstrategy consists of three main steps, including the introduction of a\npositive charge (S92R and S92K), the substitution of a negative\ncharge (S92R/K + D157E, I139R/K + D157E), and the introduction\nof the R251A mutation. The results showed that IsPETase\nI139R\ndisplayed the highest thermostability with a Tm value of 56.37°C,\nwhich was suggested to be caused by reasonable electrostatic\ninteraction with a favourable N-O distance (~2.7 Å).\nWhen applied for the biodegradation of high-crystallinity PET\n(hcPET) at 30\n°C, IsPETaseS92R and IsPETaseS92K/R251A displayed\nbetter catalytic performance, and the PET-degrading activities\nwere improved by 1.4-fold and 2.5-fold, respectively. The\nhydrolytic activity of IsPETase\nS92K/R251A was further improved by\n3.6-fold at 40°C. In particular, it was found that the only PET\nhydrolysis product catalysed by IsPETaseS92K/D157E/R251A was TPA,\nand after 72 h, the TPA yield was increased by 3.02-fold compared\nwith that of the wild type. Additionally, IsPETase\nS92K/R251A and\nIsPETaseI139R displayed distinctly improved thermostability and\nretained over 60% relative activity for 24 h of inactivation at\n40\n°C. Molecular simulations con ﬁrmed that the added\nelectrostatic interaction could ef ﬁciently stabilize the target\nﬂexible region and lead to global structural stabilization.\nEspecially at higher temperatures, this effect becomes more\nsigniﬁcant (Schwaminger et al., 2021).\n3.3 Immobilization of PETase enzymes\nRecently, an interesting bienzymatic cascade system (DuP-\nM@CaP, 1.5 μm) was constructed for the coimmobilization of\nDuraPETase and MHETase throu gh the SpyTag/SpyCatcher\nsystem (K. Chen, Dong, and Sun, 2022c). SpyTag/SpyCatcher\n(Spy) chemistry shows great po tential in multienzymatic\ncascade reactions with improv ed catalytic performance, in\nwhich SpyTag can spontaneously form stable iso-peptide\nbonds with SpyCatcher. In this study, MHETase-SpyCatcher\nwas ﬁrst embedded in calcium phosphate nanocrystals (CaP)\nvia biomimetic mineralization, and then DuraPETase-SpyTag\nwas conjugated on the surf ace. DuP-M@CaP displayed\nsigni ﬁcantly improved thermostability and pH stability; at\n50\n°C, the residual enzyme activity of DuP-M@CaP wase\nmaintained at 87.7% after incubation for 4 h. After 6 days for\nPET degradation, the degrading ef ﬁciencies of DuP-M@CaP\nwere increased by 9.7-fold and 5.2-fold at 40\n°Ca n d5 0°C,\nrespectively, and in a 10-day degradation of PET ﬁlm, 50.3%\nweight losses were achieved at 50°C. As expected, the improved\nstabilities and the speci ﬁc spatial distribution of the\nimmobilized enzymes contribu ted to the superior catalytic\nperformance of DuP-M@CaP.\n3.4 Enhancing PET hydrolytic activity with\nfused functional domains\nThe increased accessibility of PET-degrading enzymes towards\nthe highly hydrophobic surface of PET is also important for rapid\nand efﬁcient PET hydrolysis (C.C. Chen, Dai, et al., 2020a). In\nFrontiers inBioengineering and Biotechnology frontiersin.org20\nLiu et al. 10.3389/fbioe.2023.1263996\naddition to modulating protein evolution, the strategy of\nconstructing fusion proteins has also been proven to be effective\nin enhancing the binding afﬁnity of enzymes and substrates with\nhydrophobic surface binding modules (D. Ribitsch et al., 2013; D.\nRibitsch et al., 2015; Várnai et al., 2014).\n3.4.1 Carbohydrate-binding module (CBM)-fused\nPETase\nCarbohydrate-binding modules (CBMs) are small noncatalytic\nprotein domains that usually function as a part of modular enzymes\n(e.g., carbohydrate-active enzymes, CAZymes) and are capable of\nenhancing the binding afﬁnity between enzymes and substrates\n(Armenta et al., 2017; Weber et al., 2019). Consequently, CBMs\nhave been used as efﬁcient afﬁnity tags for protein immobilization\nowing to their high adsorption capacity for solid substrates (Oliveira\net al., 2015; Zhou et al., 2020). Based on the topology of the ligand-\nbinding site, CBMs can be classiﬁed into types A, B (endo-type), or C\n(exo-type) (Gilbert, Knox, and Boraston, 2013). Type A CBMs\ndisplay a high binding capacity to crystalline polysaccharides\n(e.g., cellulose and chitin) through hydrophobic interactions\nregulated by conserved aromatic triplets and are therefore\nconsidered potential candidates for PET-binding peptides (Zhang\net al., 2013; Y. Liu, Wang, et al., 2022b).\nJoanna et al. reported the identiﬁcation of a novel PET-binding\nCBM, and the CBM-PET interactions were explored (Weber et al.,\n2019). First, a semiquantitative PET surface af ﬁnity assay was\ndeveloped to detect CBMs bound to PET ﬁlms. Then, eight\nCBMs from the carbohydrate active enzymes database ( http://\nwww.cazy.org/, CAZy database) ( Drula et al., 2022 ) were\nscreened for PET binding, and the results showed thatBaCBM2\n(GenBank accession numbers: ACQ50287/MK349005) possessed\nthe strongest afﬁnity towards PET. Molecular dynamics (MD)\nsimulations were used investigate the CBM-PET interactions and\nidentiﬁed an aromatic triad (Trp9/Trp44/Trp63) on the peptide\nsurface that was also stabilized by π-stacking interactions and\nhydrogen bonds. This was further veri ﬁed by tryptophan\nquenching experiments and alanine point mutations; moreover,\nthe strength of PET binding of CBMs was found to be largely\ndetermined by the ratio of hydrophobic to polar contacts at the\ninterface.\nAndrew et al. investigated the binding ofBaCBM2 for PET in\ndetail and showed that the binding afﬁnity is highly associated with\nthe temperature and crystallinity (Rennison, Westh, and Møller,\n2023). With increasing in tested temperatures, the general trend of\nK\nd increased ﬁrst and then declined. At ~40°C, a maximumKd of\n408 nM forBaCBM2 was detected, showing an obviously lower\nafﬁnity for this PET substrate. At low temperatures, the increased\nbinding afﬁnity might be caused by a gain in entropy caused by\ndehydration of the binding surface; nevertheless, at higher\ntemperatures, it might result from the increase in crystalline\nregions on the PET surface. At 20\n°C, there is a clear trend of\nhigher afﬁnity at higher crystallinity, and a signiﬁcant increase in\nafﬁnity was seen as ~ 20% bulk crystallinity. This indicated that\nBaCBM2 might bind preferentially to crystalline areas on the PET\nsurface. MD studies indicated that the binding is mainly driven by\nthe critical residues W9, W44 and W63 through a gain in entropy\ncaused by the dehydration of the binding surface. In my opinion,\nfusing a polymer-binding module to the PET hydrolase is a\npromising strategy to streamline the enzymatic hydrolysis of\nPET, however the binding capacity, afﬁnity, and thermostability\nshould be improved to satisfy the needs of industrial operation.\nTo improve the PET-degrading capacity ofIsPETase, different\npolymer-binding domains (CBM of cellobiohydrolase I from\nTrichoderma reesei, PBM, and HFB4) were selected and fused to\nthe C-terminus of the IsPETase\nS121E/D186H/R280A (IsPETaseEHA)\nmutant (Dai, Qu, Huang, et al., 2021b). The results demonstrated\nthat CBM fused to IsPETaseEHA showed the most signi ﬁcant\nstimulatory effect on the enzymatic hydrolysis of PET with\n30.7 μM soluble products (TPA and MHET) released, which was\nincreased by ~71.5% at 30\n°C. In contrast, the catalytic activity was\nfound to be strongly inhibited by the fused PBM (poly (3-\nhydroxybutyrate)–binding domain of PHB depolymerase fromR.\npickettii). However, at 40\n°C, only IsPETaseEHA_CBM showed\nimproved catalytic efﬁciency with a total amount of 251.5 μM\nreleased products (increased by ~44.5%). This positive effect was\nreduced by the N-terminus fused protein, which indicates that the\norientation of the substrate binding domain plays a critical role in\nthe catalytic activity of the fused protein.\n3.4.2 Hydrophobin-fused PETase\nIn addition to the CBM, hydrophobins are also believed to\nimprove the catalytic performance of PETase. They are highly\nsurface-active proteins capable of spontaneously self-assembling\nat hydrophilic-hydrophobic interfaces, which are proven to be\nimportant for interface engineering (Berger and Sallada, 2019).\nPuspitasari et al. investigated the effects of the class I\nhydrophobin RolA from Aspergillus oryzae and HGFI from\nGrifola frondose on PETase-catalysed PET hydrolysis (Puspitasari,\nTsai, and Lee, 2021a). The results showed that PET pretreatment\nwith RolA or HGFI could all accelerate PETase hydrolysis against\nPET with more soluble monomers released. After pretreatment, the\nweight loss of hydrolysed PET increased from ~18% to 34%;\nmoreover, for the HGFI-modiﬁed PET ﬁbre (crystallinity, 38.8%),\nthe weight loss reached 34.56% after 5 days. However, no signiﬁcant\nenhancement was detected when the simultaneous addition of\nhydrophobins with PETase was used for PET degradation. This\nﬁnding was contrary to that obtained with class II hydrophobins\n(Espino-Rammer et al., 2013); therefore, this stimulation effect\ncaused by hydrophobins should be further examined in detail. In\nthe subsequent study, RolA was found to be able to enhance the PET\nhydrolysis of a PET bottle, and the highest weight loss was\ndetermined to be ~26% after 4 days (Puspitasari, Tsai, and Lee,\n2021b).\nIn a recent study, a zwitterionic polypeptide (5 –30 kDa)\nconsisting of alternating-charged glutamic acid (E) and lysine (K)\nresidues was fused to the C-terminus of PETase (X. Chen, 2021). The\nresults highlighted that the lengths of the fusion peptide play a clear\nrole in the PET-degrading performance, and PETase-EK30 (T\nm =\n45.4°C ± 0.21°C) was found to display the highest catalytic activity\n(increased by 11-fold compared with the wild-type PETase) against\nthe highly crystallized PETﬁlms (crystallinity, 45.2%). After 5 days,\nthe concentration of products released by PETase-EK30 at 40\n°C\nagainst AGf-PET was further increased to 303.2μM, 9.4-fold higher\nthan that released by wild-type PETase. Molecular modelling\nrevealed a strengthened structural stability and a more open\nsubstrate-binding pocket of the EKylated PETases. MD\nFrontiers inBioengineering and Biotechnology frontiersin.org21\nLiu et al. 10.3389/fbioe.2023.1263996\nsimulations indicate that the improved catalytic activity might result\nfrom the exposure of hydrophobic amino acids (W185, I208, and\nW159, a more open substrate-binding site), rotation of the benzene\nring of Y87, and a shortened catalytic distance between the labile\ncarbonyl carbon atom of 2PET and the hydroxy oxygen of the\ncatalytic S160 caused by the EKylation. All these are believed to be\nassociated with the enhanced catalytic activity for PET degradation.\nIn addition, the noncatalytic polysaccharide monooxygenase\nwas shown to be capable of binding to relatively ﬂat\npolysaccharide surfaces similar to CBMs ( Hangasky, Detomasi,\nand Marletta, 2019), which might contribute to binding to the\nPET surface. In one study, it was reported that the lytic\npolysaccharide monooxygenase from Pycnoporus coccineus\n(PcAA14A) could also facilitate IsPETase-catalysed PET\ndegradation (Dai, Qu, Hu, et al., 2021a). The results showed that\nPcAA14A alone was unable to degrade PET; however, the PET\ndegradation products were increased to 534 ± 24.3μM when treated\nwith PcAA14A andIsPETase simultaneously, which was increased\nby 59.2% compared with that catalysed byIsPETase alone. Even in\nthe absence of ascorbate and H\n2O2 (necessary for the catalytic\nfunctions of PcAA14A) or with the inactive mutant\nPcAA14A\nH100A, similar ﬁndings could also be obtained with\n588 ± 13.5μM, 490 ± 13.5μM, 490 ± 26.5μM products detected.\nThis reveals the synergistic effects of PcAA14A andIsPETase in PET\nhydrolysis, which might be unrelated to the catalytic activity of\nPcAA14. After 5 days, under the optimal conditions, PET was\ndegraded, releasing 1,097 μM products, which was increased by\n27.7% compared with that produced by IsPETase alone. These\ninteresting ﬁndings provide novel insights into the design of\npromising enzymatic machineries for PET biodegradation."
    },
    {
      "heading": "4 Discussion and conclusion",
      "text": "The plastic crisis is a global challenge that requires urgent\nintervention and a concerted eff o r tt h a tl i n k sp a r t n e r sa c r o s s\nindustrial, academic,ﬁnancial, and government sectors. Enzymatic\nhydrolysis of PET, as a green and sustainable alternative, has\ncaptured great importance and interest worldwide. This strategy is\nconsidered as an environmentally friendly strategy for the recycling of\npost-consumer PET wastes. While progress on the PET-biodegradation\nhas been made, there are still challenges to overcome in developing\neffective and scalable methods for biodegrading PET. Currently, it is the\nmain challenge to discover and identify potential polymer-active\nenzymes acting on speciﬁc or different fossil-fuel-based plastics in\nnature or by molecular engineeringof the existing enzymes. It is still\nimperative to further improve the thermostability of the used PETases\n(or PETase-like enzymes), which usually function poorly at glassy\ntransition temperature. Though several promising PETase mutants\nhave been reported (e.g., HotPETase, ThermoPETase and\nDuraPETase), molecular engineering of PETases for improved\nstability and PET-degrading activity simultaneously still remains a\nchallenge but a promising strategy.\nBesides, currently the mixed plastic fractions are usually difﬁcult\nto recycle, however the microbial metabolism might open novel\ngrounds with the rapid development of synthetic biology and\nmetabolic engineering. Highly ef ﬁcient microbial cell factories\nwith modi ﬁed genetic circuits would not only provide a\npromising strategy for PET degradation, but enable the polymer\nupcycling. For the upcycling strategy, the hydrolysed fragments or\ndepolymerized monomers (e.g., as, EG, TPA) could then be used as\nsubstrates or carbon sources to produce value-added compounds\nsuch as isoprene and caprolactam. Though promising, it requires a\nsystems-based and multidisciplinary strategy to achieve this\npurpose. In addition, it is necessary to determine, and cope with\nthe factors contributing to the costs of PET-biodegradation, such as\nthe biore ﬁnery processes of the plastic wastes, industrialized\nfermentation and puri ﬁcation of the PET-degrading catalysts,\nprotein engineering for improved catalytic performance and so on.\nAs emphasized in this review, it is believed that effective\nenzymes with enhanced thermostability and degradation\nperformance combined with the rapidly developing synthetic\nbiology and metabolic engineering tools would further streamline\nPET upcycling processes.\nAuthor contributions\nFL: Writing –original draft, Writing –review and editing,\nFunding acquisition. TW: Writing–original draft, Writing–review\nand editing, Conceptualization, Investigation, Methodology, Project\nadministration. WY: Data curation, Resources, Writing–original\ndraft. YZ: Data curation, Resources, Writing–original draft. YG:\nData curation, Resources, Writing–original draft. XF: Data curation,\nResources, Writing–original draft. GW: Data curation, Resources,\nWriting–original draft. ZL: Investigation, Project administration,\nSoftware, Writing–original draft. JW: Conceptualization, Funding\nacquisition, Supervision, Writing–original draft.\nFunding\nThe author(s) declare ﬁnancial support was received for the\nresearch, authorship, and/or pub lication of this article. The\nauthors express their gratit ude to the Shandong Provincial\nUniversity Youth Innovation Team, China (No. 2022KJ102),\nthe National Natural Scienc e Foundation of China (No.\n32000194), and the Shandong Provincial Natural Science\nFoundation (No. ZR2017BC098).\nConﬂict of interest\nThe authors declare that the research was conducted in the\nabsence of any commercial orﬁnancial relationships that could be\nconstrued as a potential conﬂict of interest.\nPublisher’s note\nAll claims expressed in this article are solely those of the authors\nand do not necessarily represent those of their af ﬁliated\norganizations, or those of the publisher, the editors and the\nreviewers. Any product that may be evaluated in this article, or\nclaim that may be made by its manufacturer, is not guaranteed or\nendorsed by the publisher.\nFrontiers inBioengineering and Biotechnology frontiersin.org22\nLiu et al. 10.3389/fbioe.2023.1263996"
    }
  ]
}