{
  "txt_file": "multiple-substrate-binding-mode-guided-engineering-of-a-thermophilic-pet-hydrolase.txt",
  "pdf_file": "multiple-substrate-binding-mode-guided-engineering-of-a-thermophilic-pet-hydrolase.pdf",
  "title": "Multiple Substrate Binding Mode-Guided Engineering of a",
  "experimental_sections": [
    {
      "heading": "Experimental Biology and RECETOX, Faculty of Science,",
      "text": "Masaryk University, 625 00 Brno, Czech Republic;\norcid.org/0000-0002-8877-163X\nYinping Chen − State Key Laboratory of Materials-Oriented\nChemical Engineering, College of Biotechnology and\nPharmaceutical Engineering, Nanjing Tech University,\nNanjing 211816, China\nWeiliang Dong − State Key Laboratory of Materials-Oriented\nChemical Engineering, College of Biotechnology and\nPharmaceutical Engineering, Nanjing Tech University,\nNanjing 211816, China;\n orcid.org/0000-0002-8556-\n5689\nXu Han − Tianjin Institute of Industrial Biotechnology,\nChinese Academy of Sciences, Tianjin 300308, China;\nNational Technology Innovation Center of Synthetic Biology,\nTianjin 300308, China\nChristian G. Feiler − Helmholtz-Zentrum Berlin fu ̈ r\nMaterialien und Energie, 14109 Berlin, Germany\nYu-Fei Ao − Department of Biotechnology & Enzyme\nCatalysis, Institute of Biochemistry, University of Greifswald,\n17487 Greifswald, Germany; CAS Key Laboratory of\nMolecular Recognition and Function, Institute of Chemistry,\nChinese Academy of Sciences, Beijing 100190, China\nChristoffel P. S. Badenhorst − Department of Biotechnology\n& Enzyme Catalysis, Institute of Biochemistry, University of\nGreifswald, 17487 Greifswald, Germany;\n orcid.org/0000-\n0002-5874-4577\nDavid Bednar − Loschmidt Laboratories, Department of"
    },
    {
      "heading": "Experimental Biology and RECETOX, Faculty of Science,",
      "text": "Masaryk University, 625 00 Brno, Czech Republic;\nInternational Clinical Research Center, St. Anne’s University\nHospital, 656 91 Brno, Czech Republic\nGottfried J. Palm − Department Synthetic and Structural\nBiochemistry, Institute of Biochemistry, University of\nGreifswald, 17487 Greifswald, Germany;\n orcid.org/0000-\n0003-0329-0413\nMichael Lammers − Department Synthetic and Structural\nBiochemistry, Institute of Biochemistry, University of\nGreifswald, 17487 Greifswald, Germany\nJiri Damborsky − Loschmidt Laboratories, Department of"
    },
    {
      "heading": "Experimental Biology and RECETOX, Faculty of Science,",
      "text": "Masaryk University, 625 00 Brno, Czech Republic;\nInternational Clinical Research Center, St. Anne’s University\nHospital, 656 91 Brno, Czech Republic\nBirgit Strodel − Institute of Biological Information Processing:\nStructural Biochemistry (IBI-7), Forschungszentrum Ju ̈ lich,\n52428 Ju ̈ lich, Germany; Institute of Theoretical and"
    }
  ],
  "computational_sections": [
    {
      "heading": "MD Simulations to Study the Interactions of PES-H1",
      "text": "with a PET Oligomer. To better understand the mechanism\nof PET hydrolysis, we performed MD simulations of PES-H1\nin complex with a modeled oligomer consisting of three\nrepeating PET units (3PET) (Figure S3C) to resemble the\nbinding of a longer polymer segment. PES-H1 remained stable\nin MD simulations at a time scale of 100 ns as indicated by the\nsteady low backbone RMSD of less than 1 Å compared to the\ncrystal structure (Figure S2). The modeled PES-H1-3PET\ncomplex corresponds to a productive state with short distances\nbetween the oxyanion hole amides and the central 3PET\ncarbonyl oxygen atom (2.32 and 1.80 Å), and between the\ncarbonyl carbon of an ester in 3PET and the side chain oxygen\nof the catalytic S130 (2.32 Å). Unfluctuating distances of the\n3PET carbonyl carbons to the catalytic S130 verified the\nproductive state of the modeled oligomer during three\nindependent 100 ns MD simulations (Figure S3). Nonetheless,\n3PET was slightly flexible in the PES-H1 binding site (Figure\nS3A). To identify the most favorable 3PET binding modes, we\nconcatenated the trajectories and clustered the 3PET\nFigure 3. Overview of selected engineering hotspots in PES-H1 for enhancing PET hydrolysis activity and thermostability. (A) A disulfide bridge\n(R204/S250) is introduced into PES-H1 (PDB code: 7CUV) where a putative Ca\n2+\nbinding site (D250/E296) is found in (B) the homologous\nCut190. (C) Similarly engineered disulfide bridges in LCC ICCG (C238/C283; PDB codes: 7VVE and 6THT) and (D) TfCut2 (D204/E253;\nPDB code: 4CG1). (E) The L92F and Q94Y substitutions of PES-H1 were based on the corresponding residues in (F) DuraPETase (F117 and\nY119; PDB code: 6KY5). (G−K) Variable amino acid residues were found at the site equivalent to L209 in PES-H1: (G) PES-H1, PDB code\n7CUV; (H) PES-H2, PDB code 7W69; (I, J) LCC ICCG S165A, PDB codes 7VVE and 6THT; and (K) IsPETase R103G/S131A, PDB code\n5XH3. These residues influence the width of the substrate-binding groove. (L) A number of PES-H1 variants had different PET hydrolyzing\nactivities and thermostabilities. Changes in T\nm\ncompared to the wild-type enzyme (ΔT\nm\n(°C)) are shown. The percentage relative activity\ncompared to the wild-type enzyme was calculated based on the weight loss of Gf-PET film after 24 h at 72 °C. Red square: wild-type PES-H1. Blue\ntriangles: L209 variants. Orange squares: I178 and F62 variants. Dark blue dots: W155 variants. Light green dot: L92F/Q94Y/R204C/S250C\nvariant. Green dot: R204C/S250C variant with a disulfide bond introduced. Yellow dot: L92F/Q94Y variant.\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.2c02275\nACS Catal. 2022, 12, 9790−9800\n9793\n\nconformations. The four most populated clusters correspond\nto the four preferred binding modes, each including >5% of all\nligand conformations (Figure S4). Cluster 1 represents the\n3PET binding mode adopted in about 28% of the\nconformations (Table S4, Figure S4C). After superimposing\nthe PES-H1 (PDB code: 7CUV) and LCC ICCG S165A\nstructures (PDB code: 7VVE), the central PET unit of cluster\n1 and the MHET overlap well with an RMSD of 2.95 Å, while\nthe binding mode of cluster 3 (found in about 8% of all\nconformations) deviates the most from that of MHET, with an\nRMSD of 4.01 Å (Figure S4D). This suggests that being\nadjacent to S130 results in multiple beneficial interactions\nbetween PET and the surrounding residues. Evaluating the\ninteraction energies of the four binding poses demonstrated\nthat hydrophobic Lennard-Jones (LJ) interactions between the\nside chains and the central 3PET unit had a predominant\ninfluence on binding. F62, W155, and I178 formed strong LJ\ninteractions (<−10 kJ mol\n−1\n), in agreement with their close\ninteractions with soaked MHETA ligands (Figure 2B−D,F,G).\nH208 and M131 also formed strong LJ interactions (<−7 kJ\nmol\n−1\n) (Figures 1 and 3; Figure S4C). Additionally, T63, A64,\nand L209 mediate strong LJ interactions (<−7 kJ mol\n−1\n) with\nall three units of 3PET. The side chains of F62 and W155 form\nstable aromatic interactions with the aromatic rings of 3PET.\nThe orientation of the TPA moieties suggest T-stacking\ninteractions with W155, in agreement with the orientation of\nMHETA bound to PES-H1 (PDB codes: 7W6C\nA\n, 7W6C\nb\n7W6O\nA\n, and 7W6Q\nA\n) and with earlier studies on other PET\nhydrolases.\n12,23\nFurthermore, the strong LJ interactions with\nF62 are in agreement with the close proximity between\nMHETA and F62. The Coulomb interactions involve fewer\nresidues and are often mediated by backbone atoms of\nresidues, like F62 and M131 from the oxyanion hole, and L92,\nbut can also involve side chains of residues like Q94, H208,\nN212, and the catalytic S130 (<−7 kJ mol\n−1\n). It should be\nemphasized that the significant contributions by L92 and Q94\nare the result of hydrogen bonding with the terminal carboxyl\ngroup of the first PET unit, which should only occur when\nexoscission of polymeric PET substrates takes place. When the\ntotal interaction energy is considered, G61, H129, and T157\nare also identified as strong PET-binding residues (<−7 kJ\nmol\n−1\n).\nEngineering PES-H1 for Improved Thermostability\nand Activity on Amorphous PET Film. Elevated reaction\ntemperatures of up to 75 °C increase polymer chain mobility,\nmaking the amorphous fractions of PET more accessible to\nenzymatic hydrolysis. We investigated enzymatic PET\ndegradation at 72 °C because it is the optimal temperature\nfor the hydrolysis of amorphized PET waste by the reference\nenzyme LCC ICCG.\n5\nEmpirical data have shown that the T\nm\nof a PET hydrolase is usually at least 12 °C higher than its\nT\nopt\n.\n5,11,13,17\nHence, biocatalysts with a T\nm\nover 85 °C are\npreferred for efficient PET degradation. When determined in\nbuffers with low ionic strengths (Table S5), PES-H1 had a T\nm\nof 77.1 °C, as determined by nano differential scanning\nfluorimetry (NanoDSF) and differential scanning calorimetry\n(DSC). This is in agreement with previously published data.\n34\nIn the 1 M potassium phosphate buffer demonstrated by\nprevious studies to be optimal for PET degradation by selected\nenzymes,\n33,34,39\nthe T\nm\nof PES-H1 was increased to 85 °C\nFigure 4. Characterization of PET-hydrolyzing activity of PES-H1 (wt), the L92F/Q94Y and R204C/S250C variants, and LCC ICCG. (A) Weight\nloss (in [mg] and [%]) of Gf-PET film determined after enzymatic hydrolysis at 72 °C for 12 and 24 h in 1 M potassium phosphate buffer (pH\n8.0). (B−D) Total product release [mM] is shown and used to calculate the depolymerization efficiency [%] with (B) lcPET powder (13%), (C)\nball-milled hcPET powder (26%), and (D) grinder-crushed hcPET powder (33%) after 24 h at 72 °C. The total product was defined as the sum of\nTPA (dark blue), MHET (light blue), and BHET (light gray). Error bars indicate the standard deviation calculated from at least three replicates.\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.2c02275\nACS Catal. 2022, 12, 9790−9800\n9794\n\n(Table S5), thereby enabling its application at 72 °C (Figure\nS5). Because high salt concentrations are not ideal for\nindustrial processes, we investigated the degradation of Gf-\nPET film by PES-H1 in the presence of lower phosphate buffer\nconcentrations (Figure S6). The results demonstrated a\npositive correlation between the buffer concentration and the\nPET degradation performance of wild-type PES-H1 at 72 °C.\nThis is most likely due to the decreased thermostability of\nPES-H1 at lower buffer concentrations (Table S5).\nMany homologous PET hydrolases, including PES-H1 itself,\nhave been found to be stabilized in the presence of Ca\n2+\nions,\nas indicated by increased T\nm\n, improved PET-hydrolyzing\nactivity, or both.\n13,17,18\nCa\n2+\nbinding can be mediated by\nseveral negatively charged residues. For example, D250 and\nE296 in the homologous Cut190 from Saccharomonospora\nviridis were identified by crystallographic investigations to be\ninvolved in Ca\n2+\nbinding (Figure 3B).\n40\nCa\n2+\ncan be\nprecipitated by buffer ions like phosphate and also by the\nPET hydrolysis product terephthalate,\n6,41\nmaking the depend-\nence of PET hydrolase stability on Ca\n2+\nundesirable. This\ndependence can be significantly mitigated by replacing the\nCa\n2+\nbinding residues by a disulfide bridge to generate variants\nthat are thermostable in the absence of Ca\n2+\n.\n5,19,11,17,20−22\nAccordingly, we generated an R204C/S250C variant of PES-\nH1 and confirmed disulfide bond formation using Ellman’s\nreagent (Figure S7). The T\nm\nof this variant was increased by\n6.4 °C (Figure 3L, Table S5). Previous studies reported that\nintroducing disulfide bridges at equivalent positions of\nhomologous PET hydrolases resulted in higher increases in\nT\nm\n(TfCut2, ΔT\nm\n= 24.9 °C; IsPETase, ΔT\nm\n= 22.3 °C; LCC,\nΔT\nm\n= 9.8 °C; Cut190, ΔT\nm\n= 23.1 °C).\n5,17,19,21\nWhile more\nnegatively charged amino acids like D250 and E296 in Cut190\n(Figure 3B), D238 and S283 in LCC (Figure 3C), and D204\nand E253 in TfCut2 (Figure 3D) are frequently observed at\nthese sites, wild-type IsPETase (N204 and S253) and PES-H1\n(R204 and S250, Figure 3A) lack these negatively charged\nresidues. This suggests that the generic thermostabilizing effect\nof an engineered disulfide bridge at this position might be due\nto a variety of interactions rather than just replacing the Ca\n2+\nbinding site. After 24 h at 72 °C, both the wild-type and the\nR204C/S250C variant of PES-H1 hydrolyzed Gf-PET film\n(98% depolymerization) almost completely (Figure 4A).\nRecently, Nakamura et al. reported an R47C/G89C variant\nof the homologous hydrolase PET2 and validated the\nformation of a disulfide bridge by X-ray crystallography.\n22\nCompared to wild-type PET2, the T\nm\nof the R47C/G89C\nvariant of PET2 was increased by 3.1 °C, and its PET\nhydrolysis activity was 1.3-fold higher. We created a R6C/\nS49C variant in an attempt to form an equivalent disulfide\nbridge in PES-H1. This variant was inactive and was therefore\nnot further investigated.\nThe PES-H1 structure (PDB code: 7CUV, Figure 3E) was\ncompared to the thermostabilized DuraPETase (PDB code:\n6KYS, Figure 3F) for identifying additional mutation hotspots.\nUsing Rosetta energy calculations, an L92F/Q94Y variant of\nPES-H1 was constructed based on the L117F/Q119Y\nmutations present in DuraPETase. The L92F/Q94Y variant\nof PES-H1 had a 1.8 °C higher T\nm\nand could almost\ncompletely depolymerize Gf-PET film after 24 h at 72 °C\n(Figures 3L and 4A). Interestingly, the aromatic amino acids\nthat we introduced (L92F/Q94Y) correspond to equivalent\nresidues (F125 and Y127) in LCC ICC.\n5\nInterestingly, LCC\nICC was converted to the more active LCC ICCG by removal\nof the tyrosine residue (Y127G), while introduction of the\nequivalent tyrosine into PES-H1 (Q94Y) in combination with\nL92F resulted in increased activity. The L92F/Q94Y variant of\nPES-H1 outperformed LCC ICCG in the hydrolysis of various\nPET materials under conditions optimal for PES-H1 (Figure\n4A,B). Cui et al. also observed synergistic effects between the\nequivalent L117F (L92F in PES-H1) and Q119Y (Q94Y in\nPES-H1) substitutions.\n26\nThey argued that these aromatic\nresidues interact with other residues (S214, W185, and Y87) to\nform an “aromatic tunnel” that facilitates the binding of PET\nchains to the active site. The hydrophobic nature of the\nmutations enhances noncovalent interactions with the\nsubstrate and improves the overall hydrophobic packing and\nstability of DuraPETase. The same effect could explain the\nincreased activity and stability of the L92F/Q94Y variant of\nPES-H1. We introduced the previously discussed disulfide\nbridge (R204C/S250C) to the L92F/Q94Y variant to generate\nthe L92F/Q94Y/R204C/S250C variant of PES-H1. Although\nthe T\nm\nof this variant was increased by 4.8 °C, it was not\nfurther characterized because it hydrolyzed Gf-PET film less\nefficiently than wild-type PES-H1 (Figure 3L).\nOf the four residues that differ between PES-H1 and PES-\nH2, only L209 is located close to the active site (Figures 1 and\n3G). This site has repeatedly been recognized as an\nengineering hotspot in other homologous PET hydrolases\ndue to its potential interactions with polymeric substrates.\nVariants with increased specific activity on PET have been\ncreated by replacing F at this position with A (TfCut2:\nF208A), W (LCC WCCG: F243W), or I (LCC ICCG: F243I;\nFigure 3I,J).\n5,42\nThe equivalent S of IsPETase (Figure 3K) has\nalso been replaced with F, but an additional W159H\nsubstitution was required for improved PET hydrolysis\nactivity.\n43\nIt was recently shown that exchanging L209 in\nPES-H1 (called PHL7 by Sonnendecker et al.\n34\n) to the F\nfound in PES-H2 (Fig 3G,H) reduced PET hydrolysis activity\nby half. We obtained similar results for the hydrolysis of Gf-\nPET film by the L209F variant of PES-H1 (Figure 3L). We\nsubjected position L209 to saturation mutagenesis and found\nthat most variants (except L209K, L209R, L209E, L209P, and\nL209I) resulted in enhanced thermostability. For the L209W,\nL209F, and L209Y variants, the highest ΔT\nm\nin 50 mM\nphosphate buffer ranged from 3.3 to 3.7 °C (Figure 3L).\nHowever, the PET hydrolysis activities of these variants were\ndecreased by more than 15%. Several earlier studies\n43,44\nsuggested that the S238F substitution (equivalent to L209F in\nPES-H1) in the W159H/S238F variant of IsPETase narrowed\nthe active site cleft, potentially enhancing π-stacking between\nPET and F238. In contrast, Furukawa et al.\n42\nsuggested that\nthe corresponding F of TfCut2 restricts access to lcPET,\nattributing the influence of this residue on catalytic activity to\nside-chain volume rather than hydrophobicity. Therefore, the\nrole of this important residue is still not fully understood, and\nit may play different roles in different PET hydrolases.\nIn addition, we engineered several key residues potentially\ninvolved in strong interactions with PET as indicated by\nstructures of PES-H1 and PES-H2 in complex with PET\nanalogues (Figure 2) and MD simulations (Figure S4). These\ninclude F62 (Figure 2B−D,G), W155 (Figure 2B−D,F,G), and\nI178 (Figure 2E). F62 is part of the oxyanion hole. Except for\nPES-H1, Cut190,\n18\nand Tcur1278,\n45\nother known homologous\nPET hydrolases have a tyrosine at this position. Introducing\nthis tyrosine into PES-H1 (F62Y) lowered the hydrolytic\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.2c02275\nACS Catal. 2022, 12, 9790−9800\n9795\n\nactivity drastically but had no influence on T\nm\n(Figure 3L).\nThe same effects were observed for the F62A variant.\nThe W155 residue of PES-H1 is equivalent to the W185\nresidue of IsPETase. The W185 of IsPETase (W130 in Figure\n2I due to different residue numbering in the 5XH3 crystal\nstructure) is flexible and can move to open or close access to\nthe active site.\n43\nThis wobbling is beneficial for mesophilic\nPET hydrolases because the PET polymer chain has lower\nchain mobility at ambient temperatures, and a flexible W185\nmay facilitate substrate binding.\n15\nThis dynamic tryptophan is\nconserved in many homologous PET hydrolases and is\ninvolved in strong interactions with the aromatic rings of\nPET. We replaced the W155 of PES-H1 to A, F or H, resulting\nin almost complete loss of activity and considerably reduced\nstability (Figure 3L). Austin et al. reported similarly reduced\nactivity for the equivalent W185A variant of IsPETase.\n43\nIn\ncontrast, the conformation of the corresponding W190 (Figure\n2H) in the thermophilic LCC ICCG is fixed by interactions\nwith H218 and F222 (H184 and F188 in PES-H1, Figure\n2C,D,F). As a result, LCC ICCG has a more rigid substrate-\nbinding groove, yet it still allows PET binding at elevated\ntemperatures as a result of increased polymer chain mobility.\n23\nThe I178 residue is located near the catalytic triad of PES-\nH1 (Figure 2B−D,F). Previous studies have reported\nsubstitutions of this I178 residue in homologous Thermobif ida\nf usca cutinases to smaller residues like S or A, which resulted in\nPET hydrolyzing activities comparable to that of the wild-type\nenzyme.\n46,47\nTherefore, we instead substituted I178 to large\naromatic residues. However, the I178W, I178F, and I178Y\nvariants lost significant PET hydrolysis activity, and their T\nm\ndecreased slightly, suggesting that additional aromatic\ninteractions may hinder productive binding of PET chains.\nTherefore, we did not further investigate the I178 residue of\nPES-H1.\nComparing the Hydrolytic Activity of Selected PES-\nH1 Variants on Different PET Materials. The L92F/Q94Y\nand R204C/S250C variants of PES-H1 were further\ninvestigated using different PET materials. The crystallinity\nof real-world postconsumer PET waste depends on its thermal\nhistory and life cycle.\n6\nTherefore, for biocatalytic recycling at\nthe industrial scale, pretreatment by thermomechanical\namorphization and micronization is essential to provide\nuniformly degradable substrates (in terms of comparable\ncrystallinity, particle size, etc.).\n5,48\nIn this study, we used a\nmelt-quenching technique to amorphize postconsumer PET\nbottles, which were then micronized by various methods.\nCrystallinity of the PET bottle waste was decreased from 27%\nto 19% after melt-quenching and increased again to 33% and\n26%, respectively, after crushing or ball milling (Table S6).\nThe crystallinity values determined with differently micronized\nPET powders are in good agreement with two previous\nstudies.\n48,49\nHowever, the crystallinities of our samples were\nmarkedly higher than that reported by Tournier et al., who\nused other techniques.\n5\nWe determined the average molecular\nmasses of selected PET samples by gel permeation\nchromatography (GPC) and found that values decreased\nafter melt-quenching and micronization (Table S6). Since the\nparticle size can influence the biocatalytic degradability of PET\npowders, it was important to use similarly sized particles for all\nassays. Therefore, we sieved all micronized PET samples using\na 177 μm mesh to obtain more homogeneous powders.\nLCC ICCG and the wild-type PES-H1 were used as\nreference enzymes. The distinct distribution of charged amino\nacids at the surfaces of these two enzymes may explain the\ndifferences in their buffer requirements (Figure S8). Compared\nto PES-H1, LCC ICCG does not lose its thermostability and\nPET degrading activity at a low phosphate buffer concentration\n(100 mM).\n5\nHowever, higher phosphate concentrations (up to\n1 M) do not reduce the PET hydrolysis activity of wild-type\nLCC.\n15,39,50\nSince 1 M phosphate buffer is optimal for the\nactivity and stability of PES-H1 while not negatively\ninfluencing LCC, we used this buffer for all subsequent PET\ndegradation experiments. As shown in Figure 4A, wild-type\nPES-H1 and the L92F/Q94Y variant completely depolymer-\nized Gf-PET film in 24 h at 72 °C. Therefore, we also\ndetermined the weight loss after 12 h of incubation. The\nhighest weight loss of 37.1 mg (62.4%) was obtained with the\nL92F/Q94Y variant, and this was 2.3-fold higher than with\nwild-type PES-H1. The L92F/Q94Y variant also significantly\noutperformed both the R204C/S250C variant and LCC ICCG\nin the hydrolysis of Gf-PET film (Figure 4A). Averaged\nconversion rates of 2.5 mg\nPET\nh\n−1\nand 2.3 mg\nPET\nh\n−1\nwere\nobtained using wild-type PES-H1 and LCC ICCG, respec-\ntively. While the value for PES-H1 is similar to that previously\ndetermined by Sonnendecker et al.,\n34\nthe value for LCC ICCG\nis markedly lower than that reported by Tournier et al.\n5\nAs\nexplained above, this may in part be due to differences between\nthe PET materials used in different studies. Based on the\ninformation provided by the manufacturer, Gf-PET films differ\nconsiderably in terms of crystallinity, thickness, molecular\nmass, and many other polymer parameters, making a direct\ncomparison of data generated in different studies impossible.\n6\nAfter 24 h at 72 °C, the degradation performance of PES-\nH1, L92F/Q94Y, R204C/S250C, and LCC ICCG on low-\ncrystallinity (13%) micronized waste PET powder was\ncomparable to that on Gf-PET film. The L92F/Q94Y variant\nyielded 2.9-fold and 2.2-fold more degradation products than\nwild-type PES-H1 and LCC ICCG, respectively (Figure 4B).\nThis indicated that, under the applied degradation conditions,\nthe L92F/Q94Y variant was the most active lcPET hydrolase.\nThe R204C/S250C variant was as active as the wild-type PES-\nH1 in hydrolyzing lcPET materials (Figure 4A,B). However,\nthe R204C/S250C variant was significantly less active than the\nwild-type against hcPET materials (Figure 4C,D). In contrast,\nthe L92F/Q94Y variant was more active than the wild-type\nPES-H1 against hcPET powders, forming up to 3.4-fold more\ndegradation products (Figure 4D). For hydrolyzing hcPET\npowders (Figure 4C,D) generated by different pretreatment\nmethods, LCC ICCG outperformed all PES-H1 variants and\nyielded up to 4.0-fold more degradation products than the\nL92F/Q94Y variant (Figure 4C,D). While the crystallinities of\nthe crushed and ball-milled PET powders were clearly higher\nthan the degradable threshold value of approximately 20%\nsuggested by Wei et al.\n25\nand Thomsen et al.,\n24\nLCC ICCG\nsurprisingly released more degradation products from these\nsubstrates than from lcPET powder (13% crystallinity) (Figure\n4B−D). By comparison with PES-H1 and its variants, the\nextent of degradation was inversely correlated to the material\ncrystallinity, which is in agreement with previous research on\nusing hydrolases to degrade PET with varying crystallinities.\n6\nIn addition to the crystallinity values obtained by DSC, we\nalso determined the number-average (M\nn\n) and weight-average\n(M\nw\n) molecular masses of the PET powders used for the\nenzymatic degradation experiments (Table S6). The lower M\nn\nvalues determined for the hcPET powders derived from ball-\nmilled and grinder-crushed PET bottle waste than that with\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.2c02275\nACS Catal. 2022, 12, 9790−9800\n9796\n\nthe grinder-crushed PET film means that the PET bottle\npowders contained significantly shorter polymers (or even\noligomers). When the degradation by PES-H1, its variants, and\nLCC ICCG (Figure 4B−D) is interpreted in terms of the\nmolecular masses of the PET powders, it appears that M\nn\nhad a\nlarger influence on the degradation by LCC ICCG than by\nPES-H1 and its variants. LCC ICCG seems to hydrolyze\nshorter polymers more efficiently, while the degradation by\nPES-H1 and its variants seems to be more influenced by\ncrystallinity. Tournier et al.\n5\nfound that LCC ICCG could not\nefficiently depolymerize the hcPET obtained by their pretreat-\nment methods, but they did not report the molecular masses of\ntheir materials. Therefore, a direct comparison of our data to\nthat reported by Tournier et al.\n5\ncannot be made, but our data\nsuggest that not only crystallinity but also average polymer\nlength may influence the enzymatic degradation of PET. This\nsuggests that crystallinity might be only one of several\nimportant polymer characteristics that influence enzymatic\ndegradation and that polymer properties should be more\nextensively characterized in future studies. The superiority of\nthe L92F/Q94Y variant of PES-H1 in degrading lcPET is\nimportant since industrially amorphized PET waste has\ncrystallinities below 15%.\n5\nThe L92F/Q94Y variant of PES-\nH1 could therefore be investigated as an alternative to LCC\nICCG for PET hydrolysis.\nA heterogeneous kinetic model described by the following\nequation has been widely used for evaluating enzymatic PET\nhydrolysis.\n12,45,46,51−53\nk\nK\n K\nv S\nE\n 1 E\n0 h 0\nA 0\n A 0\n= [ ]\n[ ]\n + [ ]\n(1)\nIn this equation, v\n0\ndescribes the initial reaction rate, k\nh\nthe\nhydrolysis rate constant, [S\n0\n] the initial substrate concen-\ntration, [E\n0\n] the enzyme concentration, and K\nA\nthe adsorption\nequilibrium constant. We used PET nanoparticles (PET-NP)\nprepared using previously published protocols\n51,54\nas the\nsubstrate to characterize the hydrolysis kinetics catalyzed by\nPES-H1, its variants, and LCC ICCG. The rates of turbidity\nchange measured at 600 nm as a result of PET-NP degradation\nwere determined in a microplate reader at 70 °C (Figures S9\nand S10). The kinetic constants determined according to eq 1\nare summarized in Table 1. The initial reaction velocity v\n0\nwas\ndefined as the turbidity decrease over a reaction time of 40 min\nusing 0.5 mg mL\n−1\nPET-NP (Figure S9). The L92F/Q94Y\nvariant resulted in the highest hydrolysis rate constant (k\nh\n) of\n0.065 mL mg\n−1\nmin\n−1\n, followed by R204C/S250C (0.064 mL\nmg\n−1\nmin\n−1\n), wild-type PES-H1 (0.054 mL mg\n−1\nmin\n−1\n), and\nLCC ICCG (0.048 mL mg\n−1\nmin\n−1\n). The adsorption\nequilibrium constant K\nA\nis a parameter to evaluate the enzyme\naffinity to PET-NP. The R204C/S250C variant had the lowest\naffinity to PET, while the L92F/Q94Y variant had the highest\naffinity, which was 1.8-fold higher than that of wild-type PES-\nH1 and 1.4-fold higher than that of LCC ICCG. The high\naffinity of the L92F/Q94Y variant to PET nanoparticles\ndemonstrates the importance of the adsorption of enzymes to\nthe surface of PET-NP for efficient hydrolysis. The K\nA\nvalues\ndetermined in this study fall in the same range as those\ndetermined for many homologous PET hydrolases by other\nprocedures.\n12,45,46,51,52\nIn general, the kinetic data, depicted in\nTable 1 and Table S7 support the observations made using\nother PET materials (Figure 4A,B). Additionally, we measured\nthe initial hydrolysis rate as a function of the substrate\nconcentration in the range 0−0.5 mg mL\n−1\nusing a constant\nenzyme concentration of 0.7 μM. This enzyme concentration\nwas selected to ensure substrate-saturated conditions (Figure\nS9). The experimental data fit well to the kinetic model\n(Figures S9 and S10), demonstrating that under these\nconditions the model describes the experimental data\naccurately.\n■"
    },
    {
      "heading": "Computational Chemistry, Heinrich Heine University, 40225",
      "text": "Du ̈ sseldorf, Germany;\n orcid.org/0000-0002-8734-7765\nComplete contact information is available at:\nhttps://pubs.acs.org/10.1021/acscatal.2c02275\nAuthor Contributions\nConceptualization: R.W., W.L., and U.T.B. Protein crystallo-\ngraphic studies: J.G., Z.L., X.H., C.G.F., G.J.P., M.L., and W.L.\nComputational simulations: A.J., G.W., J.M., Y.-F.A., D.B., J.D.,\nB.S., and W.L. Protein engineering and characterization: L.P.,\nJ.G., and Z.L. Polymer treatment and characterization: Y.C.\nand W.D. Writing�original draft: L.P., A.J., G.W., C.P.S.B.,\nW.L., and R.W. Writing�review and editing: all authors.\nSupervision and funding acquisition: W.D., J.D., B.S., W.L.,\nU.T.B., and R.W.\nFunding\nThe authors W.L., J.G., Z.L., X.H., and W.D. acknowledge the\nfinancial support provided by the National Key Research and\nDevelopment Program of China (2021YFC2103600 and\n2021YFA0910200). The authors U.T.B., R.W., L.P., D.B.,\nJ.M., and J.D. gratefully acknowledge the financial support\nreceived from the European Union’s Horizon 2020 research\nand innovation program (MIX-UP, grant 870294; upPE-T,\ngrant 953214; CETOCOEN Excellence, grant 857560) and\nfrom the Czech Ministry of Education (CZ.02.1.01/0.0/0.0/\n16_026/0008451). A.J. is financially supported by the German\nFederal Environmental Foundation. The authors J.G., X.H.,\nand W.L. also thank the Tianjin Synthetic Biotechnology\nInnovation Capacity Improvement Project (TSBICIP-PTJJ-\n008, TSBICIP-IJCP-003, TSBICIP-KJGG-009-01, and TSBI-\nCIP-KJGG-002-06), the Youth Innovation Promotion Associ-\nation CAS, and the China Scholarship Council for financial\nsupport. The authors W.D. and Y.C. acknowledge the financial\nsupport provided by the National Natural Science Foundation\nof China (31961133017).\nNotes\nThe authors declare no competing financial interest.\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.2c02275\nACS Catal. 2022, 12, 9790−9800\n9798\n\n■"
    },
    {
      "heading": "Computational Redesign of a PETase for Plastic Biodegradation",
      "text": "under Ambient Condition by the GRAPE Strategy. ACS Catal. 2021,\n11 (3), 1340−1350.\n(27) Lu, H.; Diaz, D. J.; Czarnecki, N. J.; Zhu, C.; Kim, W.; Shroff,\nR.; Acosta, D. J.; Alexander, B. R.; Cole, H. O.; Zhang, Y.; Lynd, N.\nA.; Ellington, A. D.; Alper, H. S. Machine Learning-Aided Engineering\nof Hydrolases for PET Depolymerization. Nature 2022, 604 (7907),\n662−667.\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.2c02275\nACS Catal. 2022, 12, 9790−9800\n9799\n\n(28) Han, X.; Liu, W.; Huang, J.-W.; Ma, J.; Zheng, Y.; Ko, T.-P.;\nXu, L.; Cheng, Y.-S.; Chen, C.-C.; Guo, R.-T. Structural Insight into\nCatalytic Mechanism of PET Hydrolase. Nat. Commun. 2017, 8 (1),\n2106.\n(29) Boneta, S.; Arafet, K.; Moliner, V. QM/MM Study of the\nEnzymatic Biodegradation Mechanism of Polyethylene Terephthalate.\nJ. Chem. Inf. Model. 2021, 61 (6), 3041−3051.\n(30) Feng, S.; Yue, Y.; Zheng, M.; Li, Y.; Zhang, Q.; Wang, W. Is\nPETase- and Is MHETase-Catalyzed Cascade Degradation Mecha-\nnism toward Polyethylene Terephthalate. ACS Sustain. Chem. Eng.\n2021, 9 (29), 9823−9832.\n(31) Jerves, C.; Neves, R. P. P.; Ramos, M. J.; da Silva, S.; Fernandes,\nP. A. Reaction Mechanism of the PET Degrading Enzyme PETase\nStudied with DFT/MM Molecular Dynamics Simulations. ACS Catal.\n2021, 11 (18), 11626−11638.\n(32) Zheng, M.; Li, Y.; Dong, W.; Feng, S.; Zhang, Q.; Wang, W."
    },
    {
      "heading": "Computational Biotransformation of Polyethylene Terephthalate by",
      "text": "Depolymerase: A QM/MM Approach. J. Hazard. Mater. 2022, 423,\n127017.\n(33) Zimmermann, W.; Wei, R.; Hille, P.; Oeser, T.; Schmidt, J.\nNew Polypeptides Having a Polyester Degrading Activity and Uses\nThereof. EP3517608A1, July 31, 2019.\n(34) Sonnendecker, C.; Oeser, J.; Richter, P. K.; Hille, P.; Zhao, Z.;\nFischer, C.; Lippold, H.; Blázquez-Sánchez, P.; Engelberger, F.;\nRamírez-Sarmiento, C. A.; Oeser, T.; Lihanova, Y.; Frank, R.; Jahnke,\nH.; Billig, S.; Abel, B.; Sträter, N.; Matysik, J.; Zimmermann, W. Low\nCarbon Footprint Recycling of Post-Consumer PET Plastic with a\nMetagenomic Polyester Hydrolase. ChemSusChem 2022, 15 (9),\nNo. e202101062.\n(35) Falkenstein, P.; Wei, R.; Matysik, J.; Song, C. Mechanistic\nInvestigation of Enzymatic Degradation of Polyethylene Tereph-\nthalate by Nuclear Magnetic Resonance. In Methods in Enzymology;\nElsevier, 2021; Vol. 648, pp 231−252.\n(36) Barth, M.; Honak, A.; Oeser, T.; Wei, R.; Belisário-Ferrari, M.\nR.; Then, J.; Schmidt, J.; Zimmermann, W. A Dual Enzyme System\nComposed of a Polyester Hydrolase and a Carboxylesterase Enhances\nthe Biocatalytic Degradation of Polyethylene Terephthalate Films. J.\nBiotechnol. 2016, 11 (8), 1082−1087.\n(37) Eugenio, E. de Q.; Campisano, I. S. P.; de Castro, A. M.;\nCoelho, M. A. Z.; Langone, M. A. P. Kinetic Modeling of the Post-\nConsumer Poly(Ethylene Terephthalate) Hydrolysis Catalyzed by\nCutinase from Humicola insolens. J. Polym. Environ. 2022, 30, 1627−\n1637.\n(38) Chen, C.; Han, X.; Ko, T.; Liu, W.; Guo, R. Structural Studies\nReveal the Molecular Mechanism of PETase. FEBS J. 2018, 285 (20),\n3717−3723.\n(39) Schmidt, J.; Wei, R.; Oeser, T.; Belisário-Ferrari, M. R.; Barth,\nM.; Then, J.; Zimmermann, W. Effect of Tris, MOPS, and Phosphate\nBuffers on the Hydrolysis of Polyethylene Terephthalate Films by\nPolyester Hydrolases. FEBS Open Bio 2016, 6 (9), 919−927.\n(40) Numoto, N.; Kamiya, N.; Bekker, G.-J.; Yamagami, Y.; Inaba,\nS.; Ishii, K.; Uchiyama, S.; Kawai, F.; Ito, N.; Oda, M. Structural\nDynamics of the PET-Degrading Cutinase-like Enzyme from\nSaccharomonospora viridis AHK190 in Substrate-Bound States\nElucidates the Ca\n2+\n-Driven Catalytic Cycle. Biochemistry 2018, 57\n(36), 5289−5300.\n(41) Baker, P. J.; Poultney, C.; Liu, Z.; Gross, R.; Montclare, J. K.\nIdentification and Comparison of Cutinases for Synthetic Polyester\nDegradation. Appl. Microbiol. Biotechnol. 2012, 93 (1), 229−240.\n(42) Furukawa, M.; Kawakami, N.; Tomizawa, A.; Miyamoto, K.\nEfficient Degradation of Poly(Ethylene Terephthalate) with Thermo-\nbif ida f usca Cutinase Exhibiting Improved Catalytic Activity\nGenerated Using Mutagenesis and Additive-Based Approaches. Sci.\nRep. 2019, 9 (1), 16038.\n(43) Austin, H. P.; Allen, M. D.; Donohoe, B. S.; Rorrer, N. A.;\nKearns, F. L.; Silveira, R. L.; Pollard, B. C.; Dominick, G.; Duman, R.;\nEl Omari, K.; Mykhaylyk, V.; Wagner, A.; Michener, W. E.; Amore,\nA.; Skaf, M. S.; Crowley, M. F.; Thorne, A. W.; Johnson, C. W.;\nWoodcock, H. L.; McGeehan, J. E.; Beckham, G. T. Characterization\nand Engineering of a Plastic-Degrading Aromatic Polyesterase. Proc.\nNatl. Acad. Sci. U.S.A. 2018, 115 (19), E4350−E4357.\n(44) Erickson, E.; Shakespeare, T. J.; Bratti, F.; Buss, B. L.; Graham,\nR.; Hawkins, M. A.; König, G.; Michener, W. E.; Miscall, J.; Ramirez,\nK. J.; Rorrer, N. A.; Zahn, M.; Pickford, A. R.; McGeehan, J. E.;\nBeckham, G. T. Comparative Performance of PETase as a Function of\nReaction Conditions, Substrate Properties, and Product Accumu-\nlation. ChemSusChem 2022, 15 (1), No. e202101932.\n(45) Wei, R.; Oeser, T.; Then, J.; Ku ̈ hn, N.; Barth, M.; Schmidt, J.;\nZimmermann, W. Functional Characterization and Structural"
    },
    {
      "heading": "Modeling of Synthetic Polyester-Degrading Hydrolases from",
      "text": "Thermomonospora curvata. AMB Expr. 2014, 4 (1), 44.\n(46) Wei, R.; Oeser, T.; Schmidt, J.; Meier, R.; Barth, M.; Then, J.;\nZimmermann, W. Engineered Bacterial Polyester Hydrolases\nEfficiently Degrade Polyethylene Terephthalate Due to Relieved\nProduct Inhibition: Engineered Polyester Hydrolases. Biotechnol.\nBioeng. 2016, 113 (8), 1658−1665.\n(47) Silva, C.; Da, S.; Silva, N.; Matamá, T.; Arau ́jo, R.; Martins, M.;\nChen, S.; Chen, J.; Wu, J.; Casal, M.; Cavaco-Paulo, A. Engineered\nThermobif ida f usca Cutinase with Increased Activity on Polyester\nSubstrates. J. Biotechnol. 2011, 6 (10), 1230−1239.\n(48) Gamerith, C.; Zartl, B.; Pellis, A.; Guillamot, F.; Marty, A.;\nAcero, E. H.; Guebitz, G. M. Enzymatic Recovery of Polyester\nBuilding Blocks from Polymer Blends. Process. Biochem. 2017, 59, 58−\n64.\n(49) Bai, C. Structural Changes in Poly(Ethylene Terephthalate)\nInduced by Mechanical Milling. Polymer 2000, 41 (19), 7147−7157.\n(50) Falkenstein, P.; Gräsing, D.; Bielytskyi, P.; Zimmermann, W.;\nMatysik, J.; Wei, R.; Song, C. UV Pretreatment Impairs the Enzymatic\nDegradation of Polyethylene Terephthalate. Front. Microbiol. 2020,\n11, 689.\n(51) Vogel, K.; Wei, R.; Pfaff, L.; Breite, D.; Al-Fathi, H.; Ortmann,\nC.; Estrela-Lopis, I.; Venus, T.; Schulze, A.; Harms, H.; Bornscheuer,\nU. T.; Maskow, T. Enzymatic Degradation of Polyethylene\nTerephthalate Nanoplastics Analyzed in Real Time by Isothermal\nTitration Calorimetry. Sci. Total Environ. 2021, 773, 145111.\n(52) Wei, R.; Oeser, T.; Barth, M.; Weigl, N.; Lu ̈ bs, A.; Schulz-\nSiegmund, M.; Hacker, M. C.; Zimmermann, W. Turbidimetric\nAnalysis of the Enzymatic Hydrolysis of Polyethylene Terephthalate\nNanoparticles. J. Mol. Catal. B: Enzym. 2014, 103, 72−78.\n(53) Scandola, M.; Focarete, M. L.; Frisoni, G. Simple Kinetic\nModel for the Heterogeneous Enzymatic Hydrolysis of Natural\nPoly(3-Hydroxybutyrate). Macromolecules 1998, 31 (12), 3846−3851.\n(54) Pfaff, L.; Breite, D.; Badenhorst, C. P. S.; Bornscheuer, U. T.;\nWei, R. Fluorimetric High-Throughput Screening Method for\nPolyester Hydrolase Activity Using Polyethylene Terephthalate\nNanoparticles. In Methods in Enzymology; Elsevier, 2021; Vol. 648,\npp 253−270.\n(55) Krause, D.; Thörnig, P. JURECA: Modular Supercomputer at\nJu ̈ lich Supercomputing Centre. JLSRF 2018, 4, A132.\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.2c02275\nACS Catal. 2022, 12, 9790−9800\n9800"
    }
  ],
  "results_sections": [
    {
      "heading": "RESULTS AND DISCUSSION",
      "text": "Structures of PES-H1 and PES-H2. The crystal structures\nof PES-H1 and PES-H2 were solved at atomic resolutions of\n1.45 Å (PDB code: 7CUV) and 1.56 Å (PDB code: 7W69), in\nthe space groups P2\n1\nand C2, respectively (Figure S1; Tables\nS1 and S2). PES-H1 and PES-H2 differ in only four residues\n(A/E1, L/F209, D/N232, and S/A254), of which only the L/\nF209 residues are in close vicinity to the catalytic triad (Figure\n1). The two hydrolases have similar structures that adopt the\ncanonical α/β-hydrolase fold with a core consisting of nine β-\nsheets and ten α-helices (Figure S1). Comparison of the apo\nstructure of PES-H1 with the structures of other bacterial PET\nhydrolases resulted in low root-mean-square deviation\n(RMSD) values for the protein backbone (Table S3). These\nhighly conserved structures form a distinct subclass of the α/β-\nhydrolase superfamily.\n6\nPES-H1 has a catalytic triad consisting\nof S130, H208, and D176 (Figure 1). The nucleophile S130 is\nlocated within hydrogen bond distance to be polarized by the\nbase H208, which is in turn stabilized by the acid D176. PES-\nH1 forms an intramolecular disulfide bridge like structurally\nsimilar homologous enzymes (e.g., PDB codes: 5XH3, 3VIS,\n4CGI, 4EB0, 4WFJ, and 1JFR). This conserved disulfide\nbridge (C241/C256) connects two loops between the last β-\nsheet (Figure S1).\nBinding Modes of Substrate Analogues and Degra-\ndation Intermediates. Although more than 70 crystal\nstructures of bacterial PET-degrading enzymes are available\nin the PDB database, the majority of them are apo structures\nFigure 1. Structural comparison of PES-H1 (salmon, PDB code:\n7CUV) and PES-H2 (light blue, PDB code: 7W69). The locations of\nthe variable residues L/F209, D/N232, and S/A254 are indicated.\nThe variable position A/E1 is located at the flexible N-terminal ends\nof PES-H1 and PES-H2 and are therefore not visible. The S130−\nH208−D176 catalytic triad is also shown. The amino acid residues are\nshown as sticks in red for PES-H1 and in dark blue for PES-H2. The\ninset in the right upper panel demonstrates the close vicinity of the\nvariable position L/F209 to the catalytic triad.\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.2c02275\nACS Catal. 2022, 12, 9790−9800\n9791\n\nwith no substrate bound.\n6\nIn order to investigate the\nmechanism of PET hydrolysis, we solved the structures of\nPES-H1 in complex with citrate (PDB code: 7E30) and also in\ncomplex with the nonhydrolyzable substrate analogue 4-(2-\nhydroxyethylcarbamoyl) benzoic acid (MHETA) (PDB codes:\n7W6C, 7W6O, and 7W6Q; Figure 2B−F), to better\nunderstand changes in the protein structure upon binding a\nPET substrate based on this analogue. We also solved the\nstructures of PES-H2 in complex with polyethylene glycol\n(PEG) 6000 (PDB code: 7E31) and in complex with bis(2-\nhydroxyethyl) terephthalate (BHET) (PDB code: 7W66;\nFigure 2G) (Tables S1 and S2). Based on the structures of\nPES-H1 (with bound MHETA) and PES-H2 (with bound\nBHET), six ligand-binding modes were identified. The\norientations of the ligands in the substrate binding cavities\nare distinct but similar to those observed for HEMT bound to\nIsPETase R103G/S131A\n28\n(PDB code: 5XH3; Figure 2I) and\nMHET bound to the S165A variant of LCC ICCG\n23\n(PDB\ncode: 7VVE; Figure 2H).\nWhile the structures of LCC ICCG S165A (PDB code:\n7VVE; Figure 2H) and IsPETase R103G/S131A (PDB code:\n5XH3; Figure 2I) exhibited productive ligand conformations\nwith the ester carbonyl carbons interacting with the oxygen of\nthe catalytic serine residue, the PES-H structures revealed\nmultiple noncatalytic intermediate binding modes (IBMs) with\nthe ester bonds (or amide bond in MHETA) positioned too\nfar from S130 for nucleophilic attack. This supports the\nprevious hypothesis that PET hydrolysis may involve dynamic\nreorientation of polymer chains in the active sites of PET\nhydrolases.\n15,35\nMHET and BHET have frequently been found\nto inhibit enzymatic PET depolymerization.\n36,37\nThe multiple\nIBMs suggest an enhanced residence likelihood of these\ninhibitory degradation intermediates in the substrate-binding\ngroove, where they may prevent productive binding of\npolyester segments.\nThe conformational flexibility of predominantly hydro-\nphobic residues surrounding the active site may help to\nrecognize and bind bulky PET substrates during biocatalysis.\nIn the enzyme−substrate complex structures of LCC ICCG\nS165A (Figure 2H) and IsPETase R103G/S131A (Figure 2I),\nthe aromatic rings of the substrate analogues are T-stacked to\nW190 and W156, respectively. This effect has been proposed\nto be very important for PET binding.\n38\nSimilar π-stacking\ninteractions with the equivalent W155 were discovered in the\nPES-H1 structures 7W6C (Figure 2B, F), 7W6O\nA\n(Figure\n2C), and 7W6Q\nA\n(Figure 2D). In most IBMs of MHETA\nligands (Figure 2B−F), the hydroxyl end of the ethanolamine\nmoiety points away from the catalytic triad. This is partly in\nagreement with the MHET conformation shown in 7VVE\n(Figure 2H), which is different from the position of the\nethylene glycol (EG) moiety of HEMT bound to IsPETase\nR103G/S131A (5XH3; Figure 2I). MHETA ligands also\ninteracted with other hydrophobic residues like F62, I178, and\nL209 in the binding groove of PES-H1. The backbone amide\nNH groups of M131 and F62 form an oxyanion hole, which is\na characteristic shared by many α/β-hydrolases. Terephthalate\n(TPA) moieties in our structures are found in close vicinity to\nF62 (equivalent to Y95 in LCC ICCG S165A and Y58 in\nIsPETase R103G/S131A), rather than close to the catalytic\ntriads as in IsPETase R103G/S131A (Figure 2I) and LCC\nICCG S165A (7VVE\nA\n; Figure 2H). Furthermore, the hydroxyl\nend of the ethanolamine moiety forms a hydrogen bond with\nH184 (Figure 2C,D). The only distinct MHETA binding\nmode in PES-H1 was observed in 7W6O\nB\n(Figure 2E), in\nwhich MHETA is bound at the surface of PES-H1, slightly\noutside the catalytic cavity. This binding mode suggests that\nFigure 2. Comparison of the PET substrate analogue binding modes in the structures of PES-H1, PES-H2, LCC ICCG S165A, and IsPETase\nR103G/S131A. Single chains (superscripts for chain A or chain B) were extracted from the deposited structures in the PDB database to identify\nindividual binding modes of the soaked ligands within an asymmetric unit. Dashed lines indicate hydrogen bonds (H-bond cut off of 3.5 Å).\nInteracting residues are shown as sticks and are colored by element: carbon, as for the respective molecule; nitrogen, blue; oxygen, red; sulfur,\nyellow. Green spheres represent water oxygens. (A) Superimposed structures show the overlapping binding modes of the substrate analogues with\nthe apo structure of PES-H1 (PDB code: 7CUV). (B−F) PES-H1 in complex with MHETA: (B) 7W6C\nA\n; (C) 7W6O\nA\n; (D) 7W6Q\nA\n; (E) 7W6O\nB\n;\nand (F) 7W6C\nB\n. (G) PES-H2 in complex with BHET (7W66). (H) LCC ICCG S165A in complex with MHET (7VVE\nA\n, 7VVE\nB\n). (I) IsPETase\nR103G/S131A in complex with HEMT (5XH3).\nACS Catalysis pubs.acs.org/acscatalysis Research Article\nhttps://doi.org/10.1021/acscatal.2c02275\nACS Catal. 2022, 12, 9790−9800\n9792\n\nsubstrates can bind at the surface prior to entering deeper into\nthe active site cavity. BHET is more loosely bound to PES-H2\n(7W66\nB\n; Figure 2G). It is embedded in a groove consisting of\nS130, H207, W155, I178, H129, F62, and M131. The ester\nbond between the TPA and EG moieties is closer to S130 but\nis still outside the catalytic distance, in contrast to the\npositioning of MHETA in PES-H1. The TPA moiety is close\nto F62 but far from W155. The second EG moiety is\ncompletely exposed to the solvent and has no obvious\ninteractions with any residue."
    },
    {
      "heading": "CONCLUSIONS",
      "text": "In this study, we solved crystal structures of the thermophilic\nenzymes PES-H1 and PES-H2 in apo form and notably also in\ncomplexes with the PET monomer analogues MHETA and\nBHET. This enabled the identification of six intermediate\nbinding modes and several key residues involved in binding to\nPET. MD simulations supported the involvement of these\nresidues in PET binding. Structural analyses and previously\nidentified mutational hotspots were used to select PES-H1\nresidues for mutagenesis. Several PES-H1 variants with\nimproved thermostability and PET hydrolysis activity were\nidentified. The most active L92F/Q94Y variant outperformed\nthe reference enzyme LCC ICCG in hydrolyzing lcPET\nmaterials (<15% crystallinity). Its superior activity over wild-\ntype PES-H1 was also evident with other hcPET materials\nderived from real-world PET bottle waste. Our detailed\nstructural analyses provide a better understanding of the\nmechanisms of interfacial biocatalysis, and our engineered\nvariants hold promise for future applications in biocatalytic\nplastic recycling.\n■\nASSOCIATED CONTENT\n*\nsı"
    }
  ]
}