{
  "txt_file": "PRO-34-e70282.txt",
  "pdf_file": "PRO-34-e70282.pdf",
  "title": "REVIEW ARTICLE",
  "experimental_sections": [
    {
      "heading": "EXPERIMENTAL CONDITIONS",
      "text": "The PANDA dataset is unique in that it includes bio-\nchemical activity. This could enable rankings,\nAHITUV ET AL. 5o f1 4\n\npotentially guiding the selection of candidates for fur-\nther engineering. However, PETases have been tested\nin highly variable experimental conditions, making\ndirect comparisons of their activities challenging (Arnal\net al.,\n2023; Wei et al., 2022). Although side-by-side\ncomparisons of selected enzymes can address this\nissue (Arnal et al., 2023; Norton-Baker et al., 2024),\nthis approach is impractical for the 99 enzymes identi-\nfied in PANDA. To overcome this limitation, we propose\nusing comparative rankings. For example, if enzyme A\nFIGURE 3 The structural similarity between PETases exceeds sequence identity while maintaining the same groupings. (a) sequence\nidentity matrix of all PETases in PANDA, calculated using Clustal Omega (Madeira et al.,2024). (b) Structure similarity matrix based on LDDT\nscores (Mariani et al.,2013), calculated using Foldseek (van Kempen et al.,2024). To reduce variability, Alphafold2 predictions (Jumper\net al.,2021) were used for all PETases in the dataset even when experimental structures were available. Black squares correspond to Clusters\n1, 2, and 3 from the SSN analysis (Figure1). Selected enzymes are labeled to enhance interpretability.\nFIGURE 4 Structure-based alignment highlights highly mutable positions in PETases. (a) Structure-based sequence alignment of twelve\nprominent engineered PETases using FoldMason (Gilchrist et al.,2024). Positions beneficially mutated in more than one wild-type (WT) enzyme\nare highlighted in pink. The letter colors indicate the WT enzyme that was mutated: Purple (CaPETase), yellow (TfCut2), green (BhrPETase),\nblue (LCC), and red (IsPETase). (b) Alphafold2-predicted structure of 611, a highly active WT PETase that has not been previously engineered.\nCoral spheres mark positions that were beneficially mutated in multiple WT enzymes. The catalytic triad is displayed as magenta sticks. The data\nused to create this figure is available in Supplementary Table3.\n6o f1 4 AHITUV ET AL.\n\nperforms better than B in one experiment and B better\nthan C in another, it might be possible to infer that A is\nalso better than C (A >B >C). This might not always be\ntrue; for example, a slower but more stable enzyme\nmight outperform a faster enzyme in a long reaction but\nnot in a shorter one (Bell et al.,\n2022). Substrate vari-\nability could have the same effect, as some enzymes\nhave higher specificity toward PET film over PET pow-\nder or vice versa (Erickson et al.,2022). The extent to\nwhich such variability affects cross-experiment compar-\nisons is still unknown.\nTo assess the robustness of enzyme rankings\nacross variable experimental setups, we analyzed data\nby Erickson et al. (2022), where a set of 19 enzymes\nwere tested in different conditions. We ranked the\nenzymes in each condition and analyzed how the rank-\nings correlate using the Kendall Tau coefficient\n(Kendall,\n1938). Despite the variability in substrate and\nreaction duration, even the lowest observed correlation\n(Kendall-τ = 0.47) indicated a reasonable likelihood\n(73.5%, given by the formula p ¼τþ1\n2 ) of consistent\nrankings across experiments, enabling approximate\ncomparisons of PETase activity (Supplementary\nFigure 3). A detailed explanation of the analysis is\navailable in Supplementary Text4.\nTo identify promising enzymes from PANDA using\ncomparative rankings, a set of highly active enzymes\nserving as references must be defined. We analyzed\nresults from another experiment by Erickson et al.\n(\n2022), where 38 PETases were tested at their optimal\ntemperature and pH. We classified the 11 top perform-\ning as “highly active” (top /C24 30%). Then, we searched\nthe rest of PANDA (61/99 enzymes) for enzymes tested\nagainst one of the 11 references when both were\ntested in their optimal conditions. Nine additional\nenzymes performed comparably or better. All 20“highly\nactive” enzymes (20.2% of the enzymes in the dataset)\nare shown in Figure\n2, with their thermostability repre-\nsented by color: thermophilic enzymes (optimal temper-\nature ≥50\n/C14 C) are shown in red, and mesophilic\nenzymes (optimal temperature ≤40/C14 C) are shown in\nblue. Supplementary Table4 contains names and ther-\nmostability classification of the highly active enzymes.\nThe visualization of the function in the phylogenetic tree\nof Figure2 shows that evolutionary origin and PETase\nhigh activity do not strictly correlate, suggesting that\nsequence information alone cannot be used to identify\npromising candidates and that highly active PETases\nmay reside in less explored clades, as recently shown\nby Seo et al. (\n2025).\n5 | ENGINEERING PETases FOR\nINDUSTRIAL PET RECYCLING\nThe first sections of this review focus on wild-type\nenzymes, showcasing the best naturally occurring\nPETases. In this section, we review the current state of\nPETase engineering, distinguishing between: (1) degra-\ndation in mesophilic conditions — dominated by the\nengineered variants of IsPETase — which provide\nthe opportunity to integrate living cells into the recycling\nprocess, and (2) degradation in thermophilic\nconditions— dominated by the engineered variants of\nLCC— allowing PET recycling using pure enzymes and\nhigh temperatures. Detailed experimental data of the\nenzymes mentioned in this section are available in"
    }
  ],
  "computational_sections": [],
  "results_sections": []
}