{
  "txt_file": "Proteins - 2021 - Costa - Assessment of the PETase conformational changes induced by poly ethylene terephthalate  binding.txt",
  "pdf_file": "Proteins - 2021 - Costa - Assessment of the PETase conformational changes induced by poly ethylene terephthalate  binding.pdf",
  "title": "RESEARCH ARTICLE",
  "experimental_sections": [
    {
      "heading": "2 | MATERIAL AND METHODS",
      "text": "2.1 | Molecular docking\nConsidering that the binding mode of PET in theIsPETase structure\nwas not previously elucidated using experimental methods, we per-\nformed molecular docking of an oligomer consisting of four monomers\nin their low free-energy conformations to analyze the selectivity and\naffinity of the polymer during the initial stages of the PETase catalytic\nprocess. Considering the wild-type structure ofI. sakaiensis PETase\n(PDB: 6EQE, X-ray diffraction with 0.92 Å resolution) was the first\nreported mesophilic enzyme with affinity and catalytic activity against\nthe PET,\n24 we choose this structure with high resolution as a target to\nperform a detailed analysis of the interatomic interactions established\nbetween the protein and the PET.\nTo perform the molecular docking against theIsPETase binding\nsubsites, we used the AutoDock Vina (version 1.1.2)33 program with\nthe following forms mimicking PET: monomer (bis-[hydroxyethyl] tere-\nphthalate, BHET), dimer (2-hydroxyethyl-(mono-hydroxyethyl tere-\nphthalate)\n2, 2-HE(MHET) 2), and tetramer (2-hydroxyethyl-(mono-\nhydroxyethyl terephthalate)4, 2-HE(MHET)2).13 Conjecturing that the\nconformation of the PET tetramer in theIsPETase corresponds to that\nof individual monomers bound atIsPETase subsites I to IV, we sequen-\ntially constructed three models of PET: Model I comprises the individual\nPET monomers against four proposed binding subsites of PETase. In\nModel II, we combined two PET monomers, thus forming a dimer to\ndock against two adjacentIsPETase binding subsites. In Model III, we\njoined the four PET monomers forming a tetramer to dock against four\npotential adjacent PETase binding subsites (subsites I to IV). Table S1\nshows the parameters used in the docking of the three models of PET.\nThe molecular docking in the AutoDock Vina was performed con-\nsidering the flexibility of the residues from the subsites (Tyr87,\nTrp159, Ser160, Met161, Ile208, Asn233, His 237, Ser238, Asn241,\nand Arg280), as well as the flexibility of the ligand. The following Car-\ntesian coordinates of the center of the docking grid, in Å, were\napplied: X = /C0 0.51, Y = 4.23, and Z = 20.09; with dimensions of\nx = 70, y = 56, andz = 68 for PET flexible docking.\nFurther validation was performed using Molegro Virtual Docker\n(MVD)\n34 and CSD-GOLD35; then compared with the conformations\nobtained by the AutoDock Vina (available in Tables S1 and S3). After\nanalysis and validation, the top-predicted pose of theIsPETase-PET\ncomplex obtained from AutoDock Vina was used as the starting point\nfor the MD simulations.\n2.2 | Molecular dynamics simulations\nTo evaluate the conformational dynamics of theIsPETase, we performed"
    },
    {
      "heading": "As commented in the Introduction section, experimental works have",
      "text": "suggested the PETase backbone does not present high conformational\nchanges upon PET binding, since its movement is limited to the bind-\ning subsite.\n14,28 Indeed, our PCA results show that the main move-\nment of IsPETase is associated with β7-α5 and β1-β2 connecting\nloops motion. Since PCA describes the largest amplitude protein\nmotions during a simulation, the bi-dimensional free energy landscape\n(FEL) was obtained taking into consideration the bidimensional projec-\ntions of PC1 versus PC2, which are considered the coordinates used\nfor obtaining the FEL. The FEL of IsPETase in the unbound state\nshowed that at the beginning of the MD, the conformations acquired\nby theIsPETase structure were similar to those obtained at the end of\nthe simulation, thus demonstrating that conformational states of the\nIsPETase were not altered dramatically over the MD trajectory, which\nis in agreement with previous experimental data.\n14,28 We also\nobserved for the analysis of the PCAPC2vsPC3 and PCAPC1vsPC3 plots, a\nconformational dispersion at the end of MD simulation that not\nformed isolated clusters. It is important to note that the conforma-\ntions of the PC1 were not directly correlated with those found in\nPC3, thus demonstrating that the initial conformations were grouped\nseparately from the other conformations that do not contain the PET\nat the binding site (see Figure S9).\nThe main difference between the most stable structure of\nIsPETase-PET complex (P1 in Figure 5) andIsPETase in the unbound\nstate (P4 in Figure 5) is in the β7-α5 connecting loop, where we\nnoted that the Asp206 opened the cavity of the active site. Other\nconformational states with high probability were described for the\nunbound state with P2 with a reduced cavity and P3 with an\nopened cavity similar to that of P1 (Figure 5A). Considering that the\nstructural engineering ofIsPETase using site-direct mutagenesis has\nled to optimized catalysis of PET,\n13,25,69 finding the most stable\nconformation of its structure is an important task for the\nimprovement of its active site selectivity and also to better under-\nstand the conformational mechanism of the enzyme that influences\nin the catalysis.\nThe IsPETase has large regions with polar surface charges with\nfew regions with acidic residues (red surfaces, Figure S10). In the sub-\nsite of monomer 1, more neutral regions are observed, while for the\nother monomers regions high hydrophobic surfaces are detected.\nThere is an increase of the cavity's volumes (see Figure S6) of the sub-\nsites when theIsPETase structure is complexed with the PET, demon-\nstrating conformational conservation of the catalytic triad. It is\nimportant to point out that the wide cleft in the active site would be\nnecessary to accommodate semi-aromatic crystalline polyesters.\n24\nRecently, Knott et al studied the catalytic mechanism of the MHETase\nenzyme converting MHET to terephthalic acid and ethylene glycol.70\nThe authors demonstrated that the main domain of MHETase is simi-\nlar in the residue composition toIsPETase, which suggests insights\ninto the hydrolysis mechanism of PET performed by theIsPETase.70\nHowever, the mobility of key residues and loops during the binding\nand catalysis remains unclear. Our analyzes of FEL revealed an\nincrease in IsPETase stiffness upon binding of PET, which suggests\nthat binding of PET gives rise to an effective motion ofβ7-α5 con-\nnecting loop, which could have a direct influence on the PET binding\nand catalysis. In particular, we suggest that the rearrangement of this\nloop may be relevant for enabling the adoption of a proper conforma-\ntion for PET recognition.\nThe comparison ofIsPETase states analyzed in the FEL plots (see\nFigure 5 and Figure S11), revealed that the P1 (unbound) and P4\n(bound) states demonstrate that the main conformational change in\nthe transition between the unbound state to the bound state is asso-\nciated withβ7-α5 connecting loop, which that exhibits movements of\nthe residue Asp206 (see Figure S11). In P1 (Figure 5, PETase free), this\nresidue interacts with His237 through hydrogen bond (1.78 Å) in\nIsPETase in the unbound state. While the mobility of theβ6-β7 con-\nnecting loop is associated mainly with the residue Trp185, which has\na fluctuation in the change of states, while important catalytic resi-\ndues, such as Trp159, Ser160, and His237 remain in stable conforma-\ntions (see Figure 5C,D, and Figure S11).\nConsidering that the conformations located at the minima have\nsimilarities to each other, we found that the conformations in P2 and\nP3 of theIsPETase in the unbound state demonstrated a similar con-\nformational change in the connectingβ7-α5 loop (loop 10) to accom-\nmodate the PET substrate (Figure S11A). The minimum conformations\nof IsPETase located at the P5 and P6 showed the PET structure in\ntwo conformations, that is, a planar and L-shape configuration,\nrespectively. The positions of His237 and Ser160 residues were also\nmaintained in both minima. However, it is important to note that the\nAsp209 residue suffers the most conformational changes and\nthe Arg280 residue also showed a variation in its position due to the\nalteration of PET configuration to planar to L-shape. Theπ-π interac-\ntion between Trp185 and the ring of the first monomer was\nmaintained in both minima (Figure S11B). Interestingly, the connecting\nβ1-β2 loop (loop 3) variations were not observed for these minimum\nconformations.\n1348 DA COSTA ET AL.\n 10970134, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/prot.26155 by University Of Illinois At Urbana Champaign, Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    }
  ],
  "computational_sections": [
    {
      "heading": "MD simulations in the Amber16 package36 with structures derived from",
      "text": "the docking study. The structure ofIsPETase has two disulfide bonds\n(203-239 and 273-289) that play an important role in maintaining and\nstabilizing the protein structure. We performed MD simulations for two\nIsPETase systems: IsPETase in the unbound state (system I); and\nIsPETase in complex with PET tetramer (2-HE(MHET)\n4) (system II). The\nsimulation of polymers may be particularly difficult.37,38 Therefore, to\nobtain a satisfactory sampling of the PETase in the bound state, we\napplied restraint forces. This approach has been useful to identify domain\nmotions especially for those of computational challenging systems.39,40\nFirst, the protein residues were parameterized with the ff99SB\nforce field.41 The restrained electrostatic potential (RESP) protocol\n1342 DA COSTA ET AL.\n 10970134, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/prot.26155 by University Of Illinois At Urbana Champaign, Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nwas used to calculate the charges of PET tetramer using the Gauss-\nian09 program42 with the Hartree-Fock method and the 6-31G* base\nset according to Amber protocol. The charges were then obtained\nusing the antechamber module available in the Amber16 package. To\ndescribe PET structure complexed with IsPETase, the ligand was\nparameterized with the general Amber force field and the receptor\n(IsPETase enzyme) was parameterized with Amber ff99SB forcefield.\nBoth systems were solvated in an octahedral periodic box of 12 Å\nside, with the TIP3P water solvation model.\n43 The systems were neu-\ntralized with Cl/C0 ions to avoid unbalanced charges. The resulting sys-\ntems were solvated with TIP3P water, where it was applied\noctahedral periodic boundary conditions. All stages simulations\nemployed a nonbonded cutoff of 8 Å, where particle mesh Ewald\n(PME) approach computed the long-range Coulomb forces."
    },
    {
      "heading": "Prior to the MD simulation, the water molecules, ions,IsPETase",
      "text": "structure were minimized with seven steps with 10 000 cycles of\nsteepest descent and conjugate gradient algorithm to avoid clashes or\nimproper geometries. We started the minimization with a constraint\nforce equal to 500 kcal/mol/Å\n2 applied in the cartesian coordinates,\nwhich was gradually decreased during minimization to relax the\nwaters, counterions, protein, and ligand structure. Afterward, the sys-\ntems were heated in 10 steps from 0 to 300 K. The first heating step\nwas maintained at constant volume during 20 ps (0 to 100 K), from\nthe second to the ninth step the temperature was gradually increased\nfrom 25 to 25 K until reaching 275 K with each step performed in a\ntime of 1 ns for each step, and in the 10th step (last heating step) the\nsystem reached the temperature of 300 K. Then, we performed 5 ns\nof MD simulation to balance the density of the system and maintain a\nconstant pressure (1 bar) and temperature (300 K). Here, we\nmaintained the PET tetramer interacting with theIsPETase binding\nsites (I to IV) using a restraint force of 150 kcal/mol/Å\n2 on the Carte-\nsian coordinates of PET obtained from molecular docking. The SHAKE\nalgorithm was applied for all hydrogen bonds in the analyzed systems.\nIt is worth noting that restraint forces in the ligand structures in com-\nplex with the molecular receptor are widely applied to allow the con-\nformational adaptation of the receptor structure to the ligands, thus,\nestablishing favorable intermolecular interaction.\n44,45 It is important\nto highlight that the restraints force also increases the conformational\nstability of the complex throughout the MD simulation, avoiding the\nloss of the interaction between the investigated structures, and misin-\nterpretation of the binding free energy values.\n46,47\nIn the production stage of the unbound and bound systems (sys-\ntems I and II, respectively), we performed 500 ns of MD simulations\nfor each system using the NPT ensemble, and each system was repli-\ncated and assigned with different initial velocities to generate inde-\npendent simulations.\n2.3 | Principal component analysis and free energy\nlandscape\nThe principal component analysis (PCA) is a technique that allows to\nreduce the dimensions of the analyzed trajectories during the MD\nsimulation of the covariance matrix (C), thus reducing the linear corre-\nlations between the spatial coordinates and converting them into a\nset of an orthogonal vector named principal component (PC) which\ndescribes the movements using the Cartesian coordinatesX, Y, and\nZ of each analyzed atom.\n48 This technique has been widely combined\nwith MD simulations to evaluate the conformational changes of pro-\ntein structures.40,49-55 Here, the CPPTRAJ module available in the\nAmber16 package was used to obtain the trajectories ofIsPETase\nstructures using the Cα coordinates over the 500 ns of MDs to gener-\nate the principal components (PC1, PC2, and PC3). The principal com-\nponents that represent the protein movement are described\naccording to Equation (1)\n56-58:\nCij ¼ ⟨qiqj⟩ ¼ 1\nK\nXK\nk¼1\nqk\ni qk\nj\nð1Þ\nwhere, K is the configuration stored during an equilibrated MD simu-\nlation and qk\ni , as defined in Equation (2), is the internal mass-\ndisplacement of Cartesian coordinates xk\ni from i atom (i ¼ 1,…,N ;\nN = number of atoms from the molecule) with massmi, and the angu-\nlar support represents the average obtained from theK configurations\nfrom the MD simulation after the equilibration.56\nqk\ni ¼ ﬃﬃﬃﬃﬃmi\np xk\ni /C0 ⟨xi⟩\n/C0/C1\nð2Þ\nThe diagonalization of the 3N/C2 3N covariance matrix C could be\ncalculated (Equation (3)):\n^¼ LT CL ð3Þ\nwhere, ^ is the diagonal matrix, which represents the relative contri-\nbution of each PC and contains the eigenvector, andL describes the\nmatrix which contains the 3N orthonormal eigenvectorQi . The eigen-\nvalues show the mean square displacements (MSD) of Cα atoms,\nthroughout the used eigenvectors, which describe the collective\nmovement of protein\n56-58; and the diagonalization generates a\nreduced matrix with PC1, PC2, and PC3 for each frame obtained in\nMD simulation.\nIn the present study, we used the Bio3D package59 to perform\nthe PCA. Herein, the PCs were obtained from the diagonalization of\nthe covariance matrix obtained from the Cartesian coordinates of the\nsuperposed Cα atoms of IsPETase structure. To avoid an underesti-\nmate of the atomic displacement, an iterated superposition procedure\nwas applied before the PCA, where residues displaying the largest\npositional differences were excluded at each round until only the\ninvariant “core” residues remained.\n59\nThe analysis of the free energy landscape (FEL) was performed\nusing the PC1 and PC2 using the terms of Equation (4):\nΔG PCsðÞ ¼ /C0 kBT lnρ PC1,PC2ðÞ /C0 lnρmax½/C138 ð 4Þ\nThe Gibbs free energy involving the principal components PC1 and\nPC2 is referred to as ΔG PCsðÞ , which is in the function of the\nDA COSTA ET AL. 1343\n 10970134, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/prot.26155 by University Of Illinois At Urbana Champaign, Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nprobability distribution obtained from the MD trajectories,kB is the\nBoltzmann constant, T is the temperature,ρmax is the probability of\nmaximum value subtracted from the free energy value, contained in\nthe most significant conformation, to approximate it to zero.60,61 To\nexplore the conformations that are close to the native structure, the\nFEL values represented in two-dimensional were obtained from both\nprobability distributions of PC1 and PC2 for all analyzed systems. To\nobtain the FEL plot and the conformational states of the PETase\nstructure in the minimum of the energy landscape, we used the\nCPPTRAJ module of the Amber16 package. It is important to note\nthat PCs were used to recognize the main structures that compose\nthe first movement (PC1) and the second movement (PC2). We only\nconsidered the atomic coordinates of the bound and unbound states\nof theIsPETase structure to obtain the PCA plots to ensure the same\namount of the analyzed atoms."
    },
    {
      "heading": "In the present study, molecular docking and MD simulations were",
      "text": "employed to provide information on the structural conformations and\nmovements ofIsPETase induced by PET binding, as well as the selec-\ntivity and affinity of the substrate complexed with theIsPETase bind-\ning subsites.\nFigure 2 shows the molecular docking obtained using the confor-\nmational search strategy of the monomers in the fourIsPETase sub-\nsites based on previous studies,\n12,23 as described in the methods\nsection. Our docking analysis demonstrated that the carbonyl oxygen\nof the PET ester group is positioned close to the nitrogen of the back-\nbone amide group of the oxyanion hole (Figure 2). Figure 2A shows\nthe binding mode of the four PET monomers analyzed separately,\nwhere the positioning of the monomer 1 (MHET moiety) formedπ-π\ninteractions with the aromatic amino acid Trp185 at the subsite\n(Figure S1), which were also observed previously observed by Han\net al.\n14 The interaction distance between the Ser160 and the PET car-\nbonyl is 5.88 Å. Panel B shows that the poses obtained for the dimers\n1-2 and dimers 3-4 (Figure 2B) are similar to the individual monomers\ncomplexed at their respective subsites."
    },
    {
      "heading": "It is important to highlight that our analysis of MD simulations of",
      "text": "the 500 ns of theIsPETase-PET complex revealed that the PET sub-\nstrate formed a stable complex at the binding site and the distance\nbetween the Ser160-OG atom to the carbonyl group of the monomer\n1 of PET showed an average distance of 5.88 Å over the MD simula-\ntion. These results are supported by previous studies\n24 and it can be\nhypothesized that Ser160 could further approximate after its proton\ntransfer to the His237, which is required for the nucleophilic attack\non the carbonyl group.\nThe following interatomic distances of theIsPETase catalytic triad\nwere found: between the oxygen (OG) from Ser160 and the nitrogen\n(NE2) from His237 was equal to 3.19 Å, and between the ND1 from\nHis237 and OD2 from Asp206 was equal to 2.75 Å. Also, the results\nof the molecular docking showed intermolecular interactions via\nhydrogen bond of PET monomer 1 to the Ser213 (distance of 2.98 Å),\nmonomer 4 to the Ser236 (distance of 2.07 Å), and Thr279 (distance\nof 2.85 Å). Ala209 and Trp185 have interesting interactions with\nmonomer1, Ala209 showed aπ-alkyl interaction to the ring of mono-\nmer1, while Trp185 showedπ- π interaction to the monomer1, show-\ning an important role in the polymer positioning at the binding site\nduring catalysis. The residues Ser214, Ile208, Pro210, Met161,\nHis237, Asn241, Ser238, Cys239, Asn244, Gly235, Asn246, Ile232,\nAsn233, and Arg280 showed van der Waals interactions along with\nthe PET polymer. Some molecular interactions are shown in Figure S1.\nThe structure obtained from the molecular docking also showed a\nsimilar binding mode to the PETase crystallographic structure in com-\nplex with MHET (PDB ID: 5XH3).\n14 Thus, indicating a satisfactory\ndocking result for the subsite I. Detailed comparison between thepose\nobtained from the molecular docking and the BHET binding mode in\nthe PETase crystallographic structure is shown in Figure S2.\nFigure 3 shows the electrostatic potential map of the crystallo-\ngraphic structure24 used as a start point for the molecular docking\nsimulation, where the highlighted region indicates the PET binding\ncavity (Figure 3A). The main residues for each subsite obtained by our\ndocking results are shown in Figure 3B. TheIsPETase subsites I-IV are\nproposed to accommodate four MHET moieties of the PET in an L-\nshape (Figure 3B,C). The complex was stabilized mainly by hydropho-\nbic interactions. Hydrogen bond interactions with Ser236 and Asn246\nwere observed at the ester linkages between the MHET moieties. The\nresidue Arg280 also participated in the interaction at subsite IV\n(Figure 3C), although it is demonstrated that its absence showed much\ngreater PET degradation activity.\n14 Intermolecular distances between\nthe atoms of the catalytic pocket and PET structure obtained from the\nmolecular docking could be seen in Table S4.\nThe obtained binding modes (Figure 2C) demonstrated that the\nPET tends to fill the same spatial regions of the subsites as a mono-\nmer, dimer, or tetramer. Therefore, ourIsPETase-PET complex repre-\nsents a consistent and reliable model with favorable binding energies."
    },
    {
      "heading": "Similarly, Austin et al used docking simulations to predict the PET",
      "text": "binding mode in theIsPETase and demonstrated that PET formed an\ninteraction with the nucleophilic hydroxyl group of Ser160 (/C24 5.1 Å)\nand the His237 is positioned within 3.9 Å of the Ser160 hydroxyl.\n24"
    },
    {
      "heading": "The interatomic distances obtained from our simulations are consis-",
      "text": "tent with this previous proposal and also with the previous results\nreported by Fecker et al and Joo et al.\n3.1 | Analysis of molecular dynamics ofIsPETase\nOur model of the IsPETase-PET complex started with a consistent\nbinding mode as previously proposed in docking studies.13,24 In the\npresent study, we used MD simulations to explore the conformational\nchange of IsPETase upon PET binding. The RMSD plots of the\nIsPETase structure in the unbound and bound states are shown in\nFigure S3. Our MD simulations protocol successfully sampled the\ndifficult-to-access configurations of theIsPETase structure in complex\nwith PET, showing high stability during the MD simulation, with devia-\ntions below 3.0 Å (Figure S3A). In general, theIsPETase in both bound\nand unbound states showed no significant atomic RMSD deviation\nover the MD trajectory, exhibiting RMSD values of 1.93 ± 0.43 Å and\n1.56 ± 0.35 Å, respectively (Figure S3B and Table S5). Thus, further\nanalysis to better describes the differences between the unbound and\nbound systems was carried out using more detailed analysis.\nThe analysis of the binding mode of PET complexed with PETase\nshowed that the Trp159 from the subsite II formed aπ-π stacking\ninteraction with the aromatic ring from the MHET moiety (see\nFigure S1). Furthermore, the Ile209 formed aπ-alkyl interaction with\nthe same structural moiety of PET located at the subsite II. Regarding\nsubsite I, we noted that residue Trp186 (NE1) formed H-bond interac-\ntions with the oxygen atoms of the MHET moiety (O11, O13, and\nO14). We conjecture that these interactions are responsible to main-\ntain the PET in subsite I and II over the MD trajectory. Differently, the\nsubsites III and IV, the structural moieties of PET formed numerous\nhydrophobic contacts that weakly maintain the PET structure in the\npocket. Thus, its structure suffers considerable conformational\nFIGURE 3 Binding mode of PET complexed withIsPETase and the molecular interactions obtained by the molecular docking simulations. A,\nPotential surface map for the crystallographic protein, where the highlighted region indicates the complete PET binding cavity. B, Residues\nbelonging to theIsPETase binding subsites. C, Highlighted regions of each potentialIsPETase binding site. Monomer 1 and subsite I in orange;\nmonomer 2 and subsite II in green; monomer 3 and subsite III in blue; monomer 4 and subsite IV in purple\n1346 DA COSTA ET AL.\n 10970134, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/prot.26155 by University Of Illinois At Urbana Champaign, Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nchanges that lead to its departure from the cavity. Figure S4 shows an\noverview of each MHET moieties (hexagons) complexed at their\nrespective binding subsite during MD simulations.\nMonomer 2 showed the most stable interactions in the elected\nbinding subsites (system II, Figure S4). In contrast, the monomers\nlocated at the ends of the PET polymer (monomers 1 and 4) showed\nhigher mobility. The RMSD plot also showed that the use of a\nrestraint force to maintain the PET in the binding subsite allowed pro-\ntein adjustments for a better fit during the first frames of the MD tra-\njectory. When the restraint force was reduced, the PET conformation\nwas gradually adjusted and remained in the subsite until the end of\nthe 500 ns of simulation.\nWe also analyzed the root-mean-square fluctuation (RSMF) for\nindividual amino acid residue over the 500 ns of MD simulation. This\nanalysis was used as a criterion for quantifying the flexibility of\nIsPETase, where higher RMSF values correspond to more flexible\nregions of the protein during MD simulation. The RMSF shows that\nthe catalytic residues Asp206 and His237 located atβ7-α5 andβ8-α6\nconnecting loop, respectively, presented considerable mobility during\nMD simulations. It is interesting to note that previously, Fecker et al\nanalyzed the conformational changes ofIsPETase over time, as well as\nthe interactions of PET at the subsites; and they found that theβ7-α5\nloop (loop10) flexibility was larger in IsPETase than in its close\ncutinase homologs.\n15\n3.2 | Essential dynamics ofIsPETase\nThe use ofIsPETase for PET degradation is limited due to its low ther-\nmal stability. Thus, we have used essential dynamics to identify the\nflexible regions in the protein structure. These flexible regions in the\nIsPETase can be used as a potential target for enhancing thermal sta-\nbility. Besides, this analysis can also provide insight into the induced-\nsubstrate conformational change inIsPETase. Herein, we performed a\nPCA for the two analyzed systems: (a) PETase in the unbound state\n(ligand-free), and (b)IsPETase in the bound state."
    },
    {
      "heading": "24 Moreover, during the MD simulation, the Trp185 showed",
      "text": "different conformations that increase the cavity volume of the mono-\nmer 1 to accommodate the polymer (Figures S5 and S6), as previously\nobserved.\n24\nThese variations indicate that the protein alters its conformation\nto receive the substrate. It also indicates that Trp185 is involved in\nthe permanence of the PET monomer in the first binding subsite of\nthe enzyme as previously proposed.14 In the bound state (Figure S7),\nthe Trp185 residue position, as well as all the catalytic residues of the\nprotein, remained stable. This behavior could be associated with\nthe catalytic residues exerting significant interactions with the ligand.\nHowever, the permanence of PET in the binding subsite may\nimpose local structure fluctuation, particularly, on the residue Trp185.\nThis behavior was also observed for Ser160, the main catalytic resi-\ndue. Moreover, the interaction of PET tetramer in the binding subsite\ncauses a displacement of the residue Asp206 located at theβ7-α5\nconnecting loop. Conformational changes can play a crucial role in\nregulating the PET binding to the hydrophobic subsites and in the\ncontrol of the catalysis. We noticed in the PCA analysis that the resi-\ndues Asp206 and Trp185 are very flexible. The results also show con-\nsiderable fluctuations in the residue His237 atβ8-α6 connecting loop.\nThen, we conjecture that these residues are key residues for the\nmechanism of binding and release of PET.\nPCA result also shows that the most flexible region of the protein\nis located atβ1-β2 connecting loops for both systemsIsPETase in the\nunbound and the bound states (Figure 4). It is worth noting that these\nessential dynamics involve almost 37.8% and 25.6% of the motion of\nthe unbound and in the bound systems, respectively (see\nAppendix S1). The results also reveal that participation in the confor-\nmational flexibility of β7-α5 and β1-β2 connecting loop is higher in\nIsPET-PETase complex than inIsPETase without ligand. Therefore, we\nsuggest that theβ1-β2 connecting loop may be targeted for mutagen-\nesis to increase theIsPETase stability since it is located far from the\nactive site."
    },
    {
      "heading": "Initially, we started the MD simulation assuming the PET L-shape",
      "text": "as the most probable conformation for theIsPETase-PET complex, as\npreviously suggested in other studies.\n13,24 However, Wei et al indi-\ncated that the amorphous PET is highly stiff and its binding into the\nFIGURE 4 Essential motion described\nby the first principal component (PC1) of\neach analyzedIsPETase structure:\n(A) IsPETase in the unbound state,\n(B) IsPETase in the bound state. Loop3\nand Loop10 corresponding toβ1-β2 and\nβ7-α5 connecting loops, respectively. The\nessential dynamics were obtained from\n500 ns of MD simulations\nDA COSTA ET AL. 1347\n 10970134, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/prot.26155 by University Of Illinois At Urbana Champaign, Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nfour IsPETase subsites is unlikely.62 To assess the existence of differ-\nent conformations acquired by PET over the MD simulation, we per-\nformed a clustering analysis in the Cpptraj\n63 program using as data set\nthe spatial coordinates calculated through the RMSD values to inves-\ntigate the collective variable for the PET conformations sampled over\nthe 500 ns MD simulations. We obtained a hierarchical agglomerative\nclustering with five clusters using as linkage the average-linkage.\n64\nThe average values of the pseudoreplicates using F-statistic (pSF)64,65\nand Davies-Bouldin indexes (DBI)64,66-68 were equal to 9072.386670\nand 0.9566, respectively. The comparison between the planar (green)\nand L-shape (cyan) conformations of PET structure analyzed over\n500 ns of MD simulations is depicted in Figure S7. Our clustering ana-\nlyses showed that the L-shape corresponds to approximately 1% of\nthe conformations acquired by PET and the planar shape corresponds\nto the most common conformation with a frequency of approximately\n97.2% (see Table S7), which is most correlated with the findings\nreported by Wei et al.\n3.3 | Free energy landscape analysis ofIsPETase"
    }
  ],
  "results_sections": [
    {
      "heading": "The pocket mapping was compared with the docking results obtained",
      "text": "from MVD\n34 and GOLD35 programs to validate our conformational\nsearch (see more in Table S2).\nPreviously, Fecker et al demonstrated thatIsPETase has a binding\nmode similar to other PET-degrading cutinases, such as Cut2 obtained\nfrom Thermobifida fusca KW3 (TfCut2) and leaf-branch compost\ncutinase (LCC) obtained from a metagenomic survey.\n15 These authors\nexplored the cutinases-PET complexes focusing only on the active site\nthat contains the catalytic triad formed by the residues Asp179,\nHis210, and Ser133.\n15 The comparison between IsPETase and\ncutinases TfCut2 and LCC demonstrated that the catalytic triad is con-\nserved, showing the same spatial orientation in the three structures.\nInterestingly, the residues Asp179 and His210; and Ser133 and\nHis210 formed hydrogen bond interactions in the active site. Our\ndocking and MD simulations also demonstrated a very similar spatial\norientation for these residues (Asp206, His237, and Ser160,\nrespectively).\nIn contrast, Joo et al, investigated the interaction of four-MHET\nmolecules mimicking the PET structure against fourIsPETase binding\npockets named subsite I, IIa, IIb, and IIc.\n13 According to their docking\n1344 DA COSTA ET AL.\n 10970134, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/prot.26155 by University Of Illinois At Urbana Champaign, Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nFIGURE 2 Overview of the\nconformational search strategy applied\nin the docking simulations. A, Docking of\nindividual monomers in proposed\nbinding regions. B, Docking of dimers. C,\nDocking of the complete tetramer\nDA COSTA ET AL. 1345\n 10970134, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/prot.26155 by University Of Illinois At Urbana Champaign, Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nfindings, theπ-π interactions between Trp185 and the benzene ring of\nthe first MHET moiety (/C24 3.6 Å, subsite I) contribute greatly to the\noverall stabilization of the PET in the binding pocket. It was also dem-\nonstrated that Arg280 at the end of subsite IIc, due to its protruding\nshape, hinders stable interaction of IsPETase with PET substrate\nbeyond the fourth moiety, and its substitution into a small hydropho-\nbic residue might allow more stable binding for a longer substrate."
    },
    {
      "heading": "Corroborating with PCA results, the residue Trp185 showed a",
      "text": "considerable fluctuation between unbound and bound states\n(Figure 4). Curiously, the characteristic of the conformational move-\nments of the Trp185 is directly related to the accessibility of the PET\npolymer since its fluctuation modifies the cavity and adjusts the\nmonomer 1 accommodation at the binding site. Also, the movement\nof Trp185 possibly controls the subsite entrance of a new PET mono-\nmer in the binding subsite, thus leading to continuous depolymeriza-\ntion."
    },
    {
      "heading": "4 | CONCLUSIONS",
      "text": "We have demonstrated a consistent model for simulating the\nIsPETase complexed with the PET, and its binding mode, which is in\nagreement with the currently available information in the literature.\nOur proposed model for PET binding mode can explain the conforma-\ntional changes of protein structure and may be useful for the develop-\nment of new biocatalysts, as well as for the elucidation of the catalytic\nmechanism of plastic recycling enzymes. The determination of the\nbinding mode of PET into the active site ofIsPETase is important for\nunderstanding the catalytic mechanism of this enzyme. Our results\nalso revealed that theβ1-β2 connecting loop is very flexible and may\nbe targeted for mutagenesis to increase theIsPETase stability. Overall,\nthe results provide useful benchmarks for further engineering of\nIsPETase structure aiming the recycling of plastic polymers using this\nbiological system."
    }
  ]
}