{
  "txt_file": "s41467-025-60016-9.txt",
  "pdf_file": "s41467-025-60016-9.pdf",
  "title": "Perspective https://doi.org/10.1038/s41467-025-60016-9",
  "experimental_sections": [],
  "computational_sections": [
    {
      "heading": "However, these bioinformatics-based searches have often been biased",
      "text": "by employing established enzymes such as LCC,IsPETase, and those\nfrom Thermobiﬁda species as templates, limiting exploration to a\nnarrow phylogeny and sequence space\n27. Interestingly, despite their\nsequence similarities, many of these newly discovered PET hydrolases\nwere found to stem from geographically and ecologically distinct\nhabitats, including extreme environments such as deep-sea hydro-\nthermal vents\n28, glaciers32, and even human saliva metagenomes33,\ncalling into question the hypothesis that PET hydrolases evolved\nnaturally in response to environmental plastic pollution, which has\nonly been present for less than 70 years. It is not surprising that many\nnatural carboxylesterases, found in nearly all organisms, are antici-\npated to exhibit at least minimal hydrolytic activity on the ester\nbonds in PET.\nThe restricted structural diversity of reported PET hydrolases,\nattributable to their close phylogenetic relationships, creates an“echo\nchamber” effect that overrepresents structure-based mechanistic\nstudies toward particular benchmark enzymes. This is evident in\nthe Protein Data Bank (PDB), where out of more than 130 PET\nhydrolase-associated structures, over one-third representIsPETase\nand its variants. Similar redundancy is seen with other benchmark\nenzymes\n9,24,34– 36, with numerous nearly identical apo structures\ndeposited. Instead, co-structures complexed with substrates or ana-\nlogues may yield signiﬁcant insights for semi-rational and artiﬁcial\nintelligence (AI)-driven enzyme engineering; nonetheless, they are\nlimited, with less than 16% of PET hydrolase structures in the PDB\nsolved in a substrate (analogue)-bound state\n16. This highlights the\nongoing challenge of obtaining wet-lab data on substrate interactions,\nessential for advancing functional studies and developing more efﬁ-\ncient PET hydrolases.\nAccording to the ESTHER database on α/β-hydrolase fold\nproteins\n37, most PET hydrolases with known structures belong to the\npolyesterase-lipase-cutinase (PLC) family sourced from bacteria27,29.\nThese enzymes can be further classiﬁed into three types (I, IIa, IIb)\nbased on amino acid adoption at speciﬁcs u r f a c es u b s i t e s38.T y p eI\nincludes thermophilic enzymes like LCC23 and those fromThermo-\nbiﬁda species20, while Type IIa is represented by the polyester hydro-\nlase (PE-H) fromPseudomonas aestusnigri39 and Type IIb byIsPETase14.\nFigure 1 shows that, despite their classiﬁcation, these enzymes have a\nhighly conserved core fold with only minor variations from the struc-\nture of LCC, such as an extraα-helical turn due to additional residues.\nArchaeal PET hydrolase from the feruloyl esterase family has key\nstructural similarities with bacterial PLC-family PET hydrolases, but\nwith additionalα-helices ﬂa n k i n gt h ea c t i v es i t e\n40. This partially cov-\nered active site, similar to certain lipase family polyester hydrolases41,\nis expected to limit its access to polymeric substrates. Eliminating\nthese lid-like structures has demonstrated an improvement in PET\nhydrolyzing ability\n41. Fungal cutinase-like PET hydrolases possess the\nmost unique structures compared to LCC, with the lowest root-mean-\nsquare deviation (RMSD) value\n42. Although fungal cutinases were\namong theﬁrst recognized effective PET hydrolases43,t h e yr e m a i n e d\nlargely neglected in this research domain until recently when several\nstudies with signiﬁcant polymer degradation performance were\npublished44,45. PET hydrolases with alternative structural folds and\ndistinct active site geometries but considerably low depolymerizing\nactivity were recently discovered using bioinformatics and machine-\nlearning-guided enzyme mining in multiple metagenomic libraries\n27.\nThis study validated the hypothesis that high depolymerization efﬁ-\nciency is likely conﬁned to bacterial PLC-like and fungal cutinase-like\nPET hydrolases. A more recent study signiﬁcantly expanded the range\nof target PET hydrolase sequences by incorporating various blocks\nfrom the ESTHER database, although it remains conﬁned to enzymes\nwith an α/β-hydrolase fold. Landscape proﬁling by sampling a\nsequence cluster framework revealed a collection of highly active\nenzymes, including MiPa-P and KuBu-P, the latter of which can even\ncatalyze PET glycolysis in the presence of highly concentrated ethylene\nglycol (EG)\n29. Still, the top-performing enzymes, KuBu-P (PDB code\n8YTW) and MiPa-P (PDB code 8YTU), have relatively low RMSD values\nPerspective https://doi.org/10.1038/s41467-025-60016-9\nNature Communications|         (2025) 16:4684 2\nof 0.94 Å and 0.98 Å to LCC, respectively. Theseﬁndings are compli-\ncating the potential for further engineering of distinct scaffolds for\nindustrial applications.\nAlternatively, emerging AI-driven techniques, such as de novo\nenzyme design\n46, have the potential to generate unique PET hydro-\nlases. In a recent study47,n o v e l ,m o s t l yα-helical hydrolase scaffolds\nwere obtained using a diffusion model coupled with an ensemble\ngeneration method focused on the active site preorganization. Inter-\nestingly, new active serine hydrolase scaffolds have been generated,\neven speciﬁcally designed to catalyze PET hydrolysis. However, dis-\nclosing only kinetic data against an atypical small-molecule substrate is\ninsufﬁcient to assess its realistic PET depolymerization activity.\nAnother study generated a terminally truncated PET hydrolase using\nLCC as a template, with a similar catalytic efﬁciency but markedly\nlower stability than its parental scaffold\n46. The next option for creating\nnovel PET hydrolases is to incorporate the classical hydrolase catalytic\ntriad into structurally stable, non-catalytic proteins\n48. Nonetheless, the\nresulting PET depolymerization activity is signiﬁcantly constrained by\nthe inherent protein architecture, which may hinder effective sub-\nstrate access necessary for interfacial catalysis\n17,49.A l t h o u g ht h e s e\nstudies demonstrated the feasibility of the computational methodol-\nogy, it is yet to be determined whether AI-assisted design can generate\nnovel PET hydrolase scaffolds with overwhelming activity that sur-\npasses the naturally evolvedα/β hydrolase folds.\nFig. 1 | Naturally occurring PET hydrolases and their variants do not deviate\nfrom theα/β-hydrolase core fold.Illustrated are selected bacterial polyesterase-\nlipase-cutinase (PLC)-like27,34,36,136 and fungal cutinase-like PET hydrolases42,137,138,\nalongside phylogenetically distinct enzymes from archaea40 and bacteria27,139 with\nminimal depolymerization activity but structural uniqueness. These PET hydrolases\nare grouped based on their Cα root-mean-square deviation (RMSD) relative to LCC\nas a reference. Ribbon plots are colored with a gradient from low RMSD (blue) to\n4 Å and higher (white). The catalytic triad (serine, histidine, and asparagine in all\nstructures) is shown as yellow sticks. PDB codes, RMSD values, and residues\nincluded in the calculations are shown below each structure.\nPerspective https://doi.org/10.1038/s41467-025-60016-9\nNature Communications|         (2025) 16:4684 3\nPET properties and industrial bio-recycling\nimplications\nPET is a semi-crystalline thermoplastic composed of crystalline frac-\ntions with well-ordered, tightly packed polymer chains and sur-\nrounding amorphous fractions with randomly oriented, intertwined\nmolecules\n50. The crystalline microstructures exhibit signiﬁcant resis-\ntance to the diffusion of water and enzymes, which are essential\nreactants and catalysts for biocatalytic depolymerization,\nrespectively8,51. In contrast, the amorphous PET fractions are sig-\nniﬁcantly more susceptible to enzymatic hydrolysis, particularly when\nenvironmental temperatures reach or exceed the glass transition\ntemperature (T\ng). Shorter segments of amorphous PET undergo con-\nformational changes during the glass transition, which is thought to\nimprove enzyme accessibility and subsequent ester bond hydrolysis\nsigniﬁcantly\n8,50,52.T h eTg of PET under anhydrous conditions has been\ndetermined to range between 65 and 81 °C, depending on the analy-\ntical methods used\n8,53. PET substrates are completely immersed in\nwater during biocatalytic depolymerization, and the resulting water\nplasticization effect can lower the bulkTg of PET by up to 16 °C8,53.\nConsidering the enhanced mobility of surface-located polymer\nchains\n54,t h eTg of the PET surface layer (surfaceTg) may be as low as\n~40 °C53, which explains why signiﬁcant hydrolysis of highly amor-\nphous PET can be observed with mesophilic bacteria likeI. sakaiensis\nunder ambient conditions14.\nMelt-extrusion-based amorphization9,15,36,55– 59 is commonly used\nas theﬁrst step before enzymatic PET decomposition due to the high\ncrystallinity of over 30% in real-world waste PET streams (Fig.2).\nRapidly quenching the hot polymer extrudates in cold water or other\nsolvents is required to achieve a low-crystallinity of ideally less than\n15%, allowing for rapid biocatalytic depolymerization\n50,60,61. Thereafter,\nthe amorphized PET typically undergoes a mechanical size-reduction\nprocess, either via cryogenic grinding or ambient temperature\ncrushing\n9,15,36,57– 59. The increased surface-to-volume ratios are con-\nsidered advantageous for interfacial enzyme accessibility, thereby\nimproving polymer conversion ef ﬁciency. Nevertheless, this\nhypothesis has not consistently held true in several recent studies. The\nsmallest particles with the highest speciﬁcs u r f a c ea r e a( S S A )e x t r a c t e d\nfrom the same micronization batch of low-crystallinity (or amor-\nphized) PET typically exhibited slightly or moderately enhanced initial\nhydrolysis rates, particularly at lower enzyme loading, but signiﬁcantly\nreduced maximum achievable depolymerization extent compared to\nthe larger ones with lower SSA\n55,62,63. The latter phenomenon has been\nascribed to the increased crystallinity, which typically exhibits an\ninverse relationship with particle sizes, caused by strain-induced\ncrystallization during micronization\n36,55,62,64. Larger ground particles\nand precursor amorphous PET materials prior to micronization (either\ngranules from melt-quenching or commercial PETﬁlms) can be enzy-\nmatically depolymerized to comparably high extents after an adequate\nreaction duration. Given the high energy costs and negative environ-\nmental effects associated with the micronization process\n11,12,t h et r a d e -\noffs between fast hydrolysis kinetics using cryomilled plastics and\nprolonged depolymerization with non-ground plastics necessitate\nreassessment in industrial settings. A patent for PET pre-treatment\naimed at enzymatic recycling suggests that using an underwater pel-\nletizer (Fig.2) to produce small pellets under 1 mm could replace the\ncontentious and energy-intensive grinding process\n65.\nPolymer chain scission can occur at each stage of the presently\nperformed thermomechanical pre-treatment of PET waste (Fig.2).\nDespite being an undesirable consequence when a similar melt-\nextrusion process is used for PET mechanical recycling\n66,t h e\ndecreased molecular weights were found to facilitate the subsequent\nenzymatic depolymerization\n36,67. Once PET feedstocks have a number-\naveraged molecular mass (Mn) of less than 10,000 g mol−1, their rapid\nand complete enzymatic depolymerization becomes less dependent\non the bulk crystallinity, even if it surpasses the previously recom-\nmended degradable threshold value of 20%\n57. By harsher pre-\ntreatment involving microwaves, PET’sM n can be reduced below the\nentanglement length of 3500 g mol−1 and readily hydrolyzed using an\nIsPETase variant at ambient temperature67. Within this Mn range, con-\nventional indicators of high crystalline PET, such as the increased ratio\nFig. 2 | Schematic illustration of the optimal waste PET pre-treatment process\nrequired for enzymatic recycling.To improve its economic viability, the cryo-\ngrinding step is considered optional and omitted here. Theﬁgure also displays key\nmaterial-related parameters and reaction conditions that affect depolymerization\nperformance. The crystallinity, molecular mass, and speciﬁc surface area of a par-\nticular PET sample are crucial interrelated parameters that inﬂuence the achievable\ndegree of depolymerization. A simpliﬁed schematic surface plot illustrating the\nthreshold values for optimal depolymerization performance emphasizes the\ninterdependence of these parameters. Additional parameters inﬂuencing decom-\nposition performance, such as varyingT\ng of the surface layer and interior bulk\npolymers, as well as the effect of water plasticization and polymer recrystallization\nunder biocatalytic conditions, should be considered. Bioreactor parameters for\nreaction conditions must be consistently documented and standardized to ensure\ncomparable high-level depolymerization results.\nPerspective https://doi.org/10.1038/s41467-025-60016-9\nNature Communications|         (2025) 16:4684 4\nof trans to gauche conformation, become irrelevant for describing its\nenzymatic degradability.\nThese ﬁndings highlight the importance of comprehensively\ndocumenting all of these polymer properties, including molecular\nmass, SSA (or particle size), and bulk crystallinity (preferably also the\ncrystallinity of the surface polymer layer), throughout the depoly-\nmerization process in future research. This can assist in unambigu-\nously deﬁning standard PET feedstocks (Table 1) and building a\nstandardized amorphization technique that balances optimal material\nqualities related to degradability and economic viability, reducing the\ncost of this most expensive step\n11,12. Currently, research groups lacking\ncomprehensive polymer characterization equipment are advised to\nutilize commercially available amorphous PETﬁlm, such as that pro-\nvided by Goodfellow Ltd., as a preliminary test material for PET\nhydrolases in initial laboratory-scale scienti ﬁcs t u d i e s .S e v e r a l\nstudies\n36,68 have recently published detailed polymer parameters for\nthis material, ranging beyond mere crystallinity, establishing its opti-\nmal utility over waste PET from unknown sources with undeﬁned\nproperties.\nThe distinct polymer properties of PET also deﬁne the appropriate\ncharacteristics of the biocatalysts and the reaction conditions neces-\nsary for its fast depolymerization (Table1). The ﬂexibility of water-\nplasticized amorphous PET polymer chains enhances as reaction\ntemperatures rise between 40-70 °C, facilitating their accessibility to\nenzymatic hydrolysis\n69. Higher temperatures, however, lead to faster\npolymer recrystallization into non-degradable crystalline micro-\nstructures than enzymatic depolymerization can occur\n9,15,50,60. Conse-\nquently, recent studies indicate a preference for reaction temperatures\nbetween 65 and 70 °C and the use of thermotolerant enzymes, such as\nLCC-ICCG\n9,15,T u r b o P E T a s e57 and PES-H115,24,36,61,70,71,i np i l o t - s c a l ep r o -\ncesses that resemble industrial settings9,57,71.A c c o r d i n g l y ,t h e r m o -\nstabilization has been implemented as a primary strategy to enhance\nthe depolymerization capability of mesophilic PET hydrolases,\nincluding Kubu-P\n29 and IsPETase14. Nonetheless, regardingIsPETase,\ndespite substantial research having raised its melting point (Tm)b y\nover 37 °C72– 74, the most advanced variants remain inferior to LCC-\nICCG in large-scale PET depolymerization tests15. This raises the\nquestion of whether a highTm (above 85 °C) can serve as the sole\ncriterion, as commonly employed in previous studies6,8,t od e t e r m i n ei f\nas p e c iﬁc enzyme inherently exhibits the necessary long-term stability\nand activity over several hours for the rapid PET decomposition at\nelevated temperatures. Instead, future research should evaluate the\nkinetic stability of an enzyme under operational conditions to provide\na broader assessment of its thermostability.\nThe continuous release of terephthalate (TPA) monomer as a\nresult of enzymatic PET hydrolysis lowers the pH value of the reaction\nsupernatant, which may inﬂuence enzyme activity and stability, as well\nas the compositions of the product mixture\n15,75. Increased concentra-\ntions of unwanted oligomeric ester intermediates can hinder sub-\nsequent product puriﬁcation and diminish the yield of pure TPA.\nTherefore, recently demonstrated depolymerization processes are\nfrequently pH-controlled in the range of 7– 8, which is appropriate for\nmost known PET hydrolases\n9,43,57. Nonetheless, low-concentrated\nphosphate or Tris buffers are commonly used in lab-scale bior-\neactors with pH control\n9,57. This should be avoided in large industrial\nsettings to reduce costs and ensure reactor durability. pH control is\nconsidered a concern regarding the economic and environmental\nimpacts of industrial PET recycling\n12. For future lab-scale studies, these\nimpacts can be mitigated by utilizing ammonia in place of NaOH for pH\nregulation\n12,58 or implementing small-scale bioreactors (<50 mL), such\nas the modiﬁed Chi.Bio systems instead of other larger commercial\nbioreactors76. Nonetheless, because small reactors can only accom-\nmodate less than 10% solid loading, it is recommended to validate the\nprocess in medium-sized reactors (in litre scales) that allow standard\nagitation with up to 30% solid loading beforeﬁnal industrial imple-\nmentation at cubic meter scale (Box1). A more ambitious long-term\nvision to address this pH-related issue may involve designing a PET\nhydrolase that is less sensitive to pHﬂuctuations or that is optimized\nfor a low pH range to facilitate rapid accumulation of exclusively\npure TPA.\nAlongside the utilization of standardized PET feedstocks, estab-\nlishing standardized bioreactor conditions by deﬁning optimal solid\nTable 1 | Selected parameters related to polymer properties and pre-treatment necessitating standardization and complete\ndocumentation\nParameter Example value/range/unit* Notes\nPET properties related to depolymerization efﬁcacy\nCrystallinity Ideal: <15%; acceptable: 0 –20%50,60,126 Usually refers to the averaged value of the bulk polymer measurable\nby differential scanning calorimetry (DSC)\nTg 65 °C–81 °C (bulk polymer, anhydrous)53\n48.1 °C (surface layer, anhydrous)54\n~40 °C (surface layer, water-plasticized)53\nPreferably measured using DSC; the plasticization effect of water\ncan reduce theTg of bulk polymer by≥16 °C\nMolecular weight (e.g., number-\naveraged, Mn)\nPET packaging: 14,000–25,000 g mol-1 (refs. 36,56)\nCryomilled PET particles: 13,000–20,000 g mol-1 (ref. 36)\nGoodfellow PETﬁlm: 19,000–25,000 g mol−1 (refs.36,68)\nPET NP: <6000 g mol−1 (ref. 36)\nMeasurable using gel permeation chromatography (GPC)36,56,68 or\nnuclear magnetic resonance (NMR)60\nParticle sizes Pellets: <1 mm diameter (depending on the diameter of\nthe die plate holes)\n(Cryo-)milled particles: usually <500 µm used after\nsieving\nThe size of milled particles determined/separated using sieve\nanalysis\nSSA Milled particles: >7.5 mm\n2 mg−1 (ref. 55) Related to average particle sizes\nParameters for melt-extrusion, amorphization, and micronization\nMelt temperature 230 –280 °C9,55,56 A temperature gradient can be utilized in the extruder\nExtrusion screw speed 200 –4000 rpm (refs.55,56) Enhanced degradability resulting from reduced screw speed 56\nQuenching temperature −196 °C (liquid nitrogen) to 80 °C9,59; ideally using ice\nwater (0 °C)59\n–\nGrinding temperature −196 °C (liquid nitrogen) to room temperature9,59,62 Strain-induced crystallization can be minimized at lower\ntemperatures\nGrinding speed 4500 rpm (ref. 9) Not given in almost all past studies\n*For more commonly utilized conditions and value ranges that have been mentioned in over three independent studies, speciﬁc citations are not provided. For speciﬁcv a l u e s ,“ref.”is appended after\nthe power number of particular units to prevent misinterpretation of the reference numbers.\nPerspective https://doi.org/10.1038/s41467-025-60016-9\nNature Communications|         (2025) 16:4684 5\n(substrate) loading, enzyme loading, temperature, pH, agitation, and\nother parameters can ensure consistent, ef ﬁcient, and scalable\noperations while maximizing monomer yield across diverse scales,\nfrom research laboratories to industrial environments. Nevertheless,\nas indicated in Tables1 and 2, substantial discrepancies in speciﬁck e y\nparameters reported to date, coupled with the sporadic reporting of\nothers, highlight the necessity and challenges of conducting further\ncomprehensive studies for standardization.\nAlternative recycling scenarios using thermolabile\nPET hydrolases\nNumerous recently discovered PET hydrolases are intrinsically ther-\nmolabile, rendering them less suitable candidates for free enzyme-\nbased PET recycling without extensive and expensive thermo-\nstabilization engineering. Alternatively, they can be recombinantly\nexpressed in (mostly mesophilic) microbial cell factories that can uti-\nlize at least one PET monomer for growth\n71,77– 79.T h i sc o n c e p to f\npolymer degradation and monomer catabolism by a single microbe\nwas recently coined PETtrophy80,81, analogous to consolidated bio-\nprocessing in cellulose conversion82.H o w e v e r ,a c h i e v i n gh i g he n z y -\nmatic plastic depolymerization activities that align with the microbe’s\ngrowth conditions, including pH, temperature, and salt concentration,\nis challenging. Molecular engineering tools are frequently absent for\nmodifying microbial thermophiles\n83, leading to the infrequent\ndemonstration of thermotolerant whole-cell catalysts for PET decom-\nposition at its optimal temperature. The only example to date is\nengineeredClostridium thermocellumexpressing LCC and its variants,\nthough lacking monomer metabolism capability\n63,84.O t h e rP E T -\nmetabolizing strains are constructed based on trivial microbial chas-\ns i st h a tg r o wa tt e m p e r a t u r e sb e l o w4 0° C85. Consequently, mesophilic\nPET hydrolases must be expressed at sufﬁciently high levels and tai-\nlored to enable the rapid release of growth-essential monomers into\nthe medium, outpacing their translocation into microbial cells and\nsubsequent metabolism. The efﬁcacy of PET depolymerization under\nthese conditions is expected to be signiﬁcantly lower than that at\nelevated temperatures exceeding 65 °C. Thus, an upcycling strategy\nutilizing these strains to produce value-added chemicals should always\nbe considered to realize potential economic viability. In addition,\nfocusing on“easier” substrates that can be depolymerized faster at\nambient temperatures may enhance the utility of these PET-trophic\nstrains for stakeholders. These include PET oligomers that have been\nrigorously pretreated or pre-degraded\n67,86, as well as alternative\npolyesters with similar chemical compositions, such as the commer-\ncially available polybutylene adipate terephthalate (PBAT)\n80.T h et i m e\nand cost savings from bypassing polymer and monomer separation\nmay compensate the typically low depolymerization efﬁciency of\nwhole-cell catalysts, providing signiﬁcant beneﬁts compared to free\nenzyme-based depolymerization.\nAnother extreme example is the in situ remediation of wastewater\ncontaminated with synthetic microﬁbers, which, according to a cur-\nrent study, are primarily oligomeric PET87, for example, in efﬂuents in\ntextile production regions88 or general communal wastewater treat-\nment plants. PET hydrolases derived from marine environments\nexhibiting signiﬁcant salt tolerance\n28 can ultimately be utilized to\nconstruct environmentally resistant whole-cell catalysts when inte-\ngrated into a comparably robust microbial chassis\n89,90. Other meso-\nphilic wild-type enzymes may exhibit insufﬁcient activity and stability\nunder these harsh conditions, such as high salinity, extreme pH levels,\nor the presence of laundry detergents, necessitating further extensive\nenzyme optimization efforts\n91. Nonetheless, this may spark a heated\ndebate about releasing genetically modiﬁed microbes (GMM)92,w h i c h\nis strictly prohibited in the EU (and other countries). In academic lit-\nerature, this is referenced so far as a theoretical alternative in regions\nlacking other solutions93. However, as a result of intensive ongoing\nresearch activities, challenges associated with technical implementa-\ntions and governmental regulations may be addressed shortly to\nmaximize the beneﬁts of GMMs in combating plastic pollution while\nmitigating risks of environmental release\n92.\nScreening strategies for customizing superior PET\nhydrolases\nNumerous high-throughput screening (HTS) assays have been devel-\noped in recent years for the discovery and engineering of PET\nhydrolases16,94. However, their speciﬁc limitations in areas such as\ntechnical availability, ease of handling, and reproducibility necessitate\nre-evaluation before a standard guideline can be established.\nSeveral assays employ self-synthesized small-molecule surrogate\nsubstrates that resemble PET segments or degradation intermediates,\nsuch as mono- or bis(2-hydroxyethyl) terephthalate (MHET or\nBHET)\n95– 97. While these proxy substrates offer practical beneﬁts,\nincluding simpliﬁed dosing and the compatibility with established HTS\nplatforms, they may result in a skewed identiﬁcation of short ester\nhydrolyzing activity without PET depolymerization capability98– 100,\nparticularly in environmental samples or functional metagenomics. On\nthe other hand, screening of mutant libraries derived from known PET\nhydrolases can beneﬁt from this assay category\n96,101, as increased\nactivity on MHET or BHET is frequently linked to the mitigation of their\ninhibitory effect, thereby improving overall PET decomposition per-\nformance. To minimize false positives, it is still highly advisable to\nconsistently prioritize the direct use of PET polymers in HTS\nBOX 1\nStandard guidelines for PET hydrolase characterization and\napplication\n- Test every PET hydrolase (natural or de novo designed) on a uniform\nPET substrate with all key parameters described (Table1).\n-I fd eﬁned waste PET sample is unavailable, use commercial amor-\nphous PETﬁlm (e.g., Goodfellow ES301445) or its cryomilled form.\n- For thermotolerant enzymes applicable at≥65 °C, employ PET-\nbased (amorphous PET or PET NP) HTS assays for enzyme\nengineering under industrial-like conditions (Table 2); small-\nmolecule proxy substrates should be avoided.\n- Evaluate top enzyme candidates in small bioreactors (<50 mL), fol-\nlowed by a sequential scale-upto 1 L, 100 L, and beyond (Fig.3).\nModify reaction parameters according to Table2 at each step as\nrequired.\n- Record pH-stat titration, accumulation of UV-absorbing products\n(e.g., TPA, MHET, and BHET, also known as TPA equivalents with the\nabbreviation TPAeq.), and polymer mass loss over time.\n- Report initial depolymerization rate as mol\nTPAeq. h−1 genzyme\n−1 or\nmolTPAeq. h−1 molenzyme\n−1.\n- Measure all polymer properties outlined in Table1 before and after\nreaction— and ideally at intermediate timepoints— to track changes\nin crystallinity, molecular weight, surface area, etc.\nPerspective https://doi.org/10.1038/s41467-025-60016-9\nNature Communications|         (2025) 16:4684 6\nexperimental setups. Optimal PET substrates must demonstrate uni-\nform polymer properties, such as low-crystallinity and high speciﬁc\nsurface area, facilitating rapid decomposition that can be observed\nwithin a constrained reaction volume, such as microplate wells or\nmicrodroplets, and a short timeframe, ideally under one hour. PET\nnanoparticles (NP), produced through solvent displacement\nprocesses\n102– 104, are a polymeric substrate option characterized by a\nuniform size range of 100 ± 50 nm and lower molecular weights com-\npared to their precursor materials (Table1). These material properties\npromote their rapid enzymatic decomposition, even at ambient\ntemperature\n36,48,102– 105. PET NP can be used to detect microbial depo-\nlymerization activities by clear-zone assay when immobilized in agar\nplates. Similarly, the turbidity variations of homogenously suspended\nPET NP immobilized in other hydrogels can facilitate the determina-\ntion of PET hydrolysis kinetics\n36,70,102. However, PET NP tend to\nagglomerate in buffered aqueous solutions, complicating their hand-\nling in small reaction volumes such as microplate wells or micro-\ndroplets. Therefore, when activity is quantiﬁed solely through the\nformation and detection of released monomers\n104,105,P E TN Ph a v en o\nsigniﬁcant advantage over other amorphous PET materials, whether\ntailored from commercially available products or casted from polymer\nsolution\n106– 108. The casting method for preparing polymeric substrates\ncan also incorporateﬂuorescent dyes, which can be detected in the\nsupernatant during PET decomposition, providing an alternative to\nquantifying its monomers108. However, the use of toxic PET soluble\norganic solvents for HTS setups is considered suboptimal due to\nchallenges in handling, high costs, environmental concerns, and\nlaboratory safety issues.\nTPA, MHET, and BHET are the main hydrolysis products of PET that\ncan be detected at 240 nm. Aside from the standard quantiﬁcation\nmethod of high-performance liquid chromatography (HPLC), the total\namount of their formation can be easily estimated by simply measuring\nthe total absorbance at 240 nm for HTS purposes\n101,106,109.W h e nT P A\nneeds to be precisely quantiﬁed as aﬁnal monomer, it can be converted\nto a hydroxylated form and detected byﬂuorimetric monitoring with a\nhigh detection sensitivity96,104,107,110.T h eq u a n t iﬁcation of the other\nmonomer, EG, has been overlookedfor a considerable period until\nrecently. EG can now be accurately monitored by differentﬂuorimetric\nassays based on enzymatic conversion111 or a biosensor112.I nc o n j u n c -\ntion with other recently develop ed techniques for monitoring\nTPA105,113– 115, living-cell based biosensors offer various options for\nassessing PET hydrolyzing activity, from precise endpoint determina-\ntion of individual monomers to functional screening of metagenomic\nlibraries. Microﬂuidics-based HTS also involves living cells, facilitating\nenzyme expression, biocatalysis, and product detection within a single\nmicrodroplet or microbead\n116. These methods may not effectively\nidentify thermotolerant enzyme variants because the optimal tem-\nperatures for cell growth typically do not exceed 40 °C, while apparent\nPET depolymerization activity is generally detectable at temperatures\nabove 50 °C. The same limitation may also pertain to other cell growth-\nbased screening assays, such as enzyme surface display\n117,118.W h i l et h e s e\nHTS assays primarily evaluate mesophilic PET hydrolases which typi-\ncally necessitate costly and risky thermostabilization engineering prior\nto validating their potential for industrial PET recycling, these enzymes\nshould be better suited to the alternative application scenarios at lower\ntemperatures discussed above.\nTable 2 | Selected parameters related to enzyme characteristics and reaction conditions necessitating standardization and\ncomplete documentation\nParameter Example value/range/unit* Notes\nBiochemical characteristics of PET hydrolases\nTm Ideal: >85 °C >10 °C higher than the operational temperature 8\nEnzyme lifetime Half lifetime ( t1/2) at operational conditions Not determined in almost all past studies\nTurnover rate (kcat)0 . 5 –2s −1 (refs. 119,121)-\ninvKM 0.02–1 µM (ref.119)\n0.2–3 µM (ref.121)\nSigniﬁcantly affected by reaction temperatures and substrate crystallinity\nReactive site density (Γ) 0.01 –0.2 µmol g−1 (ref. 119)\n1.3–13.4 nmol g−1 (amorphous PET)121\n4–40 nmol g−1 (crystalline PET)121\nHigher values are associated with crystalline PET, which complicates the intuitive\nunderstanding of this parameter\nIon dependency Up to 20 mM CaCl 2 or MgCl2\n34,134 Ca2+ can stabilize/activate certain bacterial PET hydrolases8\nBuffer dependency 0.1 –1.0 M phosphate buffer (most bacterial PET\nhydrolases)\n0.05–0.1 M glycine-NaOH (IsPETase)\n<1 M Tris HCl (fungal cutinases)\n43\nHigh buffer concentrations can stabilize selected bacterial PET hydrolases; Tris can\ninhibit certain bacterial PET hydrolases135\nBioreactor and high-throughput screening (HTS) conditions\nReactor volume Bioreactor: >30 mL (ref. 76)\nHTS: usually <200 µL\nFor HTS: small proxy ester substrates should be avoided\nEnzyme loading 0.5 –3m genzyme gPET\n−1 To improve accuracy, alternative units based on molenzyme gPET\n−1 should be used\nSolid loading Bioreactor: 10 –30%\nHTS: usually <10%\nDeep well microplates may allow for the implementation of high solid loading HTS\nBuffer concentration Bioreactor: 0 –100 mM\nHTS: 0.1–1M\nBuffer-free conditions preferred for larger reactors\npH Usually 7 –9 pH regulation is essential for bioreactors; a buffer is mandatory for HTS assays\nTemperature 65 –72 °C -\nAgitation/mixing Bioreactor: 200 –800 rpm\nHTS: usually <1000 rpm\nAn often-neglected determinant parameter necessitating thorough examination\nInitial rate Unit: μmolTPAeq. h−1 L−1 (refs. 9,15)-\nSpeciﬁca c t i v i t y U n i t :μmolTPAeq. h–1 mgenzyme\n–1 (refs. 9,15)-\nReaction time >90% depolymerization achieved within <12 h\n(refs. 9,57)\nAn extension to 24 h is recommended for enzymes active at <65 °C\n*For more commonly utilized conditions and value ranges that have been mentioned in over three independent studies, speciﬁc citations are not provided. For speciﬁcv a l u e s ,“ref.”is appended after\nthe power number of particular units to prevent misinterpretation of the reference numbers.\nPerspective https://doi.org/10.1038/s41467-025-60016-9\nNature Communications|         (2025) 16:4684 7\nConsequently, an automated liquid handling system that incor-\nporates: (i) enzyme expression and cell lysis at optimal cell-growth\ntemperatures, (ii) PET depolymerization at elevated temperatures, and\n(iii) endpoint assessment of monomer release under optimal assay\nconditions should serve as an ideal standard workﬂow for screening\nthermotolerant PET hydrolases needed for industrial PET recycling\n(Table 2 and Fig.3). A few recent studies demonstrated variations of\nthis standard workﬂow, particularly characterized by the simultaneous\ndetection of hydrolysis products and quanti ﬁcation of soluble\nrecombinant enzymes in cell lysates through various optical\ntechniques\n101,108. The latter can replace the labor-intensive and costly\nhigh-throughput protein puriﬁcation step while maintaining high data\naccuracy of speciﬁc enzyme activities, which is crucial for machine-\nlearning-guided enzyme engineering. To optimize these assays, proxy\nsubstrates like BHET and its derivatives\n96,101 can be replaced with, for\nexample, cryomilled commercially available amorphous PET with\ndeﬁned characteristics\n62,68, particularly for HTS using microplate\nreaders. This may enable solid loading of >10% in microplate wells to\nmore accurately resemble standardized industrial conditions (Table2).\nFuture methodological advancement to close\nknowledge gaps\nCurrently used endpoint measurements for assessing depolymeriza-\ntion efﬁcacy allow for basic comparisons between engineered enzymes\nand their references, but they lack time-resolved data throughout the\ndegradation process. As a result, molecular insights required to\nunderstand the mechanisms underlying interfacial biocatalysis reac-\ntions are frequently missing. Computational modeling based on\nrecently resolved complex structures of various PET hydrolases with\nsubstrate analogues\n16 may elucidate the catalytic cycle in atomic detail.\nStill, it fails to account for other important aspects such as enzyme\nadsorption/desorption behavior and PET physical properties. Much\nevidence suggests that these latter aspects, which reﬂect non-covalent\ninteractions, serve as key bottlenecks for the overall reaction.\nFig. 3 | Schematic workﬂow for discovering, engineering, andﬁnally applying\nnovel PET hydrolases in industrial-scale waste plastic recycling (for more\ndetails, see Box1). The function-based HTS method is an essential component of\nthe workﬂow. Given that agar-plate or microﬂuidics-based screening involves living\ncells, which prevents the detection of PET hydrolysis at elevated temperatures,\nmicroplate-based HTS (detailed in the lower part) may have the potential to be\nprioritized. Colorimetric orﬂuorometric methods, sensitive at different wave-\nlengths, are optimal for the distinct quantiﬁcation of functional enzyme con-\ncentrations in cell lysates and the monomers released from PET depolymerization.\nThis approach enables rapid screening of large mutant libraries for efﬁcient PET\nhydrolases while also producing high-quality data at a high throughput that can be\nused for machine-learning-guided enzyme engineering\n116.\nPerspective https://doi.org/10.1038/s41467-025-60016-9\nNature Communications|         (2025) 16:4684 8\nThe most explicit example of this is the resilience of crystalline PET to\nenzymatic hydrolysis. However, small, soluble PET fragments, similar\nto those used in computational analyses, can be hydrolyzed very\nquickly\n119, which also implies that the main activation barrier for the\noverall process lies outside catalytic bond breakage. The classical way\nto single out the importance of different steps in a complex reaction is\ncomparative kinetics, and this approach has two key requirements.\nFirstly, a simple yet realistic microkinetic reaction scheme, which\nintroduces rate constants for the interconversion of substrate and\nintermediates, and secondly experimental methods that provide suf-\nﬁcient data to support kinetic modeling. At the current stage, none of\nthese areas are well-developed for PET hydrolases, but some progress\nhas been made. For example, limitations associated with an undeﬁned\nconcentration of the insoluble substrate have been addressed by\nintroducing substrate area\n60,120, or attack site density119 as proxies for\nmolar concentration. It has also proven useful to supplement the\nconventional conditions of substrate excess for steady-state kinetic\nanalysis with measurements, where the enzyme is in excess concerning\nthe substrate\n102,121. This latter experimental condition is the opposite of\nthe conventional kinetic framework, and it has been termed inverse\nMichaelis– Menten kinetics\n122. A steady-state approximation under\ninverse conditions never occurs in homogenous reactions but may be\nrelevant in two-phase systems as new reaction sites on the surface are\nreplenished continuously\n123. Parameters from inverse kinetic analyses,\nparticularly the maximal rate at high enzyme load, are of interest\nbecause they reﬂect both catalytic efﬁcacy and the density of reaction\nor attack sites on the solid surface. Speciﬁcally, a combination of\ndata obtained with either enzyme- or substrate-excess provides\ninformation on the maximal turnover (k\ncat in s−1), KM (Michaelis\nconstant in M), and the density of hydrolysable sites on the PET surface\n(in mol\nsites gPET\n−1)122. If experiments are only conducted under condi-\ntions of substrate excess,KM values will be in mass-based units, typi-\ncally g L−1. This parameter can be useful for comparing different\nenzymes acting on the same substrate, but as mass-basedKM values\ndepend strongly on the SSA of the substrate, it is generally not\nmeaningful to compare values obtained with different types of PET.\nWork along these lines has identiﬁed some general trends in PET\nhydrolase kinetics, which are listed in Table2. For a number of the\nmost proﬁcient enzymes acting on insoluble PET at moderate tem-\nperature (30– 50 °C),k\ncat was 0.5– 2s −1,a n dt h i sw a s1– 2o r d e r so f\nmagnitude slower than their hydrolysis of the same bond in soluble\nPET fragments\n119,121,124. The same enzymes hadKM values in the hun-\ndredths of nM range, and taken together, this implies strong substrate\ninteractions but slow turnover compared to other hydrolases acting on\nnative, soluble substrates\n125. A molecular description of these\ncharacteristics appears to be a promising avenue for further under-\nstanding of structure-function relationships for PET hydrolases. To\nachieve this, we will need better methods to quantify the accumulation\nand decay of intermediates; both enzyme-substrate complexes and\nPET fragments. Progress curves for these intermediates will elucidate\nthe complex pathway from insoluble polymer to the monomers TPA\nand EG, and it will also provide the necessary experimental input for\nfurther kinetic modeling. Advanced knowledge in this respect\nmay help to accelerate the late stage of the industrial recycling\nprocess, which is currently thought to be hampered by these hydro-\nlysis intermediates. Finally, we encourage more experimental and\ncomputational research into the relationship between polymer con-\nformation and enzyme activity. Some reports have pointed out a\nstrong effect on catalysis of thetrans-gauche isomerism in the PET\nchain\n52,67, and it has been proposed that constraints on isomerization\nmay lessen gradually as PET chains are shortened in the enzymatic\nprocess126. Information on this would be important both for the fun-\ndamental understanding of the interfacial enzyme reaction and as a\nguide for enzyme engineering."
    }
  ],
  "results_sections": [
    {
      "heading": "Conclusions and outlook",
      "text": "The increasing demand for sustainable plastic recycling solutions,\nintegral to the bio-based circular economy and climate crisis mitiga-\ntion, positions the biotechnological valorization of PET as a dynamic\nresearch ﬁeld in the foreseeable future.\nThe successful implementation of several extensively customized\nPET hydrolases, which allow for nearly complete polymer-to-monomer\nconversion in less than 12 h on pilot or larger industrial scales\n9,29,57,\nsuggests that fast kinetics is unlikely to be the primary constraint in\nthis research domain. However, to maintain competitiveness, PET\nhydrolases, similar to other industrial enzymes, must undergo ongoing\nperformance improvements, including enhanced enzyme kinetics and\nlong-term stability, tailored pH optima, etc. Consequently, standard\nguidelines derived from research endeavors so far are discussed above\nand summarized in Box1 and Tables1 and 2. Other related research\navenues, which have received considerably less attention yet appear to\nhold signiﬁcant promise, should be explored with greater focus in the\nfuture. For instance, enzyme immobilization may enhance stability and\nfacilitate multiple applications\n127,128. Also, the development of syner-\ngistic enzyme cocktails may enable reduced dosages or address mixed\nplastic waste\n129, a more complex challenge within the plastic pollution\ndilemma. For the latter, a moderate temperature range of 40– 50 °C\nmay be considered when extended operation time is acceptable, par-\nticularly when not all applied enzymes exhibit adequate half-lives at\nhigher temperatures.\nSimultaneously, understanding and optimizing process condi-\ntions should be afforded equal attention and effort as enzyme\nengineering in future research. This may involve optimizing melt-\nextrusion parameters\n56, investigating the feasibility of omitting energy-\nintensive micronization stages, or implementing alternative pre-\ntreatment techniques\n130, all of which could reduce the costs of the\ncurrent process11,12. A thorough understanding of the material prop-\nerties associated with degradability is urgently required to assess the\nfeasibility of current research aimed at developing highly efﬁcient\nenzymes speciﬁcally for crystalline PET. These forthcoming research\nendeavors may address our knowledge gaps concerning the absent\ninformation in the standardized parameter set (Tables1 and 2)t h a t\ncollectively impacts the future development of industrial PET\nrecycling.\nAt the enzyme discovery stage, researchers should move beyond\nthe trivial homology-based database mining and increase the use of\nnovel bioinformatics- or AI-based tools to discover or design new PET\nhydrolase scaffolds\n29,47. Moreover, the previously underutilized clas-\nsical function-based metagenomics or microbiological techniques can\nstill be remarkably beneﬁcial for discovering novel sequence or\nstructural diversity of depolymerizing enzymes that have not yet been\nincluded in the digital repository. We propose a more efﬁcient data-\nsharing approach by characterizing novel enzymes and all known\nmutants of benchmark enzymes, summarizing their biocatalytic\nproperties in the standardized format shown in Table2,a n dm a k i n g\nthem available online for free access. These will ultimately contribute\nsigniﬁcantly to the advancement of AI-based PET hydrolase engineer-\ning or design, as well as the development of speciﬁc AI models tailored\nfor interfacial biocatalysis.\nMotivated by the successful industrialization of enzymatic PET\nrecycling, other hydrolysable waste plastics, such as polyurethanes,\npolylactides, and polyamides, are logically emerging as the next wave\nof substrates for potential biocatalytic depolymerization\n13,131– 133.T h i s\nambition necessitates considering the lessons and experiences learned\nfrom PET, such as using polymer feedstocks with precisely deﬁned\nproperties and the need for standardized conditions for evaluating\nnovel depolymerizing enzymes. Ultimately, we expect this article will\ninspire researchers to collaborate and develop similar guidelines to\nstandardize the future bio-based plastic recycling industry.\nPerspective https://doi.org/10.1038/s41467-025-60016-9\nNature Communications|         (2025) 16:4684 9"
    }
  ]
}