{
  "txt_file": "s41467-024-45662-9.txt",
  "pdf_file": "s41467-024-45662-9.pdf",
  "title": "Article https://doi.org/10.1038/s41467-024-45662-9",
  "experimental_sections": [
    {
      "heading": "Methods",
      "text": "Training the Transformer model\nUnsupervised training datasets. Homologous sequences of BhrPE-\nTase and LCCICCG were searched from Uniclust30 (version 2018_08)\nand the BFD database with HHblits (the number of iterations was set as\n4, and other parameters were left as default values) using 15 seed\nsequences in Pfam family PF01083 as queries. All searched sequences\nwere clustered at 90% identity using CD-HIT to obtain 10847 sequen-\nces. Since BFD and Uniclust30 were clustered at very low similarity,\nthey may have been undersampled forﬁtness modelling in very close\nregions. Previous work by Frazer et al.\n59 sampled MSA built with more\nsimilar proteins to predict disease variants. We also retrieved\n15051 sequences belonging to PF01083 from the UniProt database.\nTraining details and the prediction of“less-ﬁtted” candidates.T o\nmodel theﬁtness distance of sequences, we trained a neural network\nwith an encoder-decoder from starch. We used a Transformer encoder\nto process input amino acid sequences with absolute position\nembedding. Unlike other models such as recurrent and convolutional\nnetworks, the Transformer made no assumption on sequence ordering\nand was more powerful at capturing long-distance relationships in\nsequence because of the attention mechanism (Eq.1):\nAttention Q,K,VðÞ = sof tmax\nQKT\nﬃﬃﬃﬃﬃﬃ\ndk\np\n !\nV ð1Þ\nWe applied multi-head self-attention as described by ref.60.T h e\nencoder consists of 3 Transformer layers with 8 heads using an\nembedding size of 512. Based on the encoder embeddings, the decoder\ngenerates probabilities of each token. The model was trained with a\nmasked language modelling objective to predict the real amino acid at\nthe masked position. In this study, 40% of tokens were replaced with\nmask tokens during training. We used the Adam optimizer with a\nlearning rate set to 3 e\n−4. Models were trained for 20 epochs using a\nbatch size of 32. Residues wereﬁltered by sorting by the logits assigned\nto the WT amino acid. The top ten residue positions with the highest\naverage scores from the prediction of each model were selected. The\naverage score was calculated using the following equation:\n/C22L\nresidue =\nP19\n1 ðLmi /C0 Lwt Þ\n19\nð2Þ\nwhere/C22Lresidue is the average score of the predicted residue position,Lmi\nand Lwt are the predicted logits of the single point mutation in the\nresidue position and the wild-type amino acid, respectively. Excluding\nthe duplicated positions, a total of 18 residue positions were\ngenerated, among which W104, H164, M166, W190, H191, H218, and\nF/I243 were suggested to be located on the PET-binding groove.\nDesign of stabilizing mutations by the GRAPE strategy\nThe GRAPE strategy reported in our previous study36 was used to improve\nthe protein stability. The sequence of BhrPETaseH218S/F222Iwas submitted to\nthe GRAPE-WEB online server (https://nmdc.cn/grape-web/). Based on\nthe sequence information of BhrPETaseH218S/F222I, AlphaFold247 was used to\npredict the structure model. Subsequently, energy calculations with\nFoldX37, Rosetta_cartesian_ddg38, and ABACUS39 were used to predict\nstabilizing mutations. The DDD algorithm40 was used to predict the\nArticle https://doi.org/10.1038/s41467-024-45662-9\nNature Communications|         (2024) 15:1417 8\nsuitable disulﬁde bonds. The thresholds for ABACUS, FoldX, and Rosetta\nwere set to -3.0 AEU,−1.5 kcal/mol and−1.5 REU, respectively."
    }
  ],
  "computational_sections": [
    {
      "heading": "Computational redesign of a hydrolase for",
      "text": "nearly complete PET depolymerization at\nindustrially relevant high-solids loading\nYinglu Cui 1,4 ,Y a n c h u nC h e n1,4,J i n y u a nS u n1,2,4, Tong Zhu 1,4,H u aP a n g1,\nChunli Li1, Wen-Chao Geng 1,3 &B i a nW u1\nBiotechnological plastic recyclinghas emerged as a suitable option for\naddressing the pollution crisis. A major breakthrough in the biodegradation of\npoly(ethylene terephthalate) (PET) is achieved by using a LCC variant, which\npermits 90% conversion at an industrial level. Despite the achievements, its\napplications have been hampered by the remaining 10% of nonbiodegradable\nPET. Herein, we address current challenges by employing a computational\nstrategy to engineer a hydrolase from the bacterium HR29. The redesigned\nvariant, TurboPETase, outperforms other well-known PET hydrolases. Nearly\ncomplete depolymerization is accomplished in 8 h at a solids loading of\n200 g kg\n−1. Kinetic and structural analysis suggest that the improved perfor-\nmance may be attributed to a moreﬂexible PET-binding groove that facilitates\nthe targeting of more speciﬁc attack sites. Collectively, our results constitute a\nsigniﬁcant advance in understanding and engineering of industrially applic-\nable polyester hydrolases, and provideguidance for further efforts on other\npolymer types.\nSubstantial efforts have been dedicated to discovering and engineer-\ning PET hydrolases over the past two decades, contributing to the\ndevelopment of PET biodegradation from the detection of trace\namounts of released products to the attainment of high conversion\n1– 12.\nWhen combating the challenges posed by enzymatic PET recycling,\nkey parameters should be taken into consideration to attain an eco-\nnomically viable industrial process, in particular solids loading\n(> 150 g kg\n−1) and product yield (> 90%)13– 15. However, almost all studies\nobtain appreciable depolymerization yields at solids loadings lower\nthan 30 g kg\n−1, which is considerably below an industrially relevant\nlevel15. When increasing the solids loading to a high level, a reduction in\nthe hydrolysis rate and conversion is commonly observed (referred to\nas “solids effect”), as demonstrated in other heterogeneous reactions\nsuch as the biomass conversion process\n16.\nA breakthrough was achieved with an engineered LCC variant\n(LCCICCG) that exhibited 90% depolymerization of pretreated PET waste\nat an industrially relevant solids loading (200 g kg−1)17.H o w e v e r ,t h e\n10% nonbiodegradable PET remained and reached a high crystallinity\nlevel of ~30% because of physical aging, hindering immediate reuse for\nPET depolymerization. A report issued by the National Association for\nPET Container Resources indicated that the postconsumer PET bottles\ncollected for recycling reached 800 kilotons in the US\n11, and this would\ngenerate over 80 kilotons of nonbiodegradable PET waste per year if\nthe current biodegradation strategy was employed, posing a sig-\nniﬁcant threat to the PET recycling economy. Increasing the extent of\nconversion from 90% to 99% would cut the minimum selling price\n(MSP) of TPA by 10% (US$0.2/kg) according to the TEA model pro-\nposed by the National Renewable Energy Laboratory in the US; thus,\nsecond to solids loading, the conversion level is the largest factor\naffecting MSP in the depolymerization process\n14. Both environmental\nand socioeconomic concerns have fueled intense interest in improving\nthe degradation level to accelerate the transition towards the circular\nReceived: 2 June 2023\nAccepted: 30 January 2024\nCheck for updates\n1AIM Center, Institute of Microbiology, Chinese Academy of Sciences, Beijing, China.2University of Chinese Academy of Sciences, Beijing, China.3College of\nChemistry, Nankai University, Tianjin, China.4These authors contributed equally: Yinglu Cui, Yanchun Chen, Jinyuan Sun, Tong Zhu.\ne-mail: cuiyinglu@im.ac.cn; wub@im.ac.cn\nNature Communications|         (2024) 15:1417 1\n1234567890():,;\n1234567890():,;\neconomy. According to the kinetic results of PET crystallization\n(Supplementary Fig. 1), physical aging can be vastly suppressed by\ndecreasing the reaction temperature, but the catalytic efﬁciency of\nthermophilic PET hydrolases is concomitantly sacriﬁced\n18,19,t h u sr a i s -\ning demands for biocatalysts with high depolymerization efﬁciency at\nlow deformability temperatures of amorphous PET chains.\nThe last few years have witnessed impressive progress in tailoring\nnatural enzymes by computational redesign strategies20.I n s p i r e db y\nthe achievements in artiﬁcial intelligence for addressing the protein\nﬁtness landscape to probe hidden evolutionary information, we\nemployed a computational strategy that incorporates a protein lan-\nguage model and force- ﬁeld-based algorithms to engineer PET\nhydrolases with balanced thermostability and hydrolytic capacity. The\nredesigned variant (TurboPETase) derived from this campaign out-\nperformed the most efﬁcient PET hydrolases currently recognized in\nthe ﬁeld (LCC\n21,L C CICCG17, ICCG I6M22, BhrPETase23, FastPETase24,\nHotPETase18,D e p o P E T a s e25, CaPETaseM926, and PES-H1L92F/Q94Y27)o v e ra\nrange of temperatures (50 °C– 65 °C). The extraordinary degradation\nperformance afforded by TurboPETase allowed nearly complete\ndepolymerization of post-consumer PET bottles in 8 h at a high\nindustrially relevant substrate loading of 200 g kg\n−1, with a maximum\nproduction rate of 61.3 ghydrolyzed PETL−1 h−1, addressing the challenge\nregarding residual nonbiodegradable PET waste."
    },
    {
      "heading": "BhrPETase and TurboPETase during the MD simulations, indicating global changes",
      "text": "in proteinﬂexibility, especially for the PET-binding groove. The H218S/F222I,\nW104L, and F243T mutations are shown as orange atoms, whereas the catalytic\ntriad is shown as hot pink atoms.D Schematic diagram of PET depolymerization\nprocesses. Compared to the wild-type enzyme, TurboPETase may be more pro-\nmiscuous due to the increasedﬂexibility along the protein PET-binding groove,\nwhich allows it to attack different surface structures.\nArticle https://doi.org/10.1038/s41467-024-45662-9\nNature Communications|         (2024) 15:1417 5\nAn in-depth structural analysis also helps us to understand the\nmolecular underpinnings of the performance improvements. Accord-\ning to the model of TurboPETase predicted by AlphaFold247 and sub-\nsequent molecular dynamics (MD) simulations, the improved\nperformance of TurboPETase may be attributed to the following key\naspects: improvedﬂexibility of the substrate binding cleft (H218S/\nF222I, W104L and F243T), optimized charge-charge interactions at the\nprotein surface (A209R and D238K), and introduction of a disulﬁde\nbond (A251C-A281C). A209R, D238K, and the disulﬁde bond A251C-\nA281C are suggested to primarily contribute to improving thermo-\nstability while maintaining activity (Supplementary Figs. 10 and 11),\nwhereas the enhanced hydrolysis efﬁcacy may be attributed to sub-\nstitutions in proximity to the active sites. H218 is suggested to form an\nintimate packing with the conserved W190 in analogous enzymes.\nChen et al. found that PET hydrolytic activity could beneﬁt from a more\nﬂexible active site in the H214S/F218I double mutant (corresponds to\nH218S/F222I in BhrPETase)\n35. In the present study, MD simulations of\nthe apo form of TurboPETase revealed an expanded rotational free-\ndom of W190 endowed by the H218S/F222I mutation (Supplementary\nFig. 12), which is consistent with the observation of diverse con-\nformations of the corresponding W156 ofIsPETase\n35.W h e nb i n d i n gt o\nthe PET, the wobbling of W190 is curtailed and anchored by theπ-π\ninteractions with the PET substrate. Thisﬂexibility of the PET binding\ncleft was further enhanced by the synergistic interactions conferred by\nthe addition of W104L and F243T, as revealed by the Cα root-mean-\nsquare ﬂuctuation (RMSF) results (Fig.3C). W104 is previously repor-\nted to pack against the adjacent P248 to stabilize the P248-situatedβ8-\nα6l o o p34. In the redesigned TurboPETase, the relinquishment of this\ninteraction by leucine substitution may engender increased con-\nformational malleability within the loop region (N246-A250), as\ndemonstrated by the largely reduced cross-correlation of these\nregions (Supplementary Fig. 13). For another substitution F243T in the\nPET binding cleft, the steric proﬁle of F243 appears to dictate a more\nperipheral binding locus for PET. Yet, its mutation to threonine, armed\nwith a less pronounced steric feature, may release the space for PET\nbinding with a more-ﬂexible state. More importantly, without the steric\nproﬁle of the aromatic ring, T243 may beckon PET deeper into the\ncleft, drawing the substrate’s labile carbonyl closer to the catalytic\nserine, with the interstitial distances contracting from 4.88 ± 0.51 Å to\n4.15 ± 0.37 Å (Supplementary Fig. 14). Concurrently, the enhanced\nﬂexibility might compromise the protein’s stability, which is consistent\nwith the observed decrease in the melting temperatures of the single\npoint mutations. Synthesizing our structural analysis with the kinetic\ndata, we postulated that the greatly increasedﬂexibility along the PET-\nbinding groove may provide more space to accommodate a variety of\nattack conformations through dynamic binding, which may be crucial\nfor the formation of catalytically competent complexes on different\nsurface structures (Fig.3D). Based on the above results, we reasoned\nthat TurboPETase is probably more promiscuous with respect to the\nconformation of the PET strand it attacks. Nevertheless, detailed\nanalysis of the mechanism requires further efforts through more in-\ndepth research.\nPerformance of TurboPETase on alternative substrates and in\ndual-enzyme systems\nPrevious study has demonstrated limited biodegradation efﬁciency of\nIsPETase and its variant towards other semiaromatic polyesters, spe-\nciﬁcally PBT, at 37 °C36. Compared to PET, PBT has a lower glass tran-\nsition temperature (Tg), which ranges between 37 and 55 °C48.I nt h i s\nstudy, even though 65 °C surpasses theTg of PBT, thus signiﬁcantly\nenhancing the mobility of PBT polymer chains, all of the examined\nenzymes exhibited substantially reduced degradation ef ﬁciency\ntowards PBT ﬁlms at 65 °C with respect to the degradation of PET\n(Supplementary Fig. 15). Speciﬁcally, TurboPETase yielded higher\namounts of hydrolytic products (62.6μM) than both BhrPETase\n(27.5μM) and LCC\nICCG (47.1μM). These results suggested that the\nactive sites of current PET-degrading enzymes were less efﬁcient in\nbinding with the extended aliphatic chains in PBT compared to PET.\nConsequently, dedicated efforts in enzyme discovery or tailored\nengineering are still needed for further improving the depolymeriza-\ntion of new classes of semiaromatic polyesters.\nVarious efforts have been made to develop dual enzyme systems\nto remove the intermediate products BHET and MHET\n49– 53, which are\nknown inhibitors of PET hydrolases. Haugwitz et al. reported a dual\nenzyme system combining an engineered TfCa mutant and PETase PM\nenzyme that yielded a 4-fold increase in overall products towards Gf-\nPET ﬁlms compared to PETase PM alone at 45 °C over 24 h\n52.W ef u r t h e r\nexplored the application potential of TurboPETase by coupling it with\nthe recently reported thermostable BHET hydrolyzing enzyme,\nBHETase\n54, in a dual-enzyme system. At a low substrate loading\n(2 g kg−1), the dual-enzyme system effectively doubled the overall yield\nof the products, relative to the singular use of TurboPETase (Supple-\nmentary Fig. 16). However, an intriguing observation emerged at an\nelevated PET loading of 30 g kg\n−1. TurboPETase alone surpassed the\nyields from most enzyme ratios in the dual-enzyme system at 65 °C, the\nonly exception being the 0.5 mg\nTurboPETase/gPET:0.1 mgBHETase/gPET\nratio. Nevertheless, in the current investigation, only degradation of\namorphous PET materials at 65 °C were evaluated. Future research\ncould expand to examine the efﬁcacy of the dual-enzyme system on\ndifferent MHET hydrolases and PET substrates with varying physical\nproperties under diverse reaction conditions, including varied\ntemperatures.\nNearly complete degradation of postconsumer PET products at\nindustrially relevant high-solids loading\nTo better evaluate the depolymerization performance of TurboPETase\nat industrially relevant levels of solids loading, we have compared the\ndepolymerization of pretreated postconsumer coloured-ﬂake PET\n(PcPET) wastes with TurboPETase and LCC\nICCG at a substrate loading of\n200 g kg−1. TurboPETase achieved nearly complete depolymerization\n(98.2%, calculated from the HPLC data) of PcPET wastes in 8 h (Fig.4A),\nwith a maximum production rate of 61.3 ghydrolyzed PETL−1 h−1 (Supple-\nmentary Fig. 17 and Supplementary Tables 9 and 10). A slight change in\nthe crystallinity of PcPET was observed (reaching 11.9% after 8 h),\nwhich allows an immediate reuse of the remaining PcPET waste for\ndepolymerization. In contrast, LCC\nICCG required 16 h to reach 97.7%\ndepolymerization (calculated from the HPLC data) at 65 °C, and the\nremaining PcPET exhibited a similar crystallinity of 11.1%, demon-\nstrating that the“physical aging” process was suppressed at lower\ntemperatures. At the previously reported optimal reaction tempera-\nture of 72 °C, LCC\nICCG reached its maximal conversion of 92.5% (cal-\nculated from the HPLC data) over 12 h, and no further increase was\nobtained after prolonged reaction time due to the higher deform-\nability of PET chains. The remaining PcPET showed a high level of\nTable 1 | Kinetic parameters of TurboPETase, BhrPETase, and\nLCCICCG derived from the inverse Michaelis‒Menten\nexperiments\nParameters invKM (mgenzyme gPET\n−1) invVmax/S (μmol g−1 s−1)\nSubstrate loading\n12 g kg−1 20 g kg−1 30 g kg−1 12 g kg−1 20 g kg−1 30 g kg−1\nTurboPETase 0.67\n(± 0.13)\n0.46\n(± 0.08)\n0.24\n(± 0.03)\n0.081\n(± 0.006)\n0.082\n(± 0.006)\n0.071\n(± 0.002)\nBhrPETase 0.69\n(± 0.16)\n0.40\n(± 0.06)\n0.20\n(± 0.04)\n0.020\n(± 0.002)\n0.022\n(± 0.001)\n0.022\n(± 0.001)\nLCCICCG 0.54\n(± 0.12)\n0.42\n(± 0.07)\n0.23\n(± 0.03)\n0.021\n(± 0.002)\n0.027\n(± 0.001)\n0.023\n(± 0.001)\nArticle https://doi.org/10.1038/s41467-024-45662-9\nNature Communications|         (2024) 15:1417 6\ncrystallinity, estimated at 32.5%, which is in accordance with a previous\nreport17.\nMany factors can affect enzymatic attack against the plastics: e.g.,\ncrystallinity, chain mobility, molecular size, surface topography and\nhydrophobicity\n11. Among these, the role of low crystallinity in PET\ndegradation has been extensively studied. A crystallinity exceeding\n20% has been previously proposed to signiﬁcantly impede the enzy-\nmatic degradation process. In the depolymerization of non-melt-\nquenched PET powders (27.6% crystallinity), we found a signiﬁcant\nreduction in degradation performance (Supplementary Fig. 18 and\nSupplementary Table 11). However, during the depolymerization of\npretreated PcPET, even when the crystallinity reached 20% after 4 h of\ndegradation by LCC\nICCG at 72 °C, we did not observe a rapid decline in\ndegradation rate. Pfaff et al. showed that LCCICCG is more efﬁcient in\nhydrolyzing shorter polymers27. Recent studies also demonstrated that\nheavily pretreated PET, with a degree of polymerization (DP) less than\n20 and high crystallinity, can remain highly degradable\n55,56.T h e s e\nﬁndings underscored the importance of factors other than crystallinity\nin enzymatic degradation, and promoted further investigation\nthrough gel permeation chromatography (GPC) analysis, which\nrevealed notably low weight-average (M\nw) and number-average (Mn)\nmolecular masses in PcPET powders compared to non-melt-quenched\nPET powders (Supplementary Table 12). From the GPC results, we\nspeculate that the low molecular weight of pretreated PcPET may\ncontribute to the maintained degradation rate by LCC\nICCG at 72 °C\nduring theﬁrst several reaction hours, but a further increase in crys-\ntallinity to 32.5% led to a substantial reduction in the amorphous\nregions, impeding further enzymatic catalysis. Moreover, during the\ndepolymerization process, we also observed a slight decrease inMw\nand moderate changes inMn, despite achieving over 90% depoly-\nmerization (Fig.4B ) .T h i si sc o n s i s t e n tw i t hp r e v i o u ss t u d i e so nP E T\ndegradation hydrolyzed by Cut19057. It has been suggested that the\nenzymatic hydrolysis of PET typically initiates with an endo-type chain\nscission after the enzyme binds to the PET surface. Further hydrolysis\nof the neighboring ester bonds within the amorphous regions occurs\nthrough an exo-type chain scission, leading to the release of soluble\nproducts\n19. For polymers undergoing random scission, the probability\nof exo-scission inversely correlates with chain length53.F o rP E Tw i t ha\nDP around 200, the probability for exo-scission is substantially less\nthan for endo-scission. In this study, the DP of the pretreated PcPET,\napproximately 50, is much lower than that of typical raw PET materials.\nThis resulted in a signiﬁcantly increased number of chain ends avail-\nable for exo-scissions. Consequently, endo-type scission, which would\nreduce the DP of PET, no longer held a dominant proportion, which\nmay potentially explain the minimal changes in molecular size\nobserved during the PET depolymerization process.\nTo explore the industrial viability, we scaled up the reaction\nand performed it in a 7.5 L bioreactor with a PET loading of 200 g kg\n−1\nin water solution at pH 8.0. Enzyme loading is of particular concern to\nthe industry since enzyme cost is among the essential factors in\nthe biomass depolymerization process. In contrast to using high\nenzyme concentrations up to 20 mgenzyme gPET\n−1 in the biomass\nconversion process13,58,2 m genzyme gPET\n−1 enzyme loading is saturated\nin PET degradation. Based on the TEA model14,ac h a n g ef r o m\nFig. 4 | Depolymerization of PcPET with TurboPETase and LCCICCG in bior-\neactors. AComparison of PcPET depolymerization kinetics for TurboPETae at\n65 °C and LCCICCG at 65 °C and 72 °C. Reactions were performed with 200 g kg−1\nsubstrate loading and 2 mgenzyme gPET\n−1 enzyme loading at pH 8.0. PET-\ndepolymerization percentages were calculated based on the released products\nmeasured by HPLC. Data are presented as mean ± s.d. (n = 3 biologically indepen-\ndent experiments).B Time courses of crystallinity,Mw and Mn changes during the\nenzymatic hydrolysis. Data are presented as mean ± s.d. (n = 3 biologically inde-\npendent experiments).C Nearly complete degradation of pretreated PcPET bottles\nby TurboPETase at 65 °C with 200 g kg−1 substrate loading and 2 mgenzyme gPET\n−1\nenzyme loading in water solution in a 7.5 L bioreactor. PET-depolymerization per-\ncentages were calculated based on NaOH consumption (pH of the reaction mixture\nwas regulated at 8.0). Data are from one independent experiment. Source data are\nprovided as a Source Dataﬁle.\nArticle https://doi.org/10.1038/s41467-024-45662-9\nNature Communications|         (2024) 15:1417 7\n0.1 mgenzyme gPET\n−1 to 2 mgenzyme gPET\n−1 enzyme loading levels only\nresults in a 2% increase in MSP (US$0.04/kg), whereas the capital and\noperating costs would increase by at least 5% to maintain the prolonged\nreaction duration when low enzyme loading levels are used. More\nimportantly, in large-scale reactions with > 150 g kg\n−1 substrate loading,\nthe reduction in enzyme activity and depolymerization efﬁciency was\nmore signiﬁcant at lower enzyme loading levels13.I nP E Td e g r a d a t i o n\nprocess reported by Tournier et al., aﬁnal conversion of 80% was\nachieved by LCCICCG using 1 mgenzymegPET\n−1 enzyme loading compared to\nthe 90% conversion with 2 mgenzyme gPET\n−1 enzyme loading17.H e n c e ,a\n2m genzyme gPET\n−1 enzyme loading was chosen to attain a balance\nbetween productivity and enzyme cost. As shown in Fig.4C, the scaled-\nup reaction progression is almost linear for theﬁr s t2 hw i t ha p p r o x i -\nmately 57% depolymerization achieved, and followed by a slower phase\nfrom 2 to 8 h. According to the kinetic parameters obtained from Fig.3,\nwe suggested that the reduced reaction rate may be attributed to the\nsubstantial decrease in PET loading at high conversion levels. Despite\nthe decreased hydrolytic efﬁciency, the approximately 98% depoly-\nmerization (98.9% calculated from the HPLC data, 98.4% calculated from\nthe consumed NaOH and 97.4% calculated from the weight loss, as listed\nin Supplementary Table 10) achieved within 8 h during the scaled-up\nreaction makes pilot-scale production feasible. Further process reﬁne-\nment could potentially optimize the depolymerization efﬁciency for\nlower concentrations of PET waste."
    },
    {
      "heading": "Here, we employed a hybrid computational strategy to redesign a",
      "text": "PET hydrolase that signiﬁcantly outperforms other well-known PET\nhydrolases. Nearly full degradation of postconsumer PET bottles was\nachieved at an industrially relevant level of solids loading, rendering\nthis highly efﬁcient, optimized enzyme a good candidate for future\napplications in industrial plastic recycling processes. The mechanism\nresponsible for enhancing enzyme performance has been demon-\nstrated via kinetic analyses derived from an inverse Michaelis‒Menten\nreaction regime as well as structural analysis, highlighting the impor-\ntance of improving the speciﬁc polymer interactions on speciﬁc attack\nsites rather than general nonspeciﬁc surface adsorption. The results\nmay help further knowledge on heterogeneous reaction catalysis and\nshall be beneﬁcial for designing industrial viable plastic-degrading\nenzymes to address the challenges associated with other more abun-\ndant plastics, such as polyurethanes with hydrolysable backbones.\nWhile the potential of enzyme design drives further developments in\nthe improvement of enzyme performance, it is crucial to assess their\ndepolymerization efﬁciency under industrially relevant conditions to\ndemonstrate practical feasibility."
    },
    {
      "heading": "MD simulations and the crystal structure of BhrPETase (PDB ID:7EOA)",
      "text": "was used for further docking. A model substrate comprising three\nconsecutive PET units, mimicking the N-terminal and C-terminal\ngroups to cap the polymer chain at both ends, was generated.\nYASARA was employed to make molecular docking of PET to Turbo-\nPETase and BhrPETase. The highest binding energy model was selec-\nted. The selected model was subjected to local docking for 999 runs.\nThe optimized model of TurboPETase-PET and BhrPETase-PET com-\nplexes were simulated in AMBER 16\n61 using the ff16SB forceﬁeld. The\nHis242 residue was protonated in the HID state. Cl− ions were added to\nmaintain system neutrality. The systems were then solvated in a\ntruncated octahedron box using the TIP3P water model with an 8 Å\ndistance around the solute. Following solvation, the systems under-\nwent a 12,000-step minimization and were gradually heated from 0 K\nto 338 K with a collision frequency of 1 ps\n−1. After equilibration, 100 ns"
    },
    {
      "heading": "MD simulations were conducted for each complex, employing a time",
      "text": "step of 2 fs.\nCloning\nGenes encoding BhrPETase (GenBank accession number:GBD22443),\nLCC (GenBank accession number:AEV21261), LCCICCG (LCCF243I/D238C/\nS283C/Y127G), ICCG I6M (ICCGS32L/D18T/S98R/T157P/E173Q/N213P), FastPETase\n(IsPETaseD186H/R280A/N233K/R224Q/S121E, IsPETase GenBank accession number:\nBBYR01000074), HotPETase (IsPETaseS121E/D186H/R280A/N233C/S282C/P181V/S207R/\nS214Y/Q119K/S213E/R90T/Q182M/N212K/R224L/S58A/S61V/K95N/M154G/N241C/K252M/T270Q), DepoPET\nase(IsPETaseT88I/D186H/D220N/N233K/N246D/R260Y/S290P), PES-H1 L92F/Q94Y and\nCaPETaseM9 (CaPETaseL180C/A202C/R242C/S291C/V129T/R198K/N109A/A155R/G196T, Ca\nPETase GenBank accession number:SHM40309) were synthesized and\noptimizated for expression inEscherichia coli(General Biosystems,\nAnhui, China). The signal peptide of BhrPETase, LCC, LCCICCG,I C C GI6M\nand CaPETaseM9 were removed from the synthetic DNA. The synthe-\nsized genes for BhrPETase, LCC, LCCICCG,P E S - H 1L92F/Q94Y and FastPETase\nwere cloned into theNheIa n dXhoIs i t e so ft h ep B A Dv e c t o r( c o n -\ntaining an N-terminal His-tag), whereas the gene for ICCGI6M,D e p o -\nPETase,CaPETaseM9 and HotPETase were cloned into theNdeIa n dXhoI\nsites of the pET-21a(+) vector (containing a C-terminal His-tag). A list of\nnucleotide sequences is provided in Supplementary Table 13.\nSite-directed mutagenesis\nBhrPETase mutants were generated using the QuickChange site-\ndirected mutagenesis kit (Agilent Technologies, Santa Clara, CA, USA).\nThe PCR products were subsequently treated withDpnI (New England\nBiolabs, Ipswich, MA, USA) to digest the original DNA template and\nthen introduced intoE. coliTOP10 cells. Veriﬁcation of the introduced\nmutations was carried out through DNA sequencing (Tianyi Huiyuan,\nBeijing, China).\nProtein puriﬁcation\nPlasmids containing the genes of BhrPETase, LCC, LCCICCG,P E S - H 1L92F/Q94Y,\nFastPETase and their variants were transformed intoE. coliBW25113.\nPlasmids of ICCGI6M,D e p o P E T a s ea n dCaPETaseM9 were transformed into\nE. coliC41(DE3), while the plasmid of HotPETase was transformed intoE.\ncoliRosetta gami-B cells (competent cells of the expression strains were\npurchased from Zoman Biotech, Beijing, China). The cells were cultured\nin 2×YT medium at 37 °C to an OD600 nm of ~0.8, and then protein\nexpression was induced by adding 0.2% (w/v) L-arabinose (BhrPETase,\nLCC, LCCICCG,P E S - H 1L92F/Q94Y, FastPETase and their variants) or 1 mM iso-\npropyl β-D-thiogalactopyranoside (ICCGI6M, DepoPETase, CaPETaseM9\nand HotPETase). The cells were cultured for 20 h at 20 °C, harvested by\ncentrifugation (10,000 × g, 10 min, 4 °C) and suspended in lysis buffer\n(50 mM Na2HPO4, 100 mM NaCl and 20 mM imidazole, pH 7.5). Cell\ndisruption was carried out through ultrasonication on ice. The resulting\ncell extracts were obtained after centrifugation at 14,000 × g for 60 min\nat 4 °C, followed byﬁltration through a 0.22μm Millexﬁlter to remove\nprecipitates. The unbound proteins were washed away in a 5 mL HisTrap\nHP column with washing buffer (50 mM Na\n2HPO4,1 0 0 m MN a C l ,a n d\n60 mM imidazole, pH 7.5), the target protein was eluted with an elution\nbuffer (50 mM Na\n2HPO4, 100 mM NaCl and 300 mM imidazole, pH 7.5).\nAfterwards, the buffer was exchanged for a storage buffer (50 mM\nNa\n2HPO4 a n d1 0 0m MN a C l ,p H7 . 5 )b yu s i n gaH i P r e p2 6 / 1 0D e s a l t i n g\ncolumn. The puriﬁed enzyme was stored at 4 °C. Protein concentrations\nwere determined by the BCA method with bovine serum albumin as the\nreference.\nPET depolymerization assay using Gf-PETﬁlms\nEvaluating the activity of the mutants during BhrPETase engineer-\ning.T h ea m o r p h o u sG f - P E Tﬁlm (Goodfellow, 250µmt h i c k n e s s ,p r o -\nduct number ES301445,⌀8 mm, approximately 15 mg) was soaked in\n500 μL of 1 M potassium phosphate buffer (pH 8.0, 30 g kg−1 solids\nloading) with 30μgo fp u r iﬁed enzyme (2 mgenzyme gPET\n−1 enzyme\nloading) at 65 °C for 3 h. In HPLC analysis, the mobile phase consisted\nof 70% buffer A and 30% buffer B (Buffer A: 0.1% formic acid in distilled\nwater; Buffer B: acetonitrile). Theﬂow rate was 0.8 mL/min and the\nseparation was carried out at 25 °C with detection performed\nat 260 nm.\nComparing TurboPETase with other PET hydrolases under identical\nreaction conditions. The initial activities of the PET hydrolases at\ndifferent temperatures were estimated. The Gf-PET ﬁlm (⌀8m m ,\napproximately 15 mg) was soaked in 500μLo f1 0 0 m Mp o t a s s i u m\nphosphate buffer (pH 8.0, 30 g kg\n−1 solids loading) with 4.5μg( 0 . 3\nmgenzyme gPET\n−1 enzyme loading) or 30μg( 2 m genzyme gPET\n−1 enzyme\nloading) of puriﬁe de n z y m ea t5 0 ,6 0o r6 5 ° Cf o r3 h ,a n dt h e nt h e\nsupernatant was analysed by HPLC to quantify the concentration of\nreleased PET monomers.\nDue to the high extent of conversion after prolonged reactions,\nthe time-course analysis was performed in 1 M potassium phosphate\nbuffer (pH 8.0) to provide sufﬁcient buffering capacity. The Gf-PET\nﬁlm (⌀8 mm, approximately 15 mg) was soaked in 500μLo f1 M\npotassium phosphate buffer (pH 8.0, 30 g kg\n−1 solids loading) with\n4.5 μg( 0 . 3m genzyme gPET\n−1 enzyme loading) of puriﬁed enzyme at 50,\n60 or 65 °C for 12 h.\nComparing TurboPETase with other PET hydrolases under their\nreported reaction conditions.T h eG f - P E Tﬁlm (⌀8 mm, approximately\n15 mg) was soaked in 750μL buffer (20 g kg−1 solids loading) for 12 h.\nFor comparison with FastPETase, the Gf-PET ﬁlm was soaked in\n100 mM potassium phosphate buffer (pH 8.0) at 50 °C with 4.5μgo f\npuriﬁed enzyme (0.3 mgenzyme gPET\n−1 enzyme loading). For comparison\nwith HotPETase, the Gf-PETﬁlm was soaked in 50 mM Glycine-NaOH\nbuffer (pH 9.2) at 60 °C with 0.9μgo fp u r iﬁed enzyme (0.06 mgenzyme\ngPET\n−1 enzyme loading). For comparison with LCCICCG,t h eG f - P E Tﬁlm\nwas soaked in 100 mM potassium phosphate buffer (pH 8.0) at 65 °C\nwith 3 μgo fp u r iﬁed enzyme (0.2 mg\nenzyme gPET\n−1 enzyme load-\ning) for 3 h.\nDepolymerization of the pretreated PET bottles\nPET bottles pretreatment. Postconsumer PET bottles were collected\nfrom the garbage collection station in Beijing, China. The bottles were\nw a s h e dw i t hd e i o n i z e dw a t e ra n dd r i e da n dt h e nm i c r o n i z e di n t os m a l l\nﬂakes using a crusher JZ-T-005 (Shiyan Precision Instruments, Dong-\nguan, China). Theﬂakes were subsequently amorphized using a twin-\nscrew extruder SY-6219-20/32 (Shiyan Precision Instruments, Dong-\nguan, China). The set temperatures were 265 °C in the extruder zones,\nArticle https://doi.org/10.1038/s41467-024-45662-9\nNature Communications|         (2024) 15:1417 9\n285 °C in the melt pump, and 285 °C in the screen changer zones. The\nobtained amorphous ﬁbres of PET were further micronized by a\nDFY– 1000D grinder (DingLi, Wenzhou, China) at room temperature.\nAfter sieving, PET powders with particle sizes less than 400μmw e r e\nobtained (11.1% crystallinity on average).\nComparing the depolymerization performance of TurboPETase and\nLCCICCG. Twenty grams of pretreated PET powder and 80 mL of\n100 mM potassium phosphate buffer (pH 8.0) containing 40 mg of\npuriﬁed enzyme were mixed in a 200 mL bioreactor (Kusnc, Shanghai,\nChina). A magnetic stirrer was utilized to maintain constant agitation at\n300 rpm. The temperature was regulated at 65 °C (or 72 °C for LCC\nICCG)\nby water bath immersion, and the pH was regulated at 8.0 by adding\n4 M NaOH solution. Assays were performed in triplicate and evaluated\naccordingly.\nDuring the reaction, the percentage of PET depolymerization was\nevaluated by analysing the supernatant through HPLC. Theﬁnal\ndepolymerization yield was additionally veriﬁed by investigating the\nweight of residual PET. The reaction mixture wasﬁltered through\nWhatman grade 1 qualitativeﬁlter papers (GE Healthcare, USA). The\nresidue was washed twice with deionized water and then dried at 65 °C\novernight. To evaluate the proportion of PET in the residue, 200 mg of\nthe dried residue was incubated in 20 mL of 4 M NaOH solution at\n90 °C for 3 h. Afterwards, the amount of released TPA was measured by\nHPLC analysis. The overall weight of the residue solids and the pro-\nportion of PET are shown in Supplementary Table 9.\nEstimating the depolymerization performance of TurboPETase at a\nlarger scale. A total of 0.5 kg pretreated PET powder, 1.9 L of deio-\nnized water and 0.1 L of TurboPETase solution (containing 1 g of pur-\niﬁed enzyme) were combined in a 7.5 L bioreactor (New Brunswick\nScientiﬁc, Edison, NJ, USA). The stirring rate was maintained at\n300 rpm, the temperature was regulated at 65 °C, and the pH was\nregulated at 8.0 by adding 4 M NaOH solution. The percentage of PET\ndepolymerization during the reaction was evaluated according to base\nconsumption. Additionally, theﬁnal depolymerization yield was ver-\niﬁed by analysing the residue (alkaline hydrolysis and HPLC analysis\nmethods were identical to the protocol above), which was collected by\ncentrifugation (14,000 × g, 20 min), washed twice with deionized\nwater and dried at 65 °C overnight.\nDetermination of apparent melting temperatures, PET crystal-\nlinity and molecular weights\nTo determine apparent melting temperatures, aﬂuorescence-based\nthermal stability assay was employed. A 5µL1 0 0 - f o l dd i l u t e dS Y P R O\nOrange dye (Molecular Probes, Life Technologies, USA) was added in a\n20 µL protein solution. The mixture was placed in a thin-walled 96-well\nPCR plate, sealed with optical-quality sealing tape. The mixture was\nheated in a CFX 96 real-time polymerase chain reaction (PCR) system\n(BioRad, Hercules, CA, USA) from 25 to 100 °C at a heating rate of\n1.4 °C/min. The crystallinity of PET and PBT was analysed by differ-\nential scanning calorimetry (DSC). The parameters were set following a\npreviously reported procedure\n36. For molecular weight analysis of PET,\ngel permeation chromatography (GPC) analysis was applied. GPC\nmeasurements were carried out using an Agilent 1260 system (Agilent\n1260, Agilent Technologies Inc., U.S.A.) with a Refractive Index (RI)\ndetector. The mobile phase consisted of 1,1,1,3,3,3-hexaﬂuoro-2-pro-\npanol (HFIP), and the analysis was performed at 35 °C with aﬂow rate\nof 1 mL/min.\nKinetics analysis\nFor PET depolymerisation, initial rate measurements were collected\nfor the\nconvMM andinvMM datasets. For theconvMM dataset, Gf-PETﬁlms\nover a range of 0-50 g kg−1 were treated in 300μLo f1 0 0 m Mp o t a s -\nsium phosphate buffer (pH 8.0) with enzyme loadings of 0.12μM,\n0.37μMa n d0 . 7 4μM( 1– 6 μg). For the invMM dataset, 12 g kg−1,\n20 g kg−1,a n d3 0gk g−1 Gf-PET ﬁlms were treated in 500μLo f1 0 0m M\npotassium phosphate buffer (pH 8.0) with enzyme loading levels\nranging from 0 to 2.67μM( 0– 36 μg). The reaction mixture was incu-\nbated at 65 °C for 1 h. All reactions were performed in triplicate and\nterminated by heating to 100 °C for 10 min. The supernatant obtained\nby centrifugation (18,000 × g, 5 min) was then analysed by HPLC. The\ndata wereﬁtted using Matplotlib in python.\nFor 4-Nitrophenol butyrate (pNPB), all reactions were performed\nin 96-well plates in a total reaction volume of 100μL. Theﬁnal con-\ncentrations of pNPB range from 0.2 to 1.4 mM, and theﬁnal con-\ncentration of enzymes was 0.5µgm L\n−1.1 0μL of the solution ofpNPB\n(in anhydrous ethanol), 80μL of 10 mM potassium phosphate buffer\n(pH 8.0), and 10μL of enzymes were incubated at 65 °C for 3 min.\nThen, 100μL of anhydrous ethanol was added to quench the enzy-\nmatic reactions. Each reaction was conducted in triplicate. Thep-\nnitrophenol products were measured at 405 nm using an Inﬁnite® 200\nPRO microplate reader (Tecan, Switzerland). One unit of enzyme\nactivity was deﬁned as the amount of enzyme required to convert\n1 μmol of pNPB per min. The data wereﬁtted using Matplotlib in\npython.\nFor MHET, the reactions were performed in a total volume of\n250 μL. Theﬁnal concentrations of MHET range from 6 to 60 mM (in\n100 mM potassium phosphate buffer, pH 8.0), and theﬁnal con-\ncentration of enzymes was 0.1 mg mL\n−1. The reactions were conducted\nat 65 °C in triplicate for 15 min, then were quenched by adding 250μL\nof dimethylsulfoxide. The hydrolysis extent was measured by HPLC.\nThe data wereﬁtted using Matplotlib in python.\nBinding isotherms\nAdsorption measurements for TurboPETase, BhrPETase, LCCICCG and\nbovine serum albumin (BSA) were conducted in a 100 mM potassium\nphosphate buffer (pH 8.0) using low-binding Eppendorf tubes\n46.AG f -\nPET ﬁlm (⌀8m m ,a p p r o x i m a t e l y1 5m g )w a ss o a k e di n3 0 0μLo fb u f -\nfers containing protein concentrations ranging from 0 to 2µM, main-\ntained at 65 °C for 1 h equilibration period. Afterward, 100µLo ft h e\nsupernatant was mixed with 100µLo ff r e s h l yp r e p a r e dB C Aw o r k i n g\nsolution. This mixture underwent incubation at 37 °C for 30 min, fol-\nlowed by absorbance measurements at 562 nm using a plate reader to\ndetermine the concentration of free proteins within the solution. The\nquantities of bound proteins werethen deduced by calculating the\ndifference between the total protein concentrations and the con-\ncentrations of free proteins.\nDetermination of free cysteine residues\nTo identify the free cysteine residues in the solution of TurboPETase,\n5,5’-Dithiobis-(2-nitrobenzoic acid) (DTNB) was used\n27.2 5 μLo f\nenzyme solution (8μM of BhrPETase or TurboPETase) or L-cysteine\nsolution (0, 10, 20, 30, 40 and 50μM), 225μLo ff r e s h l yp r e p a r e dD T N B\nsolution (2 mg/mL DTNB in 100 mM potassium phosphate buffer, pH\n8.0) and 250μL of EDTA solution (100 mM ethylene diamine tetra-\nacetic acid in 100 mM potassium phosphate buffer, pH 8.0) were\nmixed thoroughly and incubated for 15 min. Afterward, the absorption\nof samples at 412 nm was measured using the spectrophotometer\n(MAPADA V– 1100D, Shanghai, China).\nDepolymerization of PBT\nThe PBTﬁlms were soaked in 500μL of 100 mM potassium phosphate\nbuffer (pH 8.0, 4 g kg−1 solids loading) with 4μgo fp u r iﬁed enzyme\n(2 mgenzyme gPBT\n−1 enzyme loading) at 65 °C for 3 h.\nDepolymerization witha dual-enzyme system\nThe Gf-PETﬁlm (⌀3 mm, approximately 2 mg) was soaked in 1 mL of\n100 mM potassium phosphate buffer (pH 8.0, 2 g kg−1 solids loading)\ncontaining a two-enzyme system (2 mgTurboPETase gPET\n−1 TurboPETase\nArticle https://doi.org/10.1038/s41467-024-45662-9\nNature Communications|         (2024) 15:1417 10\nand BHETase loading ranging between 0 and 2 mgBHETase gPET\n−1)a n d\nincubated at 65 °C for 9 h. For a substrate loading of 30 g kg−1,t h eG f -\nPET ﬁlm (⌀8 mm, approximately 15 mg) was soaked in 500μLo f\n100 mM potassium phosphate buffer (pH 8.0, 30 g kg−1 solids loading)\ncontaining the two-enzyme system. The mixture was incubated at\n65 °C for 1 h with TurboPETase and BHETase concentrations ranged\nfrom 0 to 2 mg\nenzyme gPET\n−1. The supernatant was analysed by HPLC.\nReporting summary\nFurther information on research design is available in the Nature\nPortfolio Reporting Summary linked to this article.\nData availability\nAll data that support theﬁndings of this study are presented within the\narticle and its supplementaryﬁles. For further inquiries or requests for\nadditional information, please contact the corresponding\nauthors. Source data are provided with this paper.\nCode availability\nThe Transformer model used in this study has been made publicly\navailable athttps://github.com/Wublab/code-for-TurboPETase."
    }
  ],
  "results_sections": [
    {
      "heading": "Results",
      "text": "Computational redesign of an efﬁcient PET hydrolase\nPET hydrolases belong to serine-hydrolase family, a widely distributed\ngroup known for their relatively low substrate speciﬁcity. The degra-\ndation function of PET hydrolases is thought to preexist as a pro-\nmiscuous function, which then evolves into a primary function\n28,29.\nGiven our limited knowledge of how a sequence encodes catalytic\nfunctions in polymer-degrading enzymes\n30, addressing the challenge\nby exploiting physics-based computational redesign and rational\ndesign approaches is a difﬁcult task. Alternatively, a successful\napproach involves utilizing deep learning models to map the process\nfrom protein sequence to function, as demonstrated in many cases\n31– 33.\nThese models can capture hidden information indicating the\nimprovement in polymer degradation along the evolution trajectory\nfrom the relativeﬁtness of protein variants. To this end, we employed a\nlanguage model trained on two datasets that involved approximately\n26,000 homologous sequences of PET hydrolases across evolution, to\npredict the probability of amino acid variation from the evolutionary\nlandscape (Fig.1A). To select the template enzyme, we compared the\nactivity of LCC, LCC\nICCG, BhrPETase, FastPETase, and HotPETase using\namorphous PETﬁlms (Gf-PET, from the supplier Goodfellow) across a\nrange of temperatures (Supplementary Fig. 2). BhrPETase shares a high\nsequence identity of 94% with LCC, whereas LCC\nICCG represents a var-\niant of LCC characterized by four amino acid substituents (F243I/\nD238C/S283C/Y127G). Both FastPETase and HotPETase are derivatives\nengineered fromIsPETase (Supplementary Fig. 3). At 65 °C, BhrPETase\nand LCCICCG exhibited the highest catalytic performance of all PET\nhydrolases and temperatures tested and were chosen as the inputs. A\nTransformer encoder was used to process input amino acid sequences\nwith absolute position embedding. Residue positions were sorted by\nthe mean of the logits of 19 mutations assigned to the wild type amino\nacid at each position. The top ten amino acid positions with the highest\naverage scores of each model were selected. After duplicated amino\nacid positions were removed, 18 amino acid positions at which the\nwild-type residues ﬁt less well than potential substitutions were\nobtained (Supplementary Table 1).\nAccording to the crystal structures of BhrPETase (PDB code:\n7EOA)a n dL C C\nICCG S165A in complex with MHET (PDB code:7VVE34), 7\nof the 18 generated amino acid positions (W104, H164, M166, W190,\nH191, H218, and F/I243) were suggested to be embedded in a PET-\nbinding groove. Due to the relatively higher thermostability of\nBhrPETase, we subjected the 7 positions on this enzyme to generate 34\nvariants. Chen et al. reported that the Ser214/Ile218 double mutants of\nseveral IsPETase-homologous enzymes showed enhanced PET hydro-\nlysis activity (by at least 1.3-fold) but vastly decreasedT\nm values\n(by approximately 10 °C)35. Since His218 (corresponding to Ser214\nin IsPETase) was involved in our predicted candidates, the hydrolytic\nperformance of the H218S/F222I variant was also explored (Supple-\nmentary Table 2). Among the variants, BhrPETase\nH218S/F222I (referred to\nas BhrPETase M2) resulted in the highest improvements with a 1.7-fold\nincrease in PET-hydrolytic activity at 65 °C, rendering this variant the\nnew template for the second-round accumulation of the mutations at\nthe remaining 6 positions. During the 2nd accumulation stage, only\nmutations at W104 and F243 positions (W104L, W104S, W104H,\nW104G, F243I, F243T, and F243G) on M2 exhibited improved hydro-\nlytic activities (by 10% to 34%), albeit with signiﬁcant decrease in\nthermostability (Supplementary Table 3).\nEmpirical data have suggested that aT\nm 15 °C higher than theTopt\nis necessary for catalyst longevity27. Hence, a PET hydrolase with aTm\nat least over 80 °C is preferred for efﬁcient PET degradation. Notably,\nthe M2 variant exhibited a melting temperature of 85 °C, which was\n11 °C lower than that of the wild-type enzyme. The active mutations at\nthe W104 positions on M2 reduced the stability even further, withT\nm\nvalues ranging from 71.5 °C to 75.5 °C. The nonnegligible decrease in\nstability limited further combination, and compensatory mutations\nneeded to be introducedﬁrst to suppress the deleterious effects.\nTherefore, we applied our previously devised GRAPE strategy\n36,w h i c h\nemploys four complementary algorithms, namely, FoldX37 (force ﬁeld\nenergy function), Rosetta_cartesian_ddg38 (forceﬁeld energy function),\nABACUS39 (statistical energy function) and DDD40 (force ﬁeld energy\nfunction), to design stabilizing mutations to compensate and buffer\nthe destabilizing mutations (Fig.1B). Upon experimental validation, 3\nbeneﬁcial variants (A209R, D238K, and A251C-A281C) resulted in\nimproved thermostability without compromising the activity (Sup-\nplementary Table 4). We added the stabilizing variants to the M2 var-\niant using a stepwise combining strategy and resulted in a BhrPETase\nM6 variant (BhrPETase\nH218S/F222I/A209R/D238K/A251C/A281C), which exhibited a\nrestored melting temperature of 97 °C without sacriﬁcing activity.\nSubsequently, active mutations at the W104 and F243 positions were\ncombinatorically assembled and accumulated onto the thermostable\nM6 variant, generating 12 new variants (Fig.1C and Supplementary\nTable 5). After a consideration of both depolymerization performance\nand thermostability, the best combination variant, BhrPETase\nH218S/F222I/\nA209R/D238K/A251C/A281C/W104L/F243T(referred to as TurboPETase), was selected\nwith aTm of 84 °C and a 3.4-fold improvement in PET-speciﬁc activity\ntowards GF-PETﬁlms compared to wild-type BhrPETase (Fig.1D). In\nindustrial scenarios, enzymatic hydrolysis is typically conducted in\nwater rather than in a dedicated buffered system to simplify down-\nstream processing. Aligned with the industrial preferences, we also\nevaluated the 12 variants under a low buffer concentration. The results\nrevealed that with the exception M6\nW104G/F243T, all variants largely\nretained their degrading activity in 100 mM potassium phosphate\nbuffer (Supplementary Fig. 4 and Supplementary Table 6). TurboPE-\nTase consistently outperformed the other variants under both low and\nhigh buffer concentrations, making it the most effective variant for\nfurther investigation.\nThe depolymerization performance of TurboPETase was subse-\nquently evaluated across a temperature range of 50– 65 °C with respect\nto other PET hydrolases (Fig.2A, B, and Supplementary Fig. 5). At 65 °C,\nTurboPETase exhibited the highest overall degradation of all PET\nhydrolases and temperatures tested, releasing 29.66 mM of the pro-\nducts (sum of BHET, MHET, and TPA) in 3 h. Counterparts like\nBhrPETase, LCC, LCC\nICCG,I C C GI6M,a n dP E S - H 1L92F/Q94Y which exhibit high\ndegradation performance at elevated temperatures, rendered hydro-\nlytic activity 1.8-, 4.7-, 2.1-, 2.0-, and 19-fold lower than that of Turbo-\nPETase, respectively. At suboptimal temperatures, TurboPETase\nArticle https://doi.org/10.1038/s41467-024-45662-9\nNature Communications|         (2024) 15:1417 2\nconsistently outperformed other PET hydrolases, albeit the decreased\nhydrolytic activity. At the optimal temperature of HotPETase and\nCaPETaseM9 of 60 °C, TurboPETase generated 11.73 mM monomer\nproducts in 3 h, whereas HotPETase and CaPETaseM9 produced\n4.32 mM and 0.60 mM monomers, which were 1.7-, and 18-fold lower\nthan that of TurboPETase. When subjected to 50 °C, TurboPETase\nregistered hydrolytic efﬁciencies exceeding those of FastPETase and\nDepoPETase by 43% and 59%, respectively. In light of the lower enzyme\nconcentrations employed in certain reports, we recalibrated our\nreactions to mirror these conditions to ensure a fairer comparison\n(Fig. 2C– E). Under their reported reaction conditions, the reaction\nrates of LCC\nICCG, HotPETase, and FastPETase were 1.8-, 4.9-, and 1.0-fold\nlower, respectively, than that of TurboPETase. Recently, similar\nexperiments were conducted to evaluate the degradation perfor-\nmance of FastPETase, HotPETase, PES-H1L92F/Q94Y and LCCICCG under\nindustrial conditions41. Their results demonstrated that HotPETase\nexhibited a higher speciﬁc activity compared to PES-H1L92F/Q94Y at a low\nsubstrate loading of 2 g L−1. However, as the substrate concentrations\nincreased to 16.5% (w/w) and 20% (w/w), the PET conversion of Hot-\nPETase were signiﬁcantly lower than those of PES-H1L92F/Q94Y.T h i s\nreduced efﬁciency at higher substrate loadings is suggested to be\nattributed to the limited thermostability and other catalytic properties\nof HotPETase, such as product inhibition. Despite the good perfor-\nmance of PES-H1\nL92F/Q94Y under industrially relevant conditions, theﬁnal\ndepolymerization was still lower than that achieved by LCCICCG.G i v e n\nthe reported enhancements of PES-H1L92F/Q94Y in 1 M potassium phos-\nphate buffer, we also compared TurboPETase with PES-H1L92F/Q94Y\nunder elevated buffer concentration, with TurboPETase still out-\npacing, yielding up to 2.5 times the degradation products of PES-H1\nL92F/\nQ94Y at 65 °C (Supplementary Fig. 6). To evaluate the long-time stability\nof TurboPETase, we extended the reaction time. The results demon-\nstrated continuous enzyme performance of TurboPETase at elevated\ntemperatures, as it produced 130 mM of soluble monomer products\nover 12 h at 65 °C, whereas the released products with BhrPETase, LCC,\nLCC\nICCG were substantially lower (Supplementary Fig. 7). The degra-\ndation results highlight the substantially superior hydrolytic\nFig. 1 | Schematic representation of the redesign of PET hydrolases using the\nhybrid computational method. APotentially beneﬁcial mutations are predicted\nwith the Transformer model trained on two datasets (left panel). The top ten pre-\ndicted amino acid positions (red circles) were selected. Removal of duplicate\npositions resulted in 18 residue positions, of which 7 positions were suggested to be\nlocated at the PET binding site (right panel). The Cα atoms of these amino acid\npositions are shown as blue spheres, whereas the 11 remaining positions are shown\nas coral spheres. PET and the catalytic triad are shown as ball-and-stick repre-\nsentations.B Schematic representation of the GRAPE strategy. Four algorithms\nwere employed to predict the stabilizing mutations (left panel). After structural\nﬁltering, the potential stabilizing candidates were veriﬁed experimentally (right\npanel). The Cα atoms of the mutations with improved thermostability are shown as\nblue spheres, whereas other experimentally veriﬁed mutations are shown as coral\nspheres. C Schematic representation of the accumulation step. Mutations at the 7\nresidue positions located at the PET binding site were added to the wild type\nenzyme (BhrPETase), resulting in the best hit BhrPETase\nH218S/F222I (M2). Adding the\nmutations at the remaining 6 positions to M2 led to active variants with dramati-\ncally decreased stability, and therefore, the GRAPE strategy was employed. The\nstabilizing mutations were combined into M2 and resulted in the thermostable\nvariant M6, which can compensate for the destabilizing mutations in further\naccumulation steps. The active mutations at the W104 and F243 positions were\ncombinatorically assembled on M6, leading to theﬁnal mutant TurboPETase.\nD Thermostability and relative PET-degrading activity of BhrPETase and the var-\niants. The activities were homogenized according to BhrPETase. Data are from one\nindependent experiment. Mutations predicted by the Transformer model and the\nGRAPE strategy are colored blue and green, respectively. The double mutants at the\nW104 and F243 positions on M6 are shown in red. Arrows represent the accumu-\nlation path. The yellow area represents the optimal melting temperature range for\nPET hydrolases to enable efﬁcient depolymerization at 65 °C.\nArticle https://doi.org/10.1038/s41467-024-45662-9\nNature Communications|         (2024) 15:1417 3\nperformance of TurboPETase across various temperatures and other\nreaction conditions tested.\nMichaelis‒Menten approach and structural analysis\nTo interpret the enhanced hydrolysis performance, the kinetics were\nanalysed through conventional Michaelis‒Menten model and inverse\nMichaelis‒Menten model. As shown in Fig.3A, the curves exhibited\nnear-linear relationships for the initial rate and substrate loading under\nall conditions for TurboPETase, BhrPETase and LCC\nICCG. Conventional\nsaturation behaviour was not observed because even the lowest\nenzyme concentrations used here (0.12μM) were too high for the\nconventional approach to be valid, which indicates the very fast rates\nof dissociation of the enzymes from the PET surface. Additionally, we\nconducted a kinetic comparison for soluble substrates (MHET and\npNPB) as detailed in Supplementary Fig. 8 and Supplementary Table 7.\nThe catalytic efﬁciency of TurboPETase towards MHET showed only a\nmodest enhancement relative to PET (with a 32% increase), suggesting\nthat there may be other factors, potentially increased adsorption to\nthe surface, contributing to the ampliﬁed degradation efﬁciency of\nPET. Conversely, the slight decrement in TurboPETase’s k\ncat for pNPB,\naccompanied by a reduced binding afﬁnity, inferred potential changes\nin the substrate binding domain, rendering it less conducive for other\nsmall molecule interactions.\nAlthough the hydrolysis of PET could not meet the criteria for the\nconventional approach, the inverse Michaelis‒Menten model was\nmore applicable. The inverse Michaelis‒Menten equation has been\nsuccessfully employed to study the kinetics of heterogeneous\nenzymes such as cellulases, by which the catalytic efﬁcacy against\naccessible attack sites on the polymer surface can be estimated\n42– 45.A s\na typical surface erosion process, enzymatic hydrolysis of PET can\nhardly permeate the inner core of the polymer, resulting in a limited\nnumber of superﬁcial ester bonds (also termed attack sites) being\naccessed even if the enzymes are in great excess. Saturation thus\noccurs when all sites on the surface become occupied, and the excess\nenzyme molecules accumulate in the solvent\n42. It should be noted that\nnot all adsorption sites are competent for catalytic conversion, non-\nspeciﬁc adsorption also accounts for a considerable proportion44.W e\nmeasured free enzyme concentrations,Efree, and converted it to sub-\nstrate coverage,Γ =( Etot - Efree)/SPET to calculated the total adsorption\nof the enzymes to PET surface (Supplementary Fig. 9 and\nFig. 2 | Comparison of depolymerization performance of TurboPETase with\nother known PET hydrolases. ALocation of the beneﬁcial mutations in Turbo-\nPETase and its counterparts. TurboPETase, BhrPETase and LCCICCG are shown in\ngreen, grey and yellow, respectively. Residues are shown in ball and stick repre-\nsentations.B Comparison of the PET-hydrolytic activity of TurboPETase and other\nPET hydrolases towards Gf-PETﬁlms at temperatures ranging from 50 to 65 °C\nusing 30 g kg\n−1 solids loading and 2 mgemzyme gPET\n−1 enzyme loading in 100 mM\npotassium phosphate buffer, pH 8.0. The bar chart shows the mean depolymer-\nization after 3 h of reaction. Data are presented as mean ± s.d. (n = 3 biologically\nindependent experiments). The circles represent the individual numbers. *In the\ninvestigation conducted by Arnal et al.\n41, the depolymerization efﬁciency of PES-\nH1L92F/Q94Y notably surpassed that of HotPETase, yet it remained inferior to LCCICCG,\nunder industrially relevant substrate loadings of 16.5% (w/w) and 20% (w/w).C Time\ncourse reactions of TurboPETase and FastPETase towards Gf-PETﬁlms at 50 °C\nunder its reported reaction conditions (0.3 mgemzyme gPET\n−1 enzyme loading,\n20 g kg−1 solids loading, 100 mM potassium phosphate buffer, pH 8.0). Data are\npresented as mean ± s.d. (n = 3 biologically independent experiments).D Time\ncourse reactions of TurboPETase and HotPETase towards Gf-PETﬁlms at 60 °C\nunder its reported reaction conditions (0.06 mgemzyme gPET\n−1 enzyme loading,\n20 g kg−1 solids loading, 50 mM Glycine-NaOH buffer, pH 9.2). Data are presented as\nmean ± s.d. (n = 3 biologically independent experiments).E Time course reactions\nof TurboPETase and LCCICCG towards Gf-PETﬁlms at 65 °C using its reported\nenzyme loading of 0.2 mgemzyme gPET\n−1 in 100 mM potassium phosphate buffer\n(pH = 8.0). The solids loading was 20 g kg−1. Data are presented as mean ± s.d. (n =3\nbiologically independent experiments). Source data are provided as a Source\nData ﬁle.\nArticle https://doi.org/10.1038/s41467-024-45662-9\nNature Communications|         (2024) 15:1417 4\nSupplementary Table 8).Γmax represents the (apparent) saturated\nbound enzymes, whereasKd is a dissociation constant46.A tl o w e r\nenzyme concentrations, TurboPETase exhibited a higher adsorption to\nthe PET surface compared to its counterparts. However, upon reaching\nsaturation, similar maximum adsorption capacities ( Γ\nmax)w e r e\nobserved, underscoring a consistent overall binding potential across\nthe enzymes. Comparisons of these enzymes could be expanded by\nconsidering speciﬁc changes in inverse Michaelis‒Menten parameters,\nwhich can reﬂect the binding capability to the attack sites of the PET\nsurface. As shown in Fig.3Ba n dT a b l e1,t h e\ninvKM values revealed\nmarginal differences between TurboPETase, BhrPETase, and LCCICCG,\nespecially for the values at 30 g kg−1 substrate loading, indicating that\nthe speciﬁc adsorption capacity of TurboPETase at the attack sites on\nthe PET surface was not impaired. It’s noteworthy that TurboPETase\nexhibited a 2.1-fold increase ininvVmax/massS0 compared with BhrPETase\nand LCCICCG. The inverse parameter, maximal reaction velocity per\navailable reactive site (invVmax/massS0), speciﬁes the rate when all attack\nsites are covered with the enzyme42. Since no substantial differences in\ninvKM and Γmax values were observed among the enzymes, the elevated\ninvVmax/massS0 values may imply a broadened targeting of TurboPETase\ntowards speciﬁc attack sites when the enzymes maintained a stable\noverall adsorption level. Consequently, we presumed that the\nenhanced depolymerization performance of TurboPETase may rely, at\nleast in part, on the enhanced ability to attack a broader spectrum of\nspeciﬁc attack sites that can be hydrolysed to form a productive\ncomplex.\nFig. 3 | Kinetic parameters and structural analysis of TurboPETase.\nA Conventional andB inverse Michaelis‒Menten plots of TurboPETase, BhrPETase,\nand LCCICCG at 65 °C in 100 mM potassium phosphate buffer, pH 8.0. Data are\npresented as mean ± s.d. (n = 3 biologically independent experiments). Source data\nare provided as a Source Dataﬁle. C RMSF values (in Å) for all Cα atoms of"
    },
    {
      "heading": "Discussion",
      "text": "Biocatalytic PET depolymerization offers a sustainable and energy-\nefﬁcient approach to PET recycling, presenting a more environmen-\ntally friendly alternative to current disposal methods such as landﬁlls\nand incineration. While signiﬁc a n tp r o g r e s sh a sb e e nm a d et ot h i se n d ,\nthe ultimate goal is to develop enzymes and processes suitable for\nindustrial-scale applications. Both high substrate solids content and\nconversion beneﬁt the economics of PET biodegradation, as it reduces\nboth capital and operational expenditures. However, the material\nslurry exhibits a high apparent viscosity due to the high solids loading,\nleading to limited mass and heat transfer, which reduces the efﬁciency\nof enzymes in the early stages of hydrolysis. More importantly,\nincreasing the solids loading to industrially relevant levels would lower\nthe depolymerization yield due to the inhibition by high product\nconcentrations\n16. Hence, mere thermostability of the enzyme may not\nsufﬁce for industrial PET degradation. Multiple factors interplay,\ninﬂuencing enzyme efﬁcacy in real-world scenarios. An aspect often\noverlooked by the scientiﬁc community is the variance in hetero-\ngeneous enzymatic hydrolysis between laboratory experiments and\nindustrial production. For instance, the depolymerization activity of\nPET can be enhanced in the laboratory by fusion with noncatalytic\nbinding modules to increase the enzyme concentration on the PET\nsurface. However, this advantage is completely lost at an industrial\nsolids loading level\n15. Despite recent advancements in engineering PET\nhydrolases to improve their performance in PET depolymerization,\nefforts are still needed in the quest of new PET hydrolases to address\nconversion loss under industrially relevant conditions."
    }
  ]
}