{
  "txt_file": "s41586-022-04599-z.txt",
  "pdf_file": "s41586-022-04599-z.pdf",
  "title": "662 | Nature | Vol 604 | 28 April 2022",
  "experimental_sections": [
    {
      "heading": "Any methods, additional references, Nature Research reporting sum-",
      "text": "maries, source data, extended data, supplementary information, \nacknowledgements, peer review information; details of author contri-\nbutions and competing interests; and statements of data and code avail-\nability are available at https://doi.org/10.1038/s41586-022-04599-z.\n1. Geyer, R., Jambeck, J. R. & Law, K. L. Production, use, and fate of all plastics ever made. \nSci. Adv. 3, e1700782 (2017).\n2. Santos, R. G., Machovsky-Capuska, G. E. & Andrades, R. Plastic ingestion as an \nevolutionary trap: toward a holistic understanding. Science 373, 56–60 (2021).\n3. MacLeod, M., Arp, H. P. H., Tekman, M. B. & Jahnke, A. The global threat from plastic \npollution. Science 373, 61–65 (2021).\n4. Chen, C. C., Dai, L., Ma, L. & Guo, R. T. Enzymatic degradation of plant biomass and \nsynthetic polymers. Nat. Rev. Chem. 4, 114–126 (2020).\n5. George, N. & Kurian, T. Recent developments in the chemical recycling of postconsumer \npoly(ethylene terephthalate) waste. Ind. Eng. Chem. Res. 53, 14185–14198 (2014).\n6. Simon, N. et al. A binding global agreement to address the life cycle of plastics. Science \n373, 43–47 (2021).\n7. Kawai, F., Kawabata, T. & Oda, M. Current knowledge on enzymatic PET degradation and \nits possible application to waste stream management and other fields. Appl. Microbiol. \nBiotechnol. 103, 4253–4268 (2019).\n8. Sarah, K. & Gloria, R. Achieving a circular bioeconomy for plastics. Science 373, 49–50 \n(2021).\n9. Ru, J., Huo, Y. & Yang, Y. Microbial degradation and valorization of plastic wastes. Front. \nMicrobiol. https://doi.org/10.3389/fmicb.2020.00442 (2020).\n10. Ellis, L. D. et al. Chemical and biological catalysis for plastics recycling and upcycling. \nNat. Catal. 4, 539–556 (2021).\n11. Taniguchi, I. et al. Biodegradation of PET: current status and application aspects. ACS \nCatal. https://doi.org/10.1021/acscatal.8b05171 (2019).\n12. Tournier, V. et al. An engineered PET depolymerase to break down and recycle plastic \nbottles. Nature 580, 216–219 (2020).\n13. Inderthal, H., Tai, S. L. & Harrison, S. T. L. Non-hydrolyzable plastics – an interdisciplinary \nlook at plastic bio-oxidation. Trends Biotechnol. 39, 12–23 (2021).\n14. Yoshida, S. et al. A bacterium that degrades and assimilates poly(ethylene \nterephthalate). Science 351, 1196–1199 (2016).\n15. Chen, C. C. et al. General features to enhance enzymatic activity of poly(ethylene \nterephthalate) hydrolysis. Nat. Catal. https://doi.org/10.1038/s41929-021-00616-y (2021).\n16. Worm, B., Lotze, H. K., Jubinville, I., Wilcox, C. & Jambeck, J. Plastic as a persistent marine \npollutant. Ann. Rev. Env. Resourc. https://doi.org/10.1146/annurev-environ-102016- \n060700 (2017).\n17. Son, H. F. et al. Rational protein engineering of thermo-stable PETase from Ideonella \nsakaiensis for highly efficient PET degradation. ACS Catal. 9, 3519–3526 (2019).\n18. Austin, H. P. et al. Characterization and engineering of a plastic-degrading aromatic \npolyesterase. Proc. Natl Acad. Sci. USA 115, E4350–E4357 (2018).\n19. Joo, S. et al. Structural insight into molecular mechanism of poly(ethylene terephthalate) \ndegradation. Nat. Commun. 9, 382 (2018).\n20. Han, X. et al. Structural insight into catalytic mechanism of PET hydrolase. Nat. Commun. \n8, 2106 (2017).\n21. Furukawa, M., Kawakami, N., Oda, K. & Miyamoto, K. Acceleration of enzymatic \ndegradation of poly(ethylene terephthalate) by surface coating with anionic surfactants. \nChem. Sus. Chem. 11, 4018–4025 (2018).\n22. Cui, Y. et al. Computational redesign of a PETase for plastic biodegradation under \nambient condition by the GRAPE strategy. ACS Catal. https://doi.org/10.1021/acscatal. \n0c05126 (2021).\n23. Chen, K., Hu, Y., Dong, X. & Sun, Y. Molecular insights into the enhanced performance of \nekylated petase toward PET degradation. ACS Catal. 11, 7358–7370 (2021).\n24. Shroff, R. et al. Discovery of novel gain-of-function mutations guided by structure-based \ndeep learning. ACS Synth. Biol. 9, 2927–2935 (2020).\n25. Kawai, F. et al. A novel Ca\n2+-activated, thermostabilized polyesterase capable of \nhydrolyzing polyethylene terephthalate from Saccharomonospora viridis AHK190. Appl. \nMicrobiol. Biotechnol. 98, 10053–10064 (2014).\n26. Weissmann, D. Applied Plastics Engineering Handbook: Processing, Materials, and \nApplications 2nd edn (ed. Kutz, M.) 717–741 (William Andrew Publishing, 2017).\n27. Wallace, N. E. et al. The highly crystalline PET found in plastic water bottles does not \nsupport the growth of the PETase-producing bacterium Ideonella sakaiensis. Environ. \nMicrobiol. Rep. 12, 578–582 (2020).\n28. Wei, R. & Zimmermann, W. Microbial enzymes for the recycling of recalcitrant \npetroleum-based plastics: how far are we? Microb. Biotechnol. 10, 1308–1322 (2017).\n29. Kawai, F., Kawabata, T. & Oda, M. Current state and perspectives related to the \npolyethylene terephthalate hydrolases available for biorecycling. ACS Sustain. Chem. \nEng. 8, 8894–8908 (2020).\nPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations.\n© The Author(s), under exclusive licence to Springer Nature Limited 2022\nArticle"
    },
    {
      "heading": "Methods",
      "text": "CNN model\nMutCompute24 is a three-dimensional CNN (3DCNN) model in which \nthe architecture consists of nine layers divided into two blocks:  \n(1) feature extraction and (2) classification. The feature extraction block \nconsisted of six layers: two pairs of 3D convolutional layers followed by \na dimension reduction max pooling layer after each pair. The first pair \nof convolutional layers used filters of size 3 × 3 × 3 and the second pair \nhad filters of size 2 × 2 × 2. For the first pair, the convolutional layers had \n100 and 200 filters and for the second pair, the convolutional layers \nhad 200 and 400 filters. Furthermore, the rectified linearity unit func-\ntion (Relu) was applied to the output of the four convolutional layers. \nThe final feature maps generated by the feature extraction block had \ndimensions of size 400 × 3 × 3 × 3. These feature maps were flattened \ninto a one-dimensional vector of size 10,800 before being passed to \nthe classification block. The classification block consisted of three fully \nconnected dense layers given dropout rates of 0.5, 0.2 and 0, respec-\ntively. Like the feature extraction block, the output of the first two dense \nlayers was transformed by the Relu function. T o obtain a vector of 20 \nprobability scores representing the network prediction for each of the \namino acids, we applied a softmax activation function to the output of \nthe third dense layer. MutCompute is available as a machine learning \nas a service on https://mutcompute.com.\nMutCompute predictions\nMutCompute predictions were obtained by running the WT PETase \n(PDB ID 5XJH) and ThermoPETase (PDB ID 6IJ6) through our machine \nlearning as a service at https://mutcompute.com. Residues were filtered \nby sorting by the probability assigned to the WT amino acid. We filtered \n34 and 39 residues from the WT PETase and ThermoPETase crystal struc-\ntures, respectively. From these filtered residues, we assigned priority \nto our experimental mutagenesis by selecting the ten residues from \neach crystal structure with the highest log2 fold change between the \npredicted amino acid and WT amino acid probabilities. Before experi-\nmentation, selected residues were visualized with MutCompute-View, \nwhich is built on top of NGL Viewer (https://github.com/nglviewer/ngl), \nto ensure three things: (1) the prediction was chemically sound and \nnot because of a crystal or model artefact, (2) we were avoiding the \nactive site and binding pocket and (3) avoiding epistatic interactions \nbetween predictions and instead targeting predicted ‘instability hot-\nspots’ . MutCompute-View has been made publicly available at https://\nmutcompute.com/view.\nProtein crystallization, X-ray diffraction data collection, data \nprocessing and model refinement\nT o identify crystallization conditions for FAST-PETase, a sample con-\ntaining 6 mg ml−1 purified FAST-PETase was screened in sparse-matrix \nscreening using Phoenix robotic system (Art Robinson). The initial hits \nwere identified with the rod-shaped crystals formed after incubating \nscreening plates at 25 °C for 3 days. The crystallization was optimized \nas 0.1 M bis-TRIS, 2.0 M ammonium sulfate, pH 5.5 setup as sitting-drop \nvapour diffusion.\nIndividual FAST-PETase crystals were flash-frozen directly in liquid \nnitrogen after cryoprotected with 30% (v/v) glycerol. X-ray diffraction \ndata were collected at the 23-ID-B beamline in the Advance Photon \nSource. The X-ray diffraction pattern was processed to 1.44 Å resolution \nfor FAST-PETase crystals using HKL2000 (ref. 30). The structure was \nsolved by molecular replacement with ThermoPETase structure as the \ninitial search model (PDB code 6IJ6, ref. 17). The molecular replacement \nsolution for FAST-PETase structure was iteratively built and refined \nusing Coot31 and the Phenix32 refinement package. Procheck and Mol-\nProbity evaluated the quality of the finalized FAST-PETase structure. \nThe final statistics for data collection and structural determination \nare shown in Extended Data Table 1.\nCloning\nGenes encoding I. sakaiensis 201-F6 IsPETase (WT PETase) (accession \nnumber: A0A0K8P6T7), its mutants—PETase S121E/D186H/R280A  (Ther -\nmoPETase17) and PETaseS214H/I168R/W159H/S188Q/R280A/A180I/G165A/Q119Y/L117F/T140D \n(DuraPETase22), cutinase-like enzyme, from S. AHK190 (ref. 25) (Cut190) \n(accession number: BAO42836), LCC (accession number: G9BY57) \nand its mutant LCCF243I/D238C/S283C/N246M (ICCM)12—were commercially \nsynthesized for cloning. T o enable extracellular expression of PETase \nand its mutants in Pseudomonas putida KT2440 (ATCC 47054), the \nnucleotide sequence of the signal peptide SPpstu (21 amino acids) from \nmaltotetraose-forming amylase of Pseudomonas stutzeri MO-19 (ref. 33)  \nwas used to substitute the original signal peptide sequence (first 27 \namino acids) of WT PETase. The WT PETase and its mutants’ genes \nwith SPpstu presented at the N terminus were amplified by polymerase \nchain reaction (PCR) using the synthetic genes as a template. Subse-\nquently, using the Gibson Assembly method, DNA fragments encoding \nWT PETase, ThermoPETase and DuraPETase were subcloned into a \nmodified pBTK552 vector34 in which the antibiotic resistance marker \nwas swapped from spectinomycin to kanamycin resistance gene and a \nC-terminal hexa-histidine tag-coding sequence was added. T o enable \nintracellular expression of Cut190, LCC and ICCM in Escherichia coli \n(DE3) (New England Biolabs), the nucleotide sequence encoding the \noriginal signal peptide was removed from the synthetic genes. The \nCut190, LCC and ICCM genes without signal peptide sequence were \namplified by PCR using the synthetic genes as a template. Subsequently, \nusing Gibson Assembly method, the DNA fragments encoding Cut190, \nLCC and ICCM were subcloned into a commercial vector-pET -21b (Nova-\ngen), which carries a C-terminal hexa-histidine tag-coding sequence. \nThe electrocompetent cell E. coli DH10β was transformed with the \nGibson Assembly product by following a standard electroporation \nprotocol. The resultant expression plasmid DNA was extracted from \nthe overnight culture of the cloning host by using the QIAprep Spin \nMiniprep kit (Qiagen). The DNA sequence of the extracted plasmid \nwas verified by Sanger sequencing. A list of nucleotide sequences and \nexpressed amino acid sequences of the genes used in the study is pro-\nvided in Supplementary Methods.\nVariant construction\nVariants of WT PETase, ThermoPETase and DuraPETase were generated \nthrough site-directed mutagenesis using the PCR method described in \nthe Q5 Site-Directed Mutagenesis Kit E0552S (New England Biolabs). \nThe constructed plasmids carrying WT PETase, ThermoPETase and \nDuraPETase genes were used as the templates for mutagenesis PCR \nreaction. The corresponding primer sequences and annealing tem-\nperature were designed and generated by using the NEBaseChanger \ntool. Stellar Competent Cells (Clontech Laboratories) were used as \nthe cloning host and transformed with the ligated plasmids using the \nheat-shock method provided in the manufacturer’s instructions. Plas-\nmid extraction and sequencing for the variants were performed under \nthe same conditions as described for plasmids carrying WT PETase, \nThermoPETase and DuraPETase genes.\nProtein expression and purification\nFor extracellular protein expression of WT PETase, ThermoPETase, \nDuraPETase and their variants, P . putida KT2440 was used as the expres-\nsion host and its electrocompetent cell was transformed with the cor-\nresponding constructed plasmids. For intracellular protein expression \nof Cut190, LCC, ICCM and their variants, E. coli BL21 (DE3) was used as \nthe expression host and its electrocompetent cell was transformed \nwith the corresponding constructed plasmids. A single colony of an  \nP . putida KT2440 or E. coli BL21 (DE3) strain harbouring one of the con-\nstructed plasmids was inoculated into 2 ml of Luria Bertani medium \nwith 50 µg ml−1 kanamycin and grown overnight at 37 °C/225 r.p.m. The \novernight-grown culture (using 150 µl) was scaled up with 1,000-fold \ndilution in a 500-ml triple baffled shake flask and grown to a cell density \nof 0.8 (optical density (OD600)) at 37 °C/225 r.p.m. Protein expression was \ninduced by adding 0.2 mM of isopropyl-β-D-1-thiogalactopyranoside \nand cells were cultured for 24 h at 30 °C/225 r.p.m. For isolation of the \nextracellularly expressed PETase enzymes, the induced cell culture was \ncentrifuged at 14,000g and 4 °C for 20 min to obtain the supernatant \nthat accommodates secretory protein. For isolation of the intracellularly \nexpressed Cut190, LCC and ICCM, the induced cell culture was collected \nby centrifugation at 4,000g and 4 °C for 20 min. Cell pellets were then \nresuspended in 25 ml of Dulbecco’s phosphate buffered saline (DPBS) \n(Thermo Fisher Scientific) pH 7.0 buffer containing 10 mM imidazole, \n1 g l−1 lysozyme and 5 µl of Pierce Universal Nuclease (Thermo Fisher \nScientific), followed by mixing on a rocker for 20 min at 4 °C. Subse-\nquently, cells were lysed by sonication and the resulting cell lysate was \ncentrifuged at 14,000g and 4 °C for 20 min to obtain the supernatant \nthat contains soluble proteins. Target proteins from the above two types \nof supernatant were both purified by HisPur Ni-NTA Resin (Thermo \nFisher Scientific) according to the manufacturer’s instructions. Desalt-\ning of the protein eluent was carried out by using Sephadex G-25 PD-10 \ncolumns (GE Healthcare) according to the manufacturer’s instructions. \nAll purification and desalting steps were performed at 4 °C in a cold \nroom. Afterwards, the purified protein was concentrated to a final vol-\nume of 1 ml by the 50 ml, 10-kDa cut-off Amicon Ultra Centrifugal Filter \ndevice (EMD Millipore Corporation) and preserved in DPBS (pH 7.0). \nThe protein concentration was then determined by using the Coomas-\nsie Plus Bradford Assay kit (Thermo Fisher Scientific) and the Infinite \nM200 PRO microplate reader (T ecan) to measure the absorbance of \nassay mixtures. The presence and purity of the purified proteins were \nassessed by sodium dodecyl sulfate‐polyacrylamide gel electrophoresis.\nIn vitro analysis of PET-hydrolytic activity using commercial \nGoodfellow PET film (gf-PET)\nT o evaluate the PET-hydrolytic activity of PETase and its variants, \nthe homogenous amorphous gf-PET film (Goodfellow, US 577-529-\n50; specification: 1.3–1.4 g cm−3 density, 1.58–1.64 refractive index, \n100 × 10 −13 cm3. cm cm −2 s−1 Pa−1 permeability to water at 25 °C, \n20–80 × 0−6 K−1 coefficient of thermal expansion, 0.13–0.15 W m−1 K−1 \nat 23 °C thermal conductivity) was used as the substrate for degradation \nassays with the purified PETase enzyme and its variants. The gf-PET film \nwas prepared in a circular form (6 mm in diameter, roughly 11.4 mg) and \nwas washed three times with 1% SDS, 20% ethanol and deionized water \nbefore usage. Subsequently, the gf-PET film was put into a glass test \ntube and fully submerged in 600 µl of 100 mM KH2PO4-NaOH buffer \n(pH 8.0) with 200 nM purified enzyme. The test tube was tightly capped \nand wrapped with parafilm to minimize volatilization. The reaction \nmixture was then incubated at 30, 40, 50, 55 and 60 °C for 96 h. Fol-\nlowed by removing the enzyme-treated gf-PET film from the reaction \nmixture, the enzyme reaction was terminated by heating at 85 °C for \n20 min. The reaction mixture samples were then centrifuged at 10,000g \nfor 5 min. The supernatant of each sample was further analysed by \nhigh-performance liquid chromatography (HPLC) for quantifying PET \nmonomers released from the PET depolymerization.\nT o compare the PET-hydrolytic activity of FAST-PETase with WT PETase, \nThermoPETase, DuraPETase, LCC and ICCM across a range of pH (6.5–8.0) \nat 30 and 40 °C, a similar experimental setup was used. The circular \ngf-PET film (6 mm diameter, roughly 11.4 mg) was used as the substrate. \nThe enzyme reactions were performed with 200 nM purified enzyme in \n600 µl of 100 mM KH2PO4-NaOH buffer with various pH values (6.5, 7.0, \n7.5 or 8.0) at 30 and 40 °C. After incubating the enzyme reaction for 96 h, \nthe supernatant of the reaction mixture was also analysed by HPLC for \nquantifying PET monomers released from the PET depolymerization.\nDepolymerization of pc-PET plastics\nHole-punched pc-PET films (6 mm in diameter) from 51 postconsumer \nplastic products were serially treated by 200 nM FAST-PETase in 600 µl \nof 100 mM KH2PO4-NaOH buffer (pH 8.0) at 50 °C. Fresh enzyme solu-\ntion was replenished every 22 h to maximize enzymatic depolym -\nerization rate for degrading the 51 samples of various pc-PET films.  \nThe supernatant of the enzymatic hydrolysate of the PET samples was \nanalysed by HPLC for quantifying PET monomers released throughout \nthe whole depolymerization process.\nThe time-course analysis of degrading a pc-PET film (Bean cake con-\ntainer) by various PHEs was conducted at 50 °C. The reactions were \nperformed with 200 nM enzyme in 600 µl of 100 mM KH2PO4-NaOH \nbuffer (pH 8.0) and terminated at 6, 12, 18 or 24 h for quantifying total \nPET monomers released at each time point.\nA large, untreated and transparent pc-PET (Bean cake container, \nroughly 6.4 g) was treated by 200 nM of FAST-PETase in 100 mM of \nKH2PO4-NaOH buffer (pH 8.0) at 50 °C. The whole piece of transpar-\nent PET container was fully submerged in 2.5 l of enzyme solution and \ncompletely degraded after 48 h.\nDepolymerization of an untreated water bottle\nT o depolymerize an untreated water bottle, fragments were cut out or \nhole-punched from various sections (finish/neck, shoulder, body, tran-\nsition to base, base, base centre) of an untreated water bottle (500 ml, \nCG Roxane LLC.). The fragments were fully submerged in 600 µl of \n100 mM KH2PO4-NaOH buffer (pH 8.0) with 200 nM purified enzyme. \nThe depolymerization was conducted at 50, 60 and 72 °C for 24 h.\nPET water bottle thermal pretreatment\nPET water bottles (500 ml, CG Roxane LLC.) were heated at 290 °C \non a hot plate covered with aluminium foil. Once PET was melted \n(about 1 min), another piece of aluminium foil was placed on top \nof the melted PET. A stainless-steel cylinder (diameter 6 cm, weight \n616 g) was used to press the melted PET into a film with a flat surface. \nAfter pressing for 1 min, the stainless-steel cylinder was lifted and \nthe PET film was heated again at 290 °C for 15 min. After heating, the \nhot PET films covered with the aluminium foil was rapidly cooled in \nan ice bath. After cooling, the reprocessed PET films were peeled off \nfrom the aluminium foil.\nMeanwhile, a treated but more highly crystalline film can also be \nproduced through a slight modification (after pressing the melted PET \nfilms for 1 min by the cylinder, the films were directly quenched by an \nice bath without the reheating step) of the above protocol.\nDepolymerization of a pretreated water bottle\nT o depolymerize pretreated water bottle films, circular films (6 mm \nin diameter; roughly 25 mg) were hole-punched from the pretreated \nwater bottle and treated by 200 nM of various PHEs in 600 µl of 100 mM \nKH2PO4-NaOH buffer (pH 8.0) at temperatures ranging from 50 to 72 °C \nfor 24 h.\nT o completely depolymerize a pretreated whole water bottle), the \nmelted plastic pucks from an entire water bottle (500 ml; roughly \n9 g, CG Roxane LLC.) were cut into small rectangular flakes (roughly \n1 × 3 cm). The resulting flakes were then fully submerged in 200 ml of \nenzyme solution that contained 200 nM of FAST-PETase in 100 mM \nKH2PO4-NaOH buffer (pH 8.0). Depolymerization was conducted at \n50 °C and fresh enzyme solution was replenished every 24 h to maxi-\nmize the enzymatic depolymerization rate.\nDepolymerization of polyester products\nFive different commercial polyester products were cut into small \npieces and used as the substrates that were fully submerged in 600 µl \nof 100 mM KH2PO4-NaOH buffer (pH 8.0) with 200 nM purified enzyme. \nEnzyme treatment on these five polyester products was conducted \nat 50 °C. After 24 h of incubation, the reaction was terminated. The \nenzyme degradation solution was used to determine how much PET \nmonomers were released from hydrolysing these polyester products \nby various PHEs.\nArticle\nDepolymerization of large, untreated pc-PET container and \nregeneration of virgin PET\nA large, untreated, and green coloured pc-PET container was cut into \nsmall rectangular flakes (roughly 1 × 3 cm). Then 3.0 g of the coloured \npc-PET flakes was serially treated by 200 nM FAST-PETase in 100 mM \nKH2PO4-NaOH buffer (pH 8.0) at 50 °C. 200 nM of fresh enzyme was \nadded to the degradation solution every 24 h to maximize enzymatic \ndegradation rate. All the coloured pc-PET fragments were completely \ndegraded after 6 days.\nOn completion of degradation, the enzyme degradation solution was \nfiltered and the filtrate was collected for regeneration. The pH of the \nfiltrate was adjusted to pH 11 with NaOH to hydrolyse remaining MHET. \nThe solution was stirred at room temperature for 4 h to complete the \nhydrolysis. The pH of the solution was subsequently adjusted to 2 with \n37% HCl. The precipitate was filtered and washed several times with \ndeionized water and dried under vacuum overnight. Then 4.3 g of TPA \nwas collected and used in the next step without further purification. \nSettings used for 1H nuclear magnetic resonance (NMR) were 400 MHz, \nd6-DMSO: 8.03 ppm (s, 4H).\nT o a suspension of TPA (4.31 g, 25.9 mmol) in CH3OH (150 ml), 95% H2SO4 \n(2.0 ml) was added dropwise at room temperature. The mixture was \nstirred at reflux for 24 h and became a clear solution. The reaction mixture \nwas then cooled to room temperature. Dimethyl terephthalate (DMT) was \nsubsequently recrystallized from the reaction mixture and collected after \nfiltration. These white crystals were washed with cold CH3OH and dried \nunder vacuum for 4 h to afford DMT (4.12 g) with a yield of 82%. 1H NMR \n(400 MHz, CDCl3): 8.08 ppm (s, 4H), 3.93 ppm (s, 6H).\nT o a three-necked round bottom flask equipped with an air con-\ndenser, DMT (4.12 g, 21.1 mmol) was added. The flask was evacuated \nunder vacuum and refilled with nitrogen gas for three times. Ethyl -\nene glycol (1.20 ml, 21.5 mmol) was added, followed by the addition of \ntitanium isopropoxide (0.06 ml, 0.21 mmol). The mixture was stirred \nat 160 °C for 1 h, 200 °C for 1 h and 210 °C for 2 h under nitrogen.  \nThe reaction temperature was further increased to 260 °C, and high \nvacuum was applied to remove unreacted monomers. The mixture was \nstirred at 260 °C for 2 h and then cooled to room temperature. The result-\ning PET was dissolved in 1,1,1,3,3,3-hexafluoro-2-propanol (HFIP, 10 ml) \nand added dropwise to CH3OH to remove the catalyst. PET (2.83 g) was \ncollected as white solids after centrifuging and dried under vacuum.\nGravimetric determination of the degraded pc-PET film\nThe intact pc-PET film was washed three times with 1% SDS, 20% ethanol \nand deionized water followed by drying the samples under vacuum \nat 30 °C for 24 h before gravimetric measurement. After enzymatic \ntreatment, the degraded pc-film followed the same washing and drying \nprocedure before gravimetric measurement. The weights of the pc-PET \nfilm before and after enzyme treatment were compared to determine \nthe weight loss of the degraded pc-PET film.\nAnalytical method for measuring PET monomers released\nHPLC was used to analyse the PET monomers TPA and MHET released \nfrom PET depolymerization. The assay samples were filtered with \n0.2-µm nylon syringe filters (Wheaton Science) before running HPLC. \nMeasurement of TPA and MHET was performed using a Dionex Ulti-\nMate 3000 (Thermo Fisher Scientific) equipped with an Agilent Eclipse \nPlus C18 column (3.0 × 150 mm2, 3.5 µm) with detection wavelength \nat 260 nm. Column oven was held at 30 °C with 1% acetic acid in water \nor 1% acetic acid in acetonitrile as mobile phase over the course of the \n30-min sequence under the following conditions: 1 to 5% organic (vol/\nvol) for 5 min, 5 to 100% organic (vol/vol) for 8 min, 100% organic (vol/\nvol) for 10 min and 100 to 5% organic for 2 min followed by 5% organic \nfor 5 min. The flow rate was fixed at 0.8 ml min−1. A standard curve was \nprepared using commercial TPA with ≥99.0% purity (Thermo Fisher \nScientific) or MHET ≥97.0% purity (Advanced ChemBlocks Inc.).\nAnalytical method for measuring melting temperature (Tm) of \nproteins\nT o evaluate the thermostability of WT PETase and its variants, differential \nscanning calorimetry (DSC) was used to determine their respective Tm.  \nPurified protein samples were concentrated to roughly 300–500 µM \nusing Microcon Centrifugal Filter 10K Devices (Millipore). Then 10 µl \nof concentrated protein solution (DPBS buffer pH 7.0) was placed \nin an aluminium Tzero pan and sealed with a Tzero hermetic lid (TA \nInstruments). Tm of the protein samples was analysed by a DSC250 (TA \nInstruments) with a RCS90 electric chiller. Two DSC procedures were \nused depending on the anticipated denaturation temperature of the \nprotein. The first DSC method heated from 40 to 90 °C at 10 °C min−1, \nheld at 90 °C for 2 min, then cooled from 90 to 40 °C at −10 °C min−1. \nThe second method heated from 20 to 70 °C at 10 °C min−1, held at 70 °C \nfor 2 min and cooled from 70 to 40 °C at −10 °C min−1. The denaturation \ntemperature of the proteins was measured on the heating ramp trace \nas the midpoint value at half-height.\nAnalytical method for determining PET film crystallinity\nDSC was used to determine the percentage crystallinity of the PET \nfilms hole-punched from the postconsumer plastics. PET film samples \n(4–10.5 mg) were placed in aluminium Tzero pans with a Tzero solid \nsample lid. Samples were first heated from 40 to 300 °C at 5 °C min, \nheld at 300 °C for 1 min, cooled from 300 to 30 °C at –5 °C min−1 and \nheld at 30 °C for 1 min in a DSC250 (TA Instruments) with a RCS90 elec-\ntric chiller. The percentage crystallinity was determined on the first \nheating scan using the enthalpies of melting and cold crystallization. \nThe equation used to calculate percentage crystallinity within the PET \nfilm was the following\nΔH ΔH\nΔH%crystallinity = − ×1 00mc c\nm\n\n\n\n\nwhere ΔHm is the enthalpy of melting ( J g−1), ΔHcc is the enthalpy of cold \ncrystallization ( J g−1), and ΔHm is the enthalpy of melting for a 100% \ncrystalline PET sample, which is 140.1 J g−1 (refs. 12,22). ΔHm and ΔHcc were \nmeasured by integrating from 90–100 °C to roughly 260 °C with a linear \nbaseline. The percentage crystallinity was calculated using the TRIOS \nsoftware package. The glass transition temperatures of the PET films \nwere measured using the second heating scan: 30–300 at 10 °C min\n−1, \nheld at 300 °C for 1 min and then 300–40 °C at −10 °C min−1. The glass \ntransition temperatures for all the PET films were between 80 and 82 °C.\nGel permeation chromatography (GPC)\nGPC measurement was performed at an on an Agilent system with \na 1260 Infinity isocratic pump, degasser and thermostated column \nchamber held at 30 °C. A mixture of chloroform with 50 ppm amylene \nand 1,1,1,3,3,3-hexafluoro-2-propanol (2.0 vol%) was used as the mobile \nphase at 0.5 ml min−1. Molecular weights (Mn, Mw) and polydispersity \nindices (Ð) were determined relative to polystyrene standards. For \nsample preparation for GPC, about 8 mg of PET was dissolved in 0.15 ml \n1,1,1,3,3,3-hexafluoro-2-propanol. Once PET was completely dissolved, \nchloroform was added to make a total volume of 2.50 ml. The solution \nwas filtered through a polytetrafluoroethylene membrane with a pore \nsize of 0.45 µm. Then 100 µl of the sample solution was injected into \nthe GPC system.\nSEM\nPET films were mounted onto a 3.2-mm SEM stub using carbon tape. \nSamples were sputter coated with 8-nm platinum/palladium using \na Cressington 208HR Sputter Coater. The metal was sputter coated \nonto the sample by means of plasma generated with argon present in \nthe chamber. SEM imaging was performed under vacuum using a Zeiss \nSupra40 SEM. The electron beam intensity was 5 kV.\nAFM\nAFM was performed on an Aylum MFP-3D atomic force microscope \n(Asylum Research) in tapping mode. Images were recorded after a \nsurface scan on an area of 50 × 50 µm2. Image analysis, including his-\ntograms and surface roughness, was performed using Igor Pro.\nNMR spectroscopy\n1H NMR spectroscopy was performed at a 400 MHz Bruker AVANCE \nNEO spectrometer at room temperature in CDCl3 or d6-DMSO. Chemical \nshift was referenced to the residual solvent signal (1H NMR: 7.26 ppm \nin CDCl3, 2.50 ppm in d6-DMSO, respectively).\nReporting summary\nFurther information on research design is available in the Nature \nResearch Reporting Summary linked to this paper.\nData availability"
    },
    {
      "heading": "Reporting for specific materials, systems and methods",
      "text": "We require information from authors about some types of materials, experimental systems and methods used in many studies. Here, indicate whether each material,\nsystem or method listed is relevant to your study. If you are not sure if a list item applies to your research, read the appropriate section before selecting a response.\nMaterials & experimental systems. Methods\n\nn/a | Involved in the study n/a | Involved in the study\nAntibodies 1) chie-seq\nEukaryotic cell lines &X Flow cytometry\nPalaeontology and archaeology 4} MRI-based neuroimaging\n\nAnimals and other organisms\n\nHuman research participants\n\nClinical data\n\nRRKKKKX\n\nDual use research of concern"
    }
  ],
  "computational_sections": [],
  "results_sections": [
    {
      "heading": "The authors declare that all data supporting the findings of this study",
      "text": "are available in the article, its Extended Data, its Source Data or from \nthe corresponding authors upon request. The complete data set of \nMutCompute predictions used in this study can be acquired at https://\nmutcompute.com. Coordinates for the FAST-PETase structure have \nbeen deposited into the PDB with accession code 7SH6. Interactive \nvisualizations of MutCompute for Fig. 1 are available at https://www.\nmutcompute.com/petase/5xjh and https://www.mutcompute.com/\npetase/6ij6. Source data are provided with this paper.\nCode availability\nMutCompute and MutCompute-View are publicly available at https://\nmutcompute.com and https://mutcompute.com/view for academic \nresearch.\n \n30. Otwinowski, Z. & Minor, W. Processing of X-ray diffraction data collected in oscillation \nmode. Methods Enzymol. 276, 307–326 (1997).\n31. Emsley, P. & Cowtan, K. Coot: model-building tools for molecular graphics. Acta \nCrystallogr. D. Biol. Crystallogr. 60, 2126–2132 (2004).\n32. Liebschner, D. et al. Macromolecular structure determination using X-rays, neutrons and \nelectrons: recent developments in Phenix. Acta Crystallogr. Sect. D, Struct. Biol. 75,  \n861–877 (2019).\n33. Fujita, M. et al. Cloning and nucleotide sequence of the gene (amyP) for \nmaltotetraose-forming amylase from Pseudomonas stutzeri MO-19. J. Bacteriol. 171,  \n1333–1339 (1989).\n34. Leonard, S. P. et al. Genetic engineering of bee gut microbiome bacteria with a toolkit  \nfor modular assembly of broad-host-range plasmids. ACS Synth. Biol. 7, 1279–1290 \n(2018).\nAcknowledgements This work was financed under research agreement no. EM10480.26/\nUTA16-000509 between the ExxonMobil Research and Engineering Company and The \nUniversity of Texas at Austin. Sequencing was conducted at the Genomic Sequencing and \nAnalysis Facility (RRID no. SCR_021713), SEM was conducted at the Microscopy and Imaging \nFacility (RRID no. SCR_021756) at the UT Austin Center for Biomedical Research Support, and \nAFM analysis was conducted at the Texas Materials Institute at UT Austin. N.A.L. and C.Z. thank \nthe Welch Foundation for partial support of this research (Grant #F-1904). The crystallography \nstudy is supported by a grant from the National Institutes of Health (no. GM104896 to Y.J.Z.). \nCrystallographic data collections were conducted at Advanced Photon Sources (BL23-ID-B), \nDepartment of Energy national user facility. We acknowledge the Texas Advanced Computing \nCenter at The University of Texas at Austin for providing deep learning resources for neural network \npredictions and analysis that have contributed to the research results reported in this paper.\nAuthor contributions H.S.A., A.D.E., N.A.L. and H.L. designed and directed the research.  \nIn investigation and validation, R.S. and D.J.D. performed neural network analysis. H.L. \nperformed enzyme engineering, purification and the depolymerization experiments of both \nmodel and pc-PET substrates. H.L., N.J.C., C.Z., D.J.A. and H.O.C. carried out structural and \nphysical characterization of variants. H.L., C.Z. and N.J.C. performed physical characterization \nof the treated and untreated commercial PET materials. C.Z carried out experiments for \npurifying TPA and regenerating virgin PET and plastics films. D.J.D. and B.R.A. developed \nMutCompute-View for visualizing predictions from the neural network model. W.K. and Y.J.Z. \nperformed protein crystallization and structural analysis of the engineered enzyme. H.S.A. \nand H.L. wrote the original draft of the manuscript. H.S.A., A.D.E., N.A.L. and H.L. revised the \nmanuscript. H.S.A. and A.D.E. conceived the project idea. All authors reviewed and accepted \nthe manuscript.\nCompeting interests A patent has been filed in 2020, ‘Mutations for improving activity and \nthermostability of PETase enzymes’ relating to the mutants and applications developed in this \nstudy. R.S. is a cofounder of Aperiam, a company that applies machine learning to protein \nengineering. R.S. and A.D.E. are inventors on a patent for applying machine learning to protein \nengineering that has been licensed to Aperiam.\nAdditional information"
    }
  ]
}