{
  "txt_file": "s41929-022-00821-3.txt",
  "pdf_file": "s41929-022-00821-3.pdf",
  "title": "Articles",
  "experimental_sections": [
    {
      "heading": "Methods",
      "text": "Gene construction. The genes encoding IsPETaseTS (IsPETase S121E, D186H, \nR280A, signal sequence removed as by Son et al.24) and LCCICCG (LCC F243I, \nD238C, S283C, Y127G, signal sequence removed as by Tournier et al.16) were \ncommercially synthesized by Integrated DNA Technologies as gBlock fragments \nwith codon optimization for expression in Escherichia coli cells. The IsPETaseTS \ngene was cloned into the NdeI (5′ end) and XhoI (3′ end) sites of a pBbE8K vector \nmodified to contain a C-terminal hexa-histidine tag coding sequence following \nthe XhoI restriction site\n41, to form pBbE8K_IsPETaseTS. The gene encoding \nLCCICCG was cloned into the NdeI (5′ end) and XhoI (3′ end) sites of pET-22b \nvector (Novagen) leading to fusion to a C-terminal hexa-histadine tag coding \nsequence, to form pET-22b_LCC\nICCG. Nucleotide sequences and expressed amino \nacid sequences of the genes used and plasmid maps of the vector constructs are \nprovided in Supplementary Figs. 17–19.\nLibrary construction. Rounds 1–6: iterative saturation mutagenesis. In each \nround, 24–30 residues were selected and individually randomized using cassette \nmutagenesis. Positions were chosen for mutation on the basis of a range of factors, \ndetailed in Supplementary Table 1. For residue identification via the Protein One \nStop Repair Shop webserver\n42, IsPETaseWT was used as the input protein (PDB \n5XJH), with all constraints fixed to the default settings; positions identified more \nthan twice by the software were selected for mutation. For residue identification \nvia the B-fitter software\n43, IsPETaseWT was again used as the input protein \n(PDB 5XJH); the 15 top positions ranked by highest B-factor were selected for \nmutation. DNA libraries at chosen residue positions were constructed via standard \noverlap-extension PCR, using degenerate primer pairs (containing an NNK codon \nat the position to be mutated) and pBbE8K_IsPETase\nTS as the template for round \n1, with the most active clone discovered at the end of each directed evolution cycle \nserving as the template for subsequent rounds. Primer sequences are provided in \nSupplementary Table 2.\nShuffling by overlap-extension PCR. After each round of evolution, beneficial \ndiversity was combined by a process of DNA shuffling. Fragments were generated \nby overlap-extension PCR using designed primers that encoded for either an \nidentified beneficial mutation or the parental amino acid. Using these primers, \na b\n4PET\nS160\n M161\n Y87\n4PET\nY214\nW185\nFig. 4 | Structural characterization of HotPET ase. a, Surface representation of HotPEtase along with the top docking result of 4PEt docked in ICM-Pro. \nthe protein surface is coloured blue with contact patches between the docked 4PEt and the surface highlighted in yellow. 4PEt is shown in ball and stick \nrepresentation coloured by all atom colours with pale yellow carbon atoms. b, A close up of the HotPEtase catalytic site in conjunction with the docked \n4PEt structure. HotPEtase residues are shown in ball and stick representation coloured by all atom colours with light blue carbon atoms. the docked \n4PEt is shown in ball and stick representation, coloured by all atom colours with pale yellow carbon atoms, with key hydrogen bonds highlighted as green \ndashed lines and π-stacking interactions shown as black dashed lines. the catalytic nucleophile (S160) and oxyanion hole (Y87, M161) are highlighted in \ncyan and orange, respectively (semitransparent spheres), along with their respective targets on the docked 4PEt oligomer.\nNATuRE CATALySiS | VOL 5 | AUGUSt 2022 | 673–681 | www.nature.com/ natcatal678\nArticlesNature Catalysis\nup to six short fragments were created, DpnI digested, PCR-purified and mixed \nin appropriate combinations in overlap-extension PCRs. The resulting genes \ncontained all possible combinations of mutations (from two to five mutations \nper gene) and were subsequently cloned into the pBbE8K vector as described \npreviously.\nVariant gene construction. HotPETase K212N, E213S, Y214S (HotPETase\nLR), was \ncreated via overlap-extension PCR with HotPETase as the template protein and \nprimers designed to encode the wild-type residues at positions 212–214. Primer \nsequences are provided in Supplementary Table 3. The resulting gene was cloned \ninto the pBbE8K vector as described previously.\nProtein production for library screening. For all protein expression and screening \nof libraries, transfer and aliquoting steps were performed using a Hamilton \nliquid-handling robot. pBbE8K_IsPETase libraries were expressed in chemically \ncompetent Origami 2 E. coli cells. Single colonies from a fresh transformation were \nused to inoculate 180 µl of Luria–Bertani (LB) media supplemented with 25 µg ml\n−1 \nkanamycin (to maintain the pBbE8K_PETase plasmid) and 2.5 µg ml−1 tetracycline \n(to maintain the glutathione reductase (gor) gene-containing plasmid present in \nOrigami 2 cells), in 96-deep-well plates. Each plate contained six positive controls \nconsisting of clones of the parent template, and two negative controls consisting of \nclones containing pBbE8K_RFP (red fluorescent protein). Plates were incubated \novernight at 30 °C, 80% humidity in a shaking incubator (950 r.p.m.). Expression \ncultures were then prepared by inoculating 460 µl of 2YT media containing \n25 µg ml\n−1 kanamycin and 2.5 µg ml−1 tetracycline with 40 µl of overnight culture \nin deep-well plates. The inoculated plates were incubated at 30 °C, 80% humidity \nin a shaking incubator (950 r.p.m.). When an optical density at 600 nm (OD600) of \n1 was reached, protein production was initiated by the addition of l-arabinose to \na final concentration 10 mM and plates incubated for a further 20 h at 19 °C, 80% \nhumidity in a shaking incubator (950 r.p.m.). Cells were collected by centrifugation \nat 2,900g for 10 min and the resulting pellets resuspended in a lysis mix consisting \nof 50 µl of BugBuster Protein Extraction reagent containing 10 µg ml−1 DNase I. \nCell lysis was initiated by incubation for 30 min at 30 °C, with 80% humidity in \na shaking incubator (950 r.p.m.) and the lysate produced diluted with 300 µl of \nreaction buffer (pH 9.2, 50 mM glycine-OH (Gly-OH)). Insoluble cell debris was \nremoved via centrifugation for 10 min at 2,900g to produce a clear cell lysate.\nProduction of purified proteins. IsPETase and its derivatives were expressed in \nchemically competent Origami 2 E. coli. Single colonies of freshly transformed cells \nwere cultured for 18 h at 30 °C in 5 ml of LB medium supplemented with 25 µg ml\n−1 \nkanamycin and 2.5 µg ml−1 tetracycline. 1 ml of the resulting culture was used to \ninoculate 50 ml of 2YT medium containing 25 µg ml−1 kanamycin and 2.5 µg ml−1 \ntetracycline. Cultures were grown at 35 °C, 180 r.p.m. to an OD600 of 1. Protein \nproduction was initiated by the addition of l-arabinose (final concentration of \n10 mM) and cultures then grown at 19 °C for 20 h. The E. coli cells were gathered \nby centrifugation at 3,220g for 10 min and resuspended in lysis buffer (pH 7.5, \n50 mM Tris-HCl, 10 mM imidazole, 300 mM NaCl, 10 µg ml\n−1 DNase I). Cells were \ndisrupted by sonication and the resulting lysate clarified by centrifugation (13,500g \nfor 15 min). The soluble fraction was subjected to affinity chromatography via \napplication to Ni-NTA agarose (Qiagen). After washing off unbound proteins with \nthe lysis buffer supplemented with 10 mM imidazole, bound proteins were eluted \nwith elution buffer (pH 7.5, 50 mM Tris-HCl, 300 mM imidazole, 300 mM NaCl). \nProteins were desalted by application to 10DG desalting columns (Bio-Rad) and \neluted in storage buffer (pH 7.5, 50 mM Tris-HCl, 150 mM NaCl). Protein purity \nwas confirmed by SDS–PAGE and concentrations determined by measuring the \nabsorbance at 280 nm, assuming an extinction coefficient of 39,670 M\n−1 cm−1 \nfor IsPETaseTS-IsPETaseM2, 41,160 M−1 cm−1 for IsPETaseM3-IsPETaseM7 and \n41,285 M−1 cm−1 for IsPETaseM8-HotPETase.\nFor the cutinase, LCCICCG, the gene was expressed in chemically competent \nE. coli BL21 (DE3). Single colonies of freshly transformed cells were cultured \nfor 18 h at 30 °C in 5 ml of LB medium supplemented with 25 µg ml\n−1 ampicillin. \n1 ml of the resulting culture was used to inoculate 50 ml of auto-inducible 2YT \nmedium containing 25 µg ml−1 ampicillin. Cultures were grown at 35 °C, 180 r.p.m., \nto an OD600 of 1, and then cooled to 19 °C, for 20 h. Protein purification then \nproceeded as detailed for IsPETase, with protein concentrations determined using \nan extinction coefficient of 37,150 M−1 cm−1. HotPETase exhibits a high-level of \ncytosolic protein expression (roughly 110 mg l−1); LCCICCG has a lower level of \nprotein expression (roughly 20 mg l−1) (Supplementary Fig. 20).\nLibrary screening using amorphous PET film (amoPET). The clarified cell lysate \nwas incubated in foil-sealed plates for 30 min to 1 h at 55–80 °C (pre-incubation \nstep) and subjected to centrifugation at 2,900g for 10 min to remove any insoluble \nprotein precipitate formed. To initiate the PET degradation reaction, 60–220 µl \nof clarified cell lysate was transferred to a 96-deep-well plate containing reaction \nbuffer (pH 9.2, 50 mM Gly-OH) and a single 6 mm amoPET disc cut from a sheet \nin each well, to make a final reaction volume of 220–400 μl. Lysate volume was \nvaried across rounds to avoid overloading the UPLC column by keeping peak \nareas below 2,000 mAu and to limit evaporation at higher reaction temperatures \nand extended reaction times. Plates were then foil-sealed and incubated for 3–7 h \nat 55–70 °C, after which reactions were terminated by the addition of an equal \nvolume of a cold methanol and 12.5 mM trifluoracetic acid solution. Following \nreaction quenching, plates were foil-sealed and incubated for 30 min at 30 °C, \n80% humidity in a shaking incubator, 950 r.p.m. and insoluble protein precipitate \nremoved by centrifugation for 10 min at 2,900g. A UPLC analysis sample was \nthen prepared by transferring 100 µl of the resulting reaction supernatant into a \nfresh 96-well microtitre plate and the plate foil-sealed. The most active clones of \neach round were then subjected to a second screening round, where each clone \nwas represented as a triplicate. All expression and screening protocols were as \ndescribed above, apart from overnight culture preparation, where LB media was \ninstead inoculated with 20 µl of a glycerol stock of the original overnight cultures \nfrom the library screening round. Details for the temperatures and lengths of the \npre-incubation steps, the lysate volumes added to reactions, and the temperatures \nand lengths of the reaction incubations for each round of directed evolution are \nprovided in Supplementary Table 1.\nPurified protein screening using amorphous PET film (amoPET). AmoPET film \nassays with purified proteins were conducted as follows: a foil-sealed 96-deep-well \nplate containing the reaction buffer (library screening buffer, pH 9.2, 50 mM \nGly-OH, 4% BugBuster, for IsPETase and its derivatives, pH 8, 100 mM K-Pi, for \nLCC\nICCG, as reported in Tournier et al.16), with a single 6 mm amoPET disc in each \nwell, was incubated for 1 h at the reaction temperature (40–70 °C) to equilibrate \nall reaction components to the reaction temperature (equilibration step). For \ndirected evolution hit retesting and beneficial diversity shuffling, purified \nproteins were incubated in foil-sealed plates for 30 min to 1 h at 55–80 °C before \nreaction set up (pre-incubation step, full details in Supplementary Table 1) and \nsubjected to centrifugation at 2,900g for 10 min to remove any insoluble protein \nprecipitate formed. The reaction was initiated by adding the purified enzymes \nto the prepared 96-deep-well plate containing reaction buffer and amoPET discs \n(final reaction conditions: 0.04 μM enzyme, 400 μl total volume). Protein variants \nwere arrayed across the 96-deep-well plate in triplicate. Plates were foil-sealed and \nincubated for up to 24 h at the desired temperature, after which reactions were \nterminated by the addition of an equal volume of a cold methanol and 12.5 mM \ntrifluoracetic acid solution. Following reaction quenching, samples were incubated \nfor 30 min at 30 °C, 80% humidity in a shaking incubator, 950 r.p.m. and insoluble \nprotein precipitate removed by centrifugation for 10 min at 2,900g. A UPLC \nanalysis sample was then prepared by transferring 100 µl of the resulting reaction \nsupernatant into a fresh 96-well microtitre plate, and the plate foil-sealed.\nPurified protein screening using crystalline PET powder (cryPET) and \nalternative PET substrates. Crystalline PET powder assays were conducted \nas follows: a 12 ml lidded glass vial containing 5 ml of reaction buffer (library \nscreening buffer, pH 9.2, 50 mM Gly-OH, 4% BugBuster, for IsPETase and its \nderivatives or pH 8, 100 mM K-Pi for LCC\nICCG), with 20 mg crystalline PET \npowder (cryPET) was incubated for 1 h at the reaction temperature (40–70 °C) \nto equilibrate all reaction components to the reaction temperature (equilibration \nstep). The reaction was initiated by adding the purified protein (0.04 μM final \nconcentration) coupled with incubation at the desired temperature under agitation \nat 180 r.p.m. Samples were taken at multiple times points, quenched and prepared \nfor UPLC analysis as detailed previously. The percentage depolymerization of \nplastic was calculated using the mass of TPA and MHET produced, using the \nconcentrations of each compound as determined by UPLC. For assays under \noptimized conditions, reactions were carried out as above, using a final enzyme \nconcentration of 0.5 μM in pH 9.7, 50 mM Gly-OH buffer, 4% BugBuster.\nFor bottle-grade PET assays, bottle-grade PET pellets (bgPET, RamaPET N1) \nwere micronized using a RETSCH PM100 Planetary Ball Mill at 500 r.p.m. for \n30 min to form a powder. For PET/PE composite packaging tray lid assays, PET/\nPE composite packaging lids, thickness of 325 μM PET and 40 μM PE, were cut into \n6-mm discs. For both materials, 20 mg of the resulting prepared substrates were \nused in reactions, with reaction conditions as described above. Full characterizations \nof the PET substrates described are detailed in Extended Data Table 1.\nChromatographic analysis of reactions. UPLC analysis was carried out on a \n1290 Infinity II Agilent LC system including an autosampler with the ultraviolet \ndetector set to 260 nm, using a Kinetex XB-C18 100 Å, 5 µm, 50 × 2.1 mm, LC \nColumn with a stepped, isocratic solvent ratio method. Mobile phase A was water \ncontaining 0.1% formic acid and mobile phase B was acetonitrile with a fixed flow \nrate of 1.1 ml min\n−1. Either 1 or 4 μl of sample was injected for library screening \nreactions or time-resolved purified protein assays, respectively. Following \nsample injection, the mobile phase was set to 13% buffer B for 52 s to separate \nTPA and MHET, stepped up to 95% buffer B for 33 s to separate larger reaction \nproducts and contaminants, and then stepped back down to 13% buffer B for \ncolumn re-equilibration until a total run time of 1.8 min. Peaks were assigned by \ncomparison to chemical standards prepared from commercial TPA and in-house \nsynthesized MHET, and the peak areas integrated using Agilent OpenLab software. \nUsing this method, TPA is eluted at roughly 0.4 min, MHET at around 0.6 min and \nsmall amounts of bis(2-hydroxyethyl) terephthalate (BHET) and longer oligomers \nat around 1–1.2 min (Supplementary Fig. 2). TPA and MHET concentrations were \ncalculated by preparation of standard curves (Supplementary Fig. 21).\nNATuRE CATALySiS | VOL 5 | AUGUSt 2022 | 673–681 | www.nature.com/ natcatal 679\nArticles Nature Catalysis\nCharacterization of PET substrates pre- and post-degradation. Polymer \ncrystallinity was determined using DSC, using 4 mg of material. DSC data were \nobtained from using a DSC 2500 TA instrument. Samples were run in triplicate, \nin series, over a −50 to 300 °C temperature range under a nitrogen atmosphere \nat a heating rate of ±10 °C min\n−1 in a 40 μl aluminium crucible. The number and \nweight average molecular weights (Mn and Mw) of polymer chains were determined \nby SEC. Samples (4 mg) were dissolved in hexafluoro-2-propanol (120 μl) at \nroom temperature. Once dissolved, HPLC-grade chloroform (1,880 μl) was \nadded to form a uniform, colourless solution that was filtered through a 0.24 μm \npolytetrafluoroethylene filter. SEC analysis was conducted on a system composed \nof an Agilent 1260 Infinity II LC system equipped with an Agilent guard column \n(PLGel 5 μm, 50 × 7.5 mm) and two Agilent Mixed-C columns (PLGel 5 μm, \n300 × 7.5 mm). The mobile phase used was HPLC-grade CHCl\n3 at 35 °C at flow rate \nof 1.0 ml min−1. SEC samples were calibrated against linear polystyrene standards \n(162–2.4 × 105 g mol−1).\nSEM analysis of enzymatic depolymerizations of PET/PE composite packaging. \nA section of a PET/PE packaging lid (710 mg) was fully submerged in reaction \nbuffer (pH 9.2, 50 mM Gly-OH, 4% BugBuster, 50 ml total) in a glass bottle, and \nHotPETase (0.04 μM final concentration) added to initiate the reaction. Reactions \nwere incubated at either 40 or 60 °C with agitation at 120 r.p.m. The PET/PE \npackaging lid portion was washed and a fresh buffer and enzyme solution added \neach day over the course of 6 days. The control reactions were run in an identical \nmanner, but with no enzyme added. The percentage depolymerization of the \nPET portion of each lid section was estimated from the release of MHET and \nTPA monomers, determined by UPLC analysis of the reaction supernatant taken \neach day, assuming an estimated 12.6 g l\n−1 PET substrate loading. The extent of \ndepolymerization was further confirmed by weight loss analysis of samples before \nand after biotransformations. Samples were analysed by SEM as follows: polymer \nsamples were sputter coated with Au/Pd (thickness 5 nm) to prevent charging \nduring SEM imaging and were observed using secondary electron imaging in a \nTescan SC Mira, FEG-SEM with an accelerating voltage of 5 kV and probe current \nof approximately 2 nA.\nProtein melting temperature (T\nm) analysis. The melting temperatures (Tm)  \nof IsPETase and its variants were determined using differential scanning \nfluorimetry. For each protein, a 50 μl sample of 5 μM protein was prepared in  \nbuffer (pH 9.2, 50 mM Gly-OH) with a final concentration of 10X SYPRO  \nOrange dye stock solution (Sigma-Aldrich) in an optically clear, lidded PCR \ntube (Bio-rad). Differential scanning fluorimetry melt-curve experiments were \nconducted using a Bio-rad CFX Connect 96 Real-Time PCR system set on  \nthe fluorescence resonance energy transfer channel to use the 450/490 excitation \nand 560/580 emission filters. The temperature was increased from 25 to  \n95 °C with an increment of 0.3 °C s\n−1. Each protein’s Tm was determined from a \nmean value for the peak of the first derivative of the melt curve from three  \nreplicate measurements.\nStructure determination of HotPETase. Protein crystallization of HotPETase \nwas achieved by sitting drop vapour diffusion of 20 nl of 6 mg ml\n−1 protein mixed \nwith an equal volume of reservoir solution and incubated at 20 °C. Crystals \nwere observed after 72 h incubation with a reservoir solution comprising 0.85 M \nsodium citrate tribasic dehydrate, 0.1 M Tris, pH 8.0 and 0.1 M sodium chloride \n(LMB screen HT96 H7 Molecular Dimensions). Before data collection, crystals \nwere cryogentically protected with the addition of 20% PEG 200 to the mother \nliquor and plunge cooled in liquid nitrogen. All data were collected at Diamond \nLight Source. Data reduction was performed with Dials and the structure \nsolved by molecular replacement using a search model derived from Is PETase\nWT \nstructure PDB 5XJH. Iterative rounds of model building and refinement were \nperformed in COOT and Phenix using phenix.refine and phenix.ensemble_\nrefinement. Validation with MOLPROBITY and PDBREDO were incorporated \ninto the iterative rebuild and refinement process. Data collection and refinement \nstatistics are shown in Supplementary Table 4. The HotPETase coordinates \nand structure factors have been deposited in the PDB under accession number \n7QVH. The 4PET docking simulations were performed in ICM-Pro and resulted \nin a number of potential docked conformations. BHET was first docked into the \nactive site using distance restraints to Ser160 and the backbone amides of the \noxyanion hole to guide the docking towards catalytically plausible conformations. \nThe position of the docked BHET was subsequently used as a template restraint \nfor the larger 4PET docking. The top ranking docked pose of 4PET had an ICM \nVLS score of −31.\nReporting summary. Further information on research design is available in the \nNature Research Reporting Summary linked to this article.\nData availability\nCoordinates and structure factors have been deposited in the PDB under accession \nnumber 7QVH. Data supporting the findings of this study are available within the \npaper and its Supplementary Information, or are available from the authors upon \nreasonable request.\nReceived: 11 February 2022; Accepted: 22 June 2022;  \nPublished online: 11 August 2022"
    },
    {
      "heading": "Reporting for specific materials, systems and methods",
      "text": "We require information from authors about some types of materials, experimental systems and methods used in many studies. Here, indicate whether each material,\nsystem or method listed is relevant to your study. If you are not sure if alist item applies to your research, read the appropriate section before selecting a response\n\nMaterials & experimental systems. Methods\n\nn/a | Involved in the study n/a | Involved in the study\nAntibodies x ChIP-seq\nEukaryotic cell lines xX Flow cytometry\nPalaeontology and archaeology x MRI-based neuroimaging\n\nAnimals and other organisms\n\nHuman research participants\n\nClinical data\n\nRRR KKK XI\n\nDual use research of concern"
    }
  ],
  "computational_sections": [],
  "results_sections": [
    {
      "heading": "Results",
      "text": "Directed evolution of a thermostable PETase. We selected a \nrationally designed, thermostabilized variant of Is PETase contain-\ning three mutations, S121E, D186H, R280A (Is PETaseTS, melting \ntemperature (Tm) of 56.8 °C),24 as a starting point for engineering. \nConsistent with previous reports, IsPETaseTS displays superior PET \ndegradation activity compared to the wild-type enzyme at 40 °C; \nhowever, this activity decreases dramatically at more elevated tem -\nperatures (Supplementary Fig. 1).\nOur first objective was to develop a high-throughput screening \nworkflow to underpin the directed evolution study. To this end, indi-\nvidual enzyme variants were evaluated as crude cell lysates arrayed \nin 96-deep-well plates, using amorphous PET film (amoPET, 6.7% \ncrystallinity, sourced from Goodfellow as a preform sheet) as the \nreaction substrate. The amoPET substrate allowed us to prepare \nuniform 6 mm diameter discs that could be easily placed into indi\n-\nvidual wells to allow fair comparison of variant activity (Fig. 1). We \nfound that the addition of our standard chemical cell lysis reagents, \nlysozyme and polymyxin B, resulted in the production of a lysate \nwith substantially reduced activity (Supplementary Fig. 2), hence, we \ndeveloped a method for 96-well plate cell lysis using the commercial \nreagent, BugBuster. The accumulation of mono(2-hydroxyethyl) \nterephthalate (MHET) and terephthalic acid (TPA) in the reaction \nsupernatant was monitored by ultra performance liquid chroma\n-\ntography (UPLC); these two products result from the partial and \ncomplete hydrolysis of the PET backbone, respectively, and are \nthe known major products of Is PETase-mediated depolymeriza\n-\ntions18,31. Using the UPLC method developed here, the MHET and \nTPA produced by a single degradation reaction can be analysed \nin under 2 minutes (Supplementary Fig. 2). Using our integrated, \nautomated system, over 2,000 enzyme variants can be assessed for \nplastic deconstruction activity in around 2 days.\nThe evolutionary strategy comprised sequential rounds of satu\n-\nration mutagenesis, using degenerate NNK codons to individually \nrandomize between 24–30 residue positions per cycle. In total, 106 \nof the 264 residues present in Is PETase were targeted for mutation \nthroughout evolution. Residues were selected for randomization on \nthe basis of a number of considerations, including their identifica\n-\ntion by online protein stability-enhancing tools, visual inspection \nof the protein crystal structure or previous reports of their involve\n-\nment in substrate binding or thermostability (Supplementary Table \n1). In each round of evolution, around the top 3% of hits were \nassessed as purified enzymes. Beneficial mutations found were then \ncombined by DNA shuffling, and the resulting variants assayed as \npurified proteins to identify the most active sequence, which was \nthen used as a template for the next round of evolution. Between \n0\n10\n20\n30\n40\n50\n60\n70\n80\n0.3 0.4 0.5 0.6 0.7 0.8\nmAu\nTime (min)\nArray enzyme libraries in\n96-deep-well plates and\ncarry out reactions\nIncubate PET disc with\nenzyme to release\nsoluble products\nQuench reaction\nand precipitate\nprotein\nTake sample of soluble\nPET degradation\nproducts\nQuantify\nMHET and\nTPA produced\nby UPLC\nSelect variants\nproducing highest\nquantities of\nMHET and TPA\nPETase\nEG\nTPA\nMHET\nMHETTPA\nHotPETase\n0\n1\n0.3 0.5 0.7\nmAu\nTime (min)\nPET PET PET\nOH\nO\nO\nO\nOH\nO\nOHOH\nO\nFig. 1 | Workflow for the directed evolution of a PET depolymerase. Depiction of the laboratory evolution workflow for a single well in a 96-deep-well \nplate. Enzymatic PEt depolymerizations mainly produce MHEt, tPA and ethylene glycol (EG). the example UPLC trace demonstrates the MHEt and tPA \nproduced following a 5 h PEt degradation reaction of semicrystalline PEt powder (cryPEt), with absorbance on the y axis in milli-absorbance units (mAu) \nand retention time on the x axis in minutes (min). Reactions were carried out at 70 °C, with both the best variant following evolution, HotPEtase (pink), \nand the starting protein IsPEtase\ntS (yellow) using 0.4% cryPEt substrate loading (4 g l−1) and 0.29 mg g−1 enzyme loading (0.04 μM). the crystal structure \nshows the 21 amino acid positions mutated from IsPEtaseWt: three positions mutated in the starting protein IsPEtasetS (yellow spheres), 16 installed \nthrough evolution (pink spheres) and a rationally installed disulfide bridge (black spheres). the catalytic triad and W185 are shown with a ball and stick \nrepresentation in blue and grey, respectively.\nNATuRE CATALySiS | VOL 5 | AUGUSt 2022 | 673–681 | www.nature.com/ natcatal674\nArticlesNature Catalysis\nrounds 2 and 3, an additional disulfide bridge (N233C, S282C) was \nrationally generated in the protein, following reports that the inclu-\nsion of this structural feature increased protein stability in homolo-\ngous, promiscuous PET-degrading cutinases16,32, leading to a 5.5 °C \nincrease in Tm (Extended Data Fig. 1 and Supplementary Fig. 3).\nTo simultaneously improve both thermostability and activity, \nthe evolutionary pressures applied were gradually changed across \nrounds by raising both the reaction temperature and extending the \nreaction time. For rounds 1–4, the primary focus was on improved \ncatalysis at elevated temperatures. Cell lysates were pre-incubated \nat sequentially higher temperatures (from 55–75 °C) for 1 h, before \nconducting PET depolymerization reactions for 3 h. The reaction \ntemperature also increased from 55–70 °C during these rounds \n(Supplementary Table 1). Once a satisfactory level of thermostabil\n-\nity was achieved, additional selection pressures of catalyst longevity \nand activity on more crystalline material were added. To this end, \nreactions in rounds 5 and 6 were conducted at 70 °C, with reaction \ntimes of 5 and 7 h, respectively, initially using amoPET as the sub\n-\nstrate. The top 3% of clones identified during rounds 5 and 6 were \nthen screened as purified enzymes against a commercially available \nsemicrystalline PET powder (cryPET, 29.8% crystallinity, sourced \nfrom Goodfellow) that has a crystallinity level more reminiscent of \nmaterial dominant in postconsumer waste streams\n33,34.\nThe most thermostable and active variant to emerge following six \nrounds of evolution, HotPETase, contains 21 mutations compared \nto IsPETaseWT: three from the starting protein template IsPETaseTS, \ntwo from the rational insertion of an additional disulfide bridge and \na further 16 found through directed evolution (Fig. 1 and Extended \nData Fig. 1). HotPETase has a melting temperature of 82.5 °C, the \nhighest Tm recorded so far of an active Is PETase derivative. This \nelevated thermostability means that the enzyme can be incubated \nbefore reaction at 75 °C for 90 min with only a 6% loss of activity \nover 24 h (Supplementary Fig. 4). Enzyme pre-incubation at 80 °C \nfor 90 min resulted in a more substantial 35% reduction in activity. \nAssessment of variants along the evolutionary trajectory demon -\nstrated that evolution led to progressive improvements in both ther-\nmostability and activity in cryPET deconstruction assays performed \nat 60 °C (Fig. 2a and Supplementary Fig. 3). While Is PETase\nWT and \nIsPETaseTS have minimal activity at 60 °C, HotPETase operated well \nunder these conditions.\nBiochemical characterization. We next determined the activity \nof HotPETase across a range of temperatures by monitoring the \nrelease of MHET and TPA over time (Fig. 2b). For comparison, \nanalogous experiments were performed using the starting template, \nIsPETase\nTS, and the engineered thermostable cutinase LCC ICCG  \n(ref. 16). Comparisons between LCCICCG and IsPETase variants were \ncarried out under the optimal buffer conditions for each individual \nprotein16,18, using cryPET powder as the substrate (Supplementary \nFig. 5). At 40 °C, slightly improved initial reaction rates were \nachieved by HotPETase versus IsPETaseTS (Fig. 2b), demonstrating \nthat the evolution of thermostability has not compromised activity at \nambient temperatures. While the activity of IsPETase\nTS was severely \ncompromised at higher temperatures, the rate of PET hydrolysis by \nHotPETase is substantially improved by operating at temperatures \napproaching the reported T\ng of PET in aqueous solutions (around \n60–65 °C)14. At 65 °C, each mole of HotPETase releases 2.7 × 104 M \nof monomers in 1 hour, a time-course over which reaction progres-\nsion is linear. At the same temperature LCC ICCG produced 5.7 × 103 \nmoles of monomer product in the same time frame, highlighting \nthe superior catalytic activity of this engineered IsPETase. For both \nHotPETase and LCCICCG, the reaction rates were slightly reduced at \n70 versus 65 °C.\nComparison of reactions with HotPETase and Is PETaseTS at \n40 °C show that evolution has afforded a more robust catalyst \nwith increased longevity (Fig. 2c and Extended Data Fig. 2). For \nIsPETaseTS, soluble product formation essentially ceases after 8 h. In \ncontrast, for reactions with HotPETase, monomeric products con -\ntinue to accumulate for more than 48 h. Consistent with previous \nstudies26, the reaction profile is non-linear with faster initial phase \nfor roughly 8 h, followed by a slower phase from 8–48 h. Similar, \nbut more pronounced, non-linear reaction profiles are observed at \nelevated temperatures (from 60–70 °C, Extended Data Fig. 2). The \ntime-course of reactions with HotPETase at 65 °C demonstrate that \nproduct accumulation rises rapidly for the first of 3 h of reaction \n(1.51 mM of MHET + TPA), but then slows substantially after this \ntime, producing 1.61 mM of soluble monomers over 48 h (Fig. 2d). \nAs a result, while PET depolymerization with HotPETase is substan-\ntially faster at 65 °C, the extent of depolymerization at longer time \nframes is greater at 40 °C (Fig. 2c,d).\nProduct accumulation over time is also non-linear for LCCICCG in \nreactions at 65 °C, with 0.68 and 1.78 mM of monomers produced \nover 5 and 48 h, respectively (Extended Data Fig. 3). It is interest -\ning to note that HotPETase operating at 40 °C deconstructs cry -\nPET more efficiently than LCC ICCG at 65 °C, both with respect to \ninitial rate and extent of depolymerization over 48 h. HotPETase \nalso depolymerizes amoPET discs (used for library screening) more \neffectively than LCC\nICCG across a range of temperatures from 40 to \n65 °C (Supplementary Fig. 6). At 70 °C, although HotPETase pro -\nduces more soluble monomers than LCC ICCG over 3 h, at this tem -\nperature over 24 h, LCC ICCG is a more effective depolymerase of \namoPET due to its enhanced longevity.\nTo understand the origins of the non-linear reaction profiles of \nHotPETase, particularly at elevated temperatures, we conducted \nexperiments to supply additional enzyme or substrate once reaction \nprogression had ceased. Addition of fresh HotPETase, following \ncryPET depolymerization for 24 h at 60 °C, leads to similar prod\n-\nuct accumulation versus time trends as observed at the outset of \nthe reaction (Extended Data Fig. 4). In contrast, addition of fresh \nPET substrate does not give rise to any additional soluble products. \nThese observations suggest that reactions stall due to catalyst deac\n-\ntivation, not as a result of inhibition by soluble released products or \nexhaustion of available plastic substrate. It is interesting to note that \nduring evolution, IsPETase libraries were analysed over time frames \nranging from 3 to 7 h, meaning that limited selection pressure was \napplied to catalyst longevity at elevated temperatures. We anticipate \nthat adapting selection pressures during future rounds of evolution \nwill lead to improved variants capable of operating efficiently at \nelevated temperatures for more extended periods.\nTo further explore the use of HotPETase, we next attempted \nto deconstruct commercial-grade PET materials. HotPETase can \ndepolymerize milled bottle-grade PET (bgPET, 41.9% crystallinity, \nfull material characterization can be found in Extended Data Table 1 \nand Supplementary Figs. 7 and 8), albeit with a reduced conversion \ncompared to that observed with cryPET powder (Fig. 3) (9.7 and \n2.8% with cryPET and bgPET, respectively). To showcase the selec\n-\ntivity achievable with biocatalytic depolymerizations, HotPETase \nwas used to deconstruct a common laminated packaging tray lid \ncomposed of PET and polyethylene (PE) (1.6% crystallinity, thick\n-\nness of 325 μm PET and 40 μm PE, Extended Data Table 1). This \nPET/PE laminate is challenging to recycle mechanically, and indeed \nis considered a pollutant in commercial recycling streams. The \nHotPETase enzyme is adept at selectively deconstructing the PET \nportion of this material. In this instance, the extent of depolymeriza\n-\ntion after 24 h is substantially improved at 60 versus 40 °C (9.2 versus \n2.9 mM of soluble monomer products released, corresponding to a \ndegree of depolymerization of 48.1 and 15.3%, respectively, Fig. 3a  \nand Extended Data Fig. 5). Scanning electron microscopy (SEM) \nreveals significant pitting of the PET surface, whereas the PE sur\n-\nface appears unchanged, compared to control reactions run in the \nabsence of enzyme (Fig. 3b and Supplementary Fig. 9). The patterns \nof PET surface erosion differ in samples depolymerized at 40 versus \nNATuRE CATALySiS | VOL 5 | AUGUSt 2022 | 673–681 | www.nature.com/ natcatal 675\nArticles Nature Catalysis\n0\n0.4\n0.8\n1.2\n1.6\n40\n50\n60\n70\n80\n90\nWT TS M3 M6 M9 HotPETase\nMHET + TPA released (mM)\nTm (°C)\na\n0\n5\n10\n15\n20\n25\n30\n40 °C\n60 °C\n65 °C\n70 °C\n40 °C\n60 °C\n65 °C\n70 °C\n40 °C\n60 °C\n65 °C\n70 °C\n((Soluble product)/(E)) × 10\n3 h–1\nLCCICCGIsPETaseTS HotPETase\nb\n0\n2\n4\n6\n8\n10\n12\n14\n16\n0\n0.4\n0.8\n1.2\n1.6\n2.0\n2.4\n2.8\n0 10 20 30 40 50\nDepolymerisation (%)\nMHET + TPA released (mM)\nTime (h)\nc\n(1)\n(2)\n(3)\n(4)\n(5)\n40 °C\nIsPETaseTS\nHotPETase\n0\n2\n4\n6\n8\n10\n12\n14\n16\n0\n0.4\n0.8\n1.2\n1.6\n2.0\n2.4\n2.8\nDepolymerisation (%)\nMHET + TPA released (mM)\nd\nHotPETase\nLCCICCG\n60 °C\n0 10 20 30 40 50\nTime (h)\nFig. 2 | Directed evolution of IsPET aseTS afforded a more thermostable and active catalyst. a, Bar chart demonstrating a snapshot of protein variants \nalong the evolutionary trajectory from IsPEtaseWt to HotPEtase. Protein variants are on the x axis; the mutations added to each variant in the bar chart \ncompared to the previous variant are represented as follows: 1 is S121E, D186H, R280A; 2 is P181V, S207R, S214Y; 3 is Q119K, S213E, N233C, S282C; 4 is \nR90t, Q182M, N212K, R224L and 5 is S58A, S61V, K95N, M154G, N241C, K252M, t270Q. Solid coloured bars represent the mean Tm of each variant  \n(left y axis). Hashed bars represent the mean concentration of MHEt and tPA produced by each enzyme variant over the course of 48 h at 60 °C, \nusing 0.4% cryPEt by mass (4 g l−1) and 0.29 mg enzyme per g PEt (corresponding to 0.04 μ M enzyme). b, Bar chart showing the mean enzyme \nturnovers per hour after 1 h of reaction, with cryPEt substrate at different temperatures with IsPEt asetS (yellow), HotPEtase (pink) or LCCICCG (green) \nas the biocatalyst, using 0.4% cryPEt substrate loading (4 g l −1) and 0.29 mg g−1 enzyme loading (0.04 μM). c, 48 h time-course reactions, with either \nHotPEtase (pink) or IsPEtasetS (yellow), showing the mean total concentration of released MHEt and tPA (left y  axis) and mean percentage substrate \ndepolymerized (right y axis) in reactions at 40 °C, using 0.4% cryPEt substrate loading (4 g l −1) and 0.29 mg g−1 enzyme loading (0.04 μM). d, 48 h \ntime-course reactions with HotPEtase (pink) or LCCICCG (green), showing the mean total concentration of released MHEt and tPA (left y  axis) and the \nmean percentage substrate depolymerized (right y  axis) in reactions at 65 °C, using 0.4% cryPEt substrate loading (4 g l −1) and 0.29 mg g−1 enzyme \nloading (0.04 μM). For all reactions presented in this figure, IsPEtase and its derivatives were assayed in the library screening buffer: pH 9.2, 50 mM \nGly-OH with 4% BugBuster; LCCICCG was assayed in its reported optimal operating buffer: pH 8, 100 mM K-Pi 16. Error bars represent the s.d. of triplicate \nmeasurements, each replicate measurement is represented with a black circle.\nNATuRE CATALySiS | VOL 5 | AUGUSt 2022 | 673–681 | www.nature.com/ natcatal676\nArticlesNature Catalysis\n60 °C, with defined pits observed at 40 °C compared with a more \nrugged surface at the higher temperature (Supplementary Fig. 9).  \nThese differences could plausibly arise due to different rates and \nextents of polymer deconstruction at the two temperatures, or due \nto increased chain mobility at 60 versus 40 °C.\nTo improve the rate and extent of PET depolymerization achiev\n-\nable with HotPETase, we next optimized several reaction parameters \nincluding pH, reaction buffer, substrate loading and enzyme load\n-\ning (Supplementary Figs. 10–12). Under optimal conditions using \n3.62 mg g\n−1 HotPETase enzyme loading (0.5 μM) and cryPET as \nthe substrate (0.4% cryPET substrate loading (4 g l−1), 20 mg total), \n6.07 mM of soluble monomer products were formed (MHET:TPA \nratio of 1:0.29) within 5 h at 60 °C, corresponding to a degree of depo-\nlymerization of 31% (Extended Data Fig. 6). Differential scanning \ncalorimetry (DSC) analysis of samples before and after depolymer\n-\nization show an overall increase in crystallinity from 29.8 to 41.7%, \nsuggesting that HotPETase preferentially degrades the amorphous \nPET domains (Supplementary Fig. 13a and Extended Data Table 2). \nSize-exclusion chromatography (SEC) analysis shows no substantive \nchange in the molecular weight and dispersity of the remaining PET \n(Supplementary Fig. 13b), which may indicate that the enzyme oper\n-\nates in an exo-cleavage fashion, depolymerizing individual polymer \nchains fully before chain transfer to a new macromolecule, thus retain\n-\ning the original chain lengths in the bulk of the sample. Applying the \noptimized reaction conditions for cryPET depolymerization to alterna\n-\ntive PET materials (bgPET and PET/PE laminate film) fails to enhance \nthe rate or extent of depolymerization at 60 °C (Extended Data Fig. 5), \nsuggesting that optimal process conditions are highly dependent on \nthe characteristics of the material undergoing deconstruction.\nStructural analysis. To gain insights into the origins of HotPETase \nthermostability and its improved activity, the crystal structure \nof the enzyme was solved and refined to a resolution of 2.2 Å for \ncomparison to the starting variant Is PETase\nTS. The structures of \nHotPETase (Protein Data Bank (PDB) 7QVH) and IsPETaseTS (PDB \n6IJ6) superimpose well, with a root-mean-square-deviation of \n1.18 Å (Extended Data Fig. 7a). In HotPETase, the disulfide bridge \nbetween the Cys233 and Cys282 pair is formed as intended, with \nan S–S interatomic distance of 2.03 Å (Extended Data Fig. 7b)."
    },
    {
      "heading": "The P181V mutation results in an additional hydrogen bond",
      "text": "between Val181 and Leu199 leading to better packing of the central \nβ-sheet region compared to IsPETase\nTS (Extended Data Fig. 7c and \nSupplementary Fig. 14). Analysis of the surface charge distributions \nof HotPETase and Is PETase\nTS reveals substantial changes, includ -\ning in the putative polymer binding cleft (Supplementary Fig. 15). \nEnsemble refinements of Is PETase\nTS and HotPETase demonstrates \nthat regions Ala183 to Asn190 and Cys203 to Leu216 have substan-\ntially decreased flexibility in the evolved enzyme (Supplementary \nFig. 16).\nTo understand how HotPETase interacts with PET oligomers, we \nperformed in silico docking using distance restraints to the Ser160 \ncatalytic nucleophile and the backbone amides of the oxyanion hole \n(Tyr87 and Met161). The lowest energy docking pose is shown in \nFig. 4a, with the PET oligomer (2-hydroxyethyl-(monohydroxyet\nhyl terephthalate)\n4, 4PET) occupying a shallow, extended binding \ncleft. The ‘wobbling’ tryptophan, Trp185, a feature that is thought \nto aid substrate binding and catalysis in the wild-type enzyme\n20,35, \nis present as a single conformer in apo -HotPETase and is suitably \npositioned to accommodate the docked 4PET in a productive pose \nfor catalysis (Fig. 4b). Extensive remodelling of the loop region con-\nnecting β7-α5, including introduction of a bulky Tyr214, leads to \na new π-stacking interaction with Trp185 that restricts its confor -\nmational freedom (Fig. 4b and Extended Data Fig. 7d). A hydro -\ngen bonding network involving Trp185, Tyr214 and the terminal \nhydroxyl group of 4PET also contributes to the stabilization of the \ndocked oligomer within the binding cleft.\n0.1\n0.3\n0.5\n1.0\n2.0\n4.0\n8.0\n5 h\n24 h\n5 h\n24 h\n5 h\n24 h\nMHET + TPA released (mM)\nMHET\nTPA\ncryPET\npowder\nMilled bottle-\ngrade PET\nPET/PE\ncomposite film\nPE\nPET\n+ HotPETase No enzyme\na b\nFig. 3 | Biocatalytic deconstruction of a range of PET-based materials by HotPET ase. a, Bar chart showing the mean concentration of released PEt \ndegradation products, MHEt (blue) and tPA (yellow), produced following reaction of HotPEtase at 60 °C over the course of 24 h, using 0.4% total \nsubstrate loading (4 g l−1) and 0.29 mg g−1 enzyme loading (0.04 μM). HotPEtase has activity on crystalline PEt powder (cryPEt), milled bottle-grade \nPEt (bgPEt) and a PEt/PE composite packaging tray lid (thickness of 325 μm PEt and 40 μm PE, estimated 3.6 g l−1 PEt substrate loading). Assays were \nconducted under the library screening buffer conditions: pH 9.2, 50 mM Gly-OH buffer with 4% BugBuster. Reactions were carried out in triplicate; error \nbars represent the s.d. of the total MHEt and tPA produced in the replicates; each replicate measurement is represented as a black circle. the y axis is \non a logarithmic scale. Physical characterization of the substrates without treatment, incubated with buffer-only and postenzymatic deconstruction, is \ndetailed in Extended Data table 1. b, SEM images of both sides of a PEt/PE packaging material degraded in the presence or absence of HotPEtase, in a \nreaction at 40 °C over the course of 6 days. For the enzyme reaction, the PEt/PE section (1.4% PEt/PE film by mass (14 g l\n−1), thickness of 325 μm PEt and \n40 μm PE, estimated 12.6 g l−1 PEt substrate loading) was submerged in a fresh solution of 0.08 mg g−1 HotPEtase (0.04 μM) and pH 9.2, 50 mM Gly-OH \nbuffer with 4% BugBuster each day, leading to a 36.4% depolymerization of the PEt portion of the sample. the no enzyme control was treated in the \nsame manner, but with no enzyme applied. SEM images for reactions at 60 °C are provided in Supplementary Fig. 9. Five images were collected for each \nexperiment, with those shown being representative of the set. Scale bar, 50 μm.\nNATuRE CATALySiS | VOL 5 | AUGUSt 2022 | 673–681 | www.nature.com/ natcatal 677\nArticles Nature Catalysis\nTo explore the functional significance of the altered environ -\nment around Trp185 in HotPETase, residues installed in the β7–α5 \nconnecting loop during evolution were reverted back to the amino \nacids present in the wild-type enzyme (HotPETase K212N, E213S, \nY214S (HotPETase\nLR)). These modifications led to a substantial \n7.5 °C reduction in T m and compromised catalytic performance at \nelevated temperatures (Extended Data Fig. 8). Catalytic activity at \nlow temperatures is minimally affected, suggesting that in the heav-\nily engineered HotPETase, the fixed conformation of Trp185 is not \ndetrimental to catalysis. Combined, these results indicate that a flex\n-\nible Trp185 is not a prerequisite for efficient PET deconstruction."
    },
    {
      "heading": "Conclusions",
      "text": "The catalytic performances of PETases have previously been \nimproved through rational engineering using computational meth\n-\nods, providing an important basis towards the development of com-\nmercially viable PET depolymerases. However, the engineering of \nindustrial biocatalysts is most commonly achieved through directed \nevolution. The notable lack of PETases engineered using laboratory \nevolution probably reflects the challenges of developing suitable \nhigh-throughput, quantitative methods for analysing the catalytic \ndeconstruction of insoluble polymers. Here, we have developed \nan automated directed evolution platform for engineering plastic \ndeconstructing enzymes and showcase its use through the develop\n-\nment of an evolved thermostable PETase (HotPETase, Tm = 82.5 °C), \nthat can operate at the glass transition temperature of PET and \ndepolymerizes semicrystalline PET more rapidly than previously \nreported PETases. HotPETase is able to deconstruct commercial \nbottle-grade PET and can selectively deconstruct PET in a PET/\nPE laminated packaging material, highlighting the potential ben\n-\nefits of enzymatic depolymerizations for real-world samples with \nminimal pretreatment or processing. Structural characterization \nof HotPETase highlights formation of the intended Cys233-Cys282 \ndisulfide bridge and improved packing of the central β-sheet region, \nwhich probably aids thermostability, alongside the presence of a sin\n-\ngle well-defined conformer of Trp185, indicating that flexibility of \nthis tryptophan is not a prerequisite for effective catalysis. To maxi\n-\nmize the use of our platform moving forward, it will be important \nto interface our evolution methods with alternative strategies for \naugmenting biocatalyst function, including computationally guided \nengineering\n36, introduction of polymer binding domains 37 and the \ndevelopment of multienzyme complexes38. Likewise, combining and \noptimizing biocatalytic deconstructions with enzymatic monomer \nupcycling methods will be an important avenue for exploration39,40. \nIn all cases, detailed techno-economic and life-cycle analysis will \nplay a crucial role in assessing commercial viability, as well as defin-\ning target parameters for future biocatalyst engineering7,8.\nIn the future, we anticipate that by adapting the selection pres -\nsures of our directed evolution workflows, we will be able to engi -\nneer a suite of useful biocatalysts with complementary functions \nand improved activities under process-relevant conditions. For \nexample, we can extend catalyst stability and lifetime by increas\n-\ning reaction times and temperatures, optimize biocatalysts to act \non alternative plastic substrates or enhance enzyme specificities in \norder that they operate on single polymer components from mixed \nplastic waste streams. In doing so, our laboratory evolution platform \nwill contribute to a biocatalytic recycling strategy to recover value \nfrom plastic waste."
    }
  ]
}