{
  "txt_file": "The FEBS Journal - 2025 - Bhattacharya - Development of a highly active engineered PETase enzyme for polyester degradation.txt",
  "pdf_file": "The FEBS Journal - 2025 - Bhattacharya - Development of a highly active engineered PETase enzyme for polyester degradation.pdf",
  "title": "Development of a highly active engineered PETase enzyme",
  "experimental_sections": [
    {
      "heading": "While these methods are fast and have been success-",
      "text": "fully used, most of them use an implicit solvent model\n(i.e., the solvent is modeled with a continuum rather\nthan with explicit atoms) and assume a rigid backbone\n(which may limit the long-range structural effects of a\nmutation). To overcome these limitations, we included\na further computational ﬁlter based on Molecular\nDynamics simulations in explicit water. By using an\northogonal method, we aimed at screening and rank-\ning on a common platform the most promising\nmutants generated by the methods described above.\nOur efforts led to the development of three variants\nthat feature T\nm values higher than current PETases\nand, for one of them (LCC-ICCG-C09), further\nenhanced catalytic activity on amorphous PET ﬁlms."
    },
    {
      "heading": "SB, RC contributed to methodology, investigation,",
      "text": "formal analysis, writing, and editing of the manuscript.\nHE, TU, AR contributed to investigation. AG, EP\nconceptualized and designed the research, contributed\nto formal analysis, writing, and editing of the manu-\nscript. All authors reviewed and approved the ﬁnal\nversion of the manuscript.\nData availability statement\nAll data generated or analyzed during this study are\nincluded in this published article and its Supporting\nInformation ﬁle. The ﬁnal crystallographic coordinates\nof the crystal structure of the C09 mutant (accession\ncode: 8CMV) are available in the RCSB PDB\n(https://www.rcsb.org)."
    }
  ],
  "computational_sections": [
    {
      "heading": "In silico design and selection of stabilizing",
      "text": "mutants\nEnzyme engineering was initiated using the\nLCC-ICCG variant reported by Tournieret al. [15],a\nmutant of the wild-type leaf-branch compost cutinase\n(LCC) bearing four point substitutions: F243I,\nY127G, S283C, and D238C. The latter two substitu-\ntions introduce a second disulﬁde bond, complement-\ning the native C275–C292 bond. In both wild-type and\nmutant enzymes, the catalytic site is centered on resi-\ndue S165. The crystal structure of the inactive S165A\nLCC-ICCG variant is available in the Protein Data\nBank (PDB ID: 6THS). Our design strategy followed\nestablished protocols [17–19] beginning with the rever-\nsion of residue 165 to the catalytically active serine.\nResidues within 5˚A of S165 were excluded from muta-\ngenesis to preserve active site integrity. Three distinct\ncomputational methods were employed, yielding three\nseparate series of variants.\nThe use of the Rosetta Supercharge method [22]\nwhich aimed at increasing the charge on the surface of\nthe enzyme, led to the identiﬁcation of 1 000 potential\nenzyme variants, from which those 10 that featured\nthe best Rosetta score (which we named C01-C10)\nwere selected for further analysis. PROSS design[21]\nproduced 9 variants (P01-P09), and Disulﬁde-by-\nDesign [23] identiﬁed 125 enzyme variants, from which\nwe selected the best 10, named X01-X10.\nThe 29 candidate enzyme variants originating from\nthe different computational screening methods were\nthen subject to 1 μs molecular dynamics (MD)\nsimulations in explicit water and ranked based on their\nstability as assessed by RMSF analysis [17]. Our\nMD-based ranking led to the selection of six candidate\nmutants (C08, C09, P06, P08, X05, X09) for experi-\nmental production and characterization (Fig. 1,\nFig. S1 and Table2).\nThermal stability\nThe six candidate enzymes were expressed in E. coli\nand puriﬁed. The ﬁnal yields of all the enzymes were\naround 16 mg/C1 L\n/C0 1 of bacterial culture (see yield in\nTable S1). Wild-type LCC, a naturally occurring\nPETase, has a Tm of 84.7 °C. This enzyme has been\npreviously engineered by Tournieret al. [15] leading to\nthe LCC-ICCG variant with a reportedTm of 94.0°C\n(93.6 °C in our own assessment, a difference that could\nbe attributed to that fact that, forTm measurements,\nTournier et al. used differential scanning ﬂuorimetry\n(DSF), whereas we used circular dichroism (CD)).\nIndeed, during the thermal stability assessment of the\nenzymes, it became apparent that the determination of\nits melting temperature (T\nm) via differential scanning\nﬂuorimetry (DSF) was unreliable. Speciﬁcally, the\ndenaturation curve could not be accurately derived\ndue to theT\nm approaching 100°C, which is the upper\noperational limit of the Applied Biosystems 7500\nReal-Time PCR System utilized for the DSF measure-\nments. As a result, a complete unfolding transition\n(typically indicated by a plateau) could not be\nobserved for the enzymes within the instrumental con-\nstraints. To overcome this limitation and enable a con-\nsistent comparison across all enzyme variants, we\nemployed CD spectroscopy. This technique facilitated\nthe accurate determination of T\nm values for all pro-\nteins examined in the study. Consequently, we propose\nthat the discrepancy in the T\nm of ICCG reported by\nTournier et al. compared to our ﬁndings likely arises\nfrom the methodological differences between DSF and\nCD-based measurements.\nAfter our enzyme design campaign, we tested the\nthermal stability of the six engineered variants\n(Table 3); we found that the C09 (T\nm = 97.1 °C) and\nX05 (Tm = 96.9 °C) variants have a higherTm than the\nreference LCC-ICCG ( Tm = 93.6 °C). The X09\n3ª 2025 The Author(s). The FEBS Journalpublished by John Wiley & Sons Ltd on behalf of\nFederation of European Biochemical Societies.\nS. Bhattacharya et al. Polyester degradation by a highly active PETase\n 17424658, 0, Downloaded from https://febs.onlinelibrary.wiley.com/doi/10.1111/febs.70228 by Readcube (Labtiva Inc.), Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n(Tm = 93.8 °C) variant exhibits similar thermal stability\nto LCC-ICCG (Fig. S2). We did not determine the\nmelting temperature of P06 and P08 due to their negli-\ngible enzymatic activity in preliminary experiments,\nwhile for C08 it was not possible to obtain a reliable\nﬁt.\nEnzymatic activity\nTerephthalic acid (TPA) is one of the major degrada-\ntion products of the activity of the enzymes on PET.\nThis compound can be detected by liquid chromatog-\nraphy (HPLC), which allows a precise quantiﬁcation\nof product formation. Given the potential absorption\nspectra overlaps of the degradation products that will\naffect the absorption spectra recording in spectropho-\ntometric methods, we chose HPLC for its higher speci-\nﬁcity and precision in quantifying the enzymatic\nreaction products as also described in the literature\n[24]. To assess enzymatic activity, aliquots of the enzy-\nmatic reactions were harvested at multiple time points\nand analyzed by HPLC for the quantiﬁcation of TPA\nproduction (Fig. 2A). Minor degradation products\n(MHET and BHET) were also assessed (Fig.S3). We\nused an enzyme concentration of 40 n\nM (equivalent to\n1.2 μg/C1 mL/C0 1 enzyme in the reaction mixture) and an\namorphous PET ﬁlm of 8.4 mg in a 2 mL microcentri-\nfuge tube to evaluate the PET degradation activity of\nthe different mutants. The enzyme concentration corre-\nsponds to ≈0.3 mg\nENZYME/gPET, a ratio lower than the\none reported in the original LCC-ICCG paper\n(3 mg\nENZYME/gPET), but in agreement with the range\nreported in the literature (0.2 –3m gENZYME/gPET)\n[25–28] The experiments were done at 68°C, the tem-\nperature at which PET degradation is typically carried\nout in bioreactors at an industrial scale to work below\nFig. 1.Structural comparison of the enzyme variants selected for experimental characterization. Pink sticks represent the catalytic triad,\ncyan sticks represent the four substitutions introduced in LCC-ICCG, and green sticks represent additional substitutions introduced in each\nnew variant (A: C08, B: C09, C: P06, D: P08, E: X05, F:X09). Figures are generated with the software PyMol [51].\n4 ª 2025 The Author(s). The FEBS Journalpublished by John Wiley & Sons Ltd on behalf of\nFederation of European Biochemical Societies.\nPolyester degradation by a highly active PETase S. Bhattacharya et al.\n 17424658, 0, Downloaded from https://febs.onlinelibrary.wiley.com/doi/10.1111/febs.70228 by Readcube (Labtiva Inc.), Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nthe glass transition temperature of PET (Tg ≈ 70 °C). If\nwe exclude the ﬁrst few hours, where ICCG performs\nbetter, at 68 °C the mean TPA concentration at the\ndifferent time points is signiﬁcantly higher for the C09\nmutant than for ICCG up until day 6 (144 h, Fig.2A,\nB and Figs S3–S5). Moreover, the speciﬁc activity of\nC09 is also signiﬁcantly higher ( ≈2-fold) than that\nof the gold standard LCC-ICCG over the same length\nof time (Fig. 2C). All other enzymes show similar or\nweaker performances compared to LCC-ICCG (X09,\nC08, X05). At 68 °C, complete sample degradation\ncould be observed with C09 already at day 4 (data not\nshown), a feature not seen with any of the other\nenzymes, including LCC-ICCG. The percentage of\nweight loss after 6 days of reactions for all the enzymes\nis shown in Fig. 2D and in Fig. S3D. In order to\nassess the general functionality of the different PETase\nvariants, we also tested the esterase activity for the\nPETase variants using p-nitrophenyl acetate (pNPA)\nas a substrate. The speciﬁc activity against pNPA is\nhighest for C09 and C08, followed by ICCG and X09.\nThe mutants X05, P06, and P08 have the lowest spe-\nciﬁc activity (Fig.S6).\nEnzyme structure\nWe determined the crystal structure of C09 to assess\nwhether the substitutions lead to changes in the struc-\nture of the enzyme. The structure was determined at\n1.28 ˚A resolution. We compared the predicted second-\nary structure content based on CD with the experi-\nmental results, showing good alignment between the\nCD-based prediction and the crystallographic structure\n(Table S2). The structural comparison of the C09 vari-\nant with the parent enzymes shows no signiﬁcant\nchanges in the folding, as observed by the minimal\nchange in RMSD with respect to the WT (0.257 ˚A)\nand to the LCC-ICCG variant (0.152˚A). The position\nand orientation of the catalytic triad (D210, H242,\nand S265) overlap perfectly with the catalytic triad in\nthe parent enzymes (Fig. 3A). Although we observe\nthat increased stability leads to higher enzymatic activ-\nity, a mechanistic explanation of the phenomenon is\nelusive. We hypothesize that the increase in stability\nprovided by the additional surface charges in the C09\nvariant may help to keep the surface-exposed catalytic\nsite in place even at high temperatures, such as those\nused to test the activity of the enzyme (68°C). Indeed,\nall the substitutions introduced in the design process\nare found mostly on the surface of the enzyme and\naway from the catalytic triad (Fig. 3B; Fig. S7)\nand are thus unlikely to affect the activity directly.\nRather, the substitutions may reduce the proportion of\nthe enzyme that may denature over time, and/or pre-\nvent the unfolding of the exposed catalytic triad. The\ndenaturation (and the consequent loss of activity) is\nTable 2.List of substitutions relative to the sequence of the wild-\ntype LCC enzyme. In bold are the substitutions already present in\nthe LCC-ICCG scaffold.\nEnzyme\nNumber of\nsubstitutions Substitutions\nLCC-ICCG [15] 4 Y127G, D238C, F243I, S283C\nC08 11 S48D, S57K, Y127G, S145R,\nA209R, D238C, S241D, F243I,\nN276D, N278K, S283C\nC09 13 S36D, Q40R, S48D, S57K, Y127G,\nS145R, A209R, D238C, F243I,\nN276D, N278K, S283C, Q293K\nP06 16 V75T, L84E, M91I, N120D,\nY127G, S133R, S136L, N140D,\nA156P, I174A, A209N, D238C,\nF243I, A250T, S253A, S283C\nP08 26 S64P, V75T, L84E, M91I, A99Q,\nN120D, Y127G, S133R, S136L,\nN140D, R143V, A152S, A156P,\nI174A, N178D, T188C, A209N,\nQ224N, V233M, V235I, D238C,\nF243I, N248S, A250T, S253A,\nS283C\nX05 6 Y127G, G206C, V215C, D238C,\nF243I, S283C\nX09 6 D126C, Y127G, S130C, D238C,\nF243I, S283C\nTable 3.Assessed melting temperature for different PETases and\nimprovement with respect to the LCC wild-type enzyme. The\nestimation of Tm is sensitive to the experimental setup and\nconditions, which could explain the difference between the\nreported Tm and the Tm determined by us. For proper comparison,\nwe assessed the Tm of LCC-ICCG using the same setup that we\nused for the measurement of the Tm of our engineered enzymes.\nThe melting temperature was not measured for P06 and P08,\nwhile for C08 it was not possible to obtain a reliable ﬁt. n.d., not\ndeterminable; n.m., not measured.\nEnzyme Tm (°C) ΔTm (°C) References\nWT-LCC 84.7 – Tournier et al. [15];\nPirillo et al. [24]\nLCC-ICCG 94.0 +9.3 Tournier et al. [15]\nLCC-ICCG 91.7 +7.0 Arnal et al. [17]\nLCC-ICCGa 93.6 /C6 2.1 +8.9\nC09 97.1 /C6 0.8 +12.4\nX05 96.9 /C6 2.9 +12.2\nX09 93.8 /C6 1.0 +9.1\nC08 n.d.\nP06 n.m.\nP08 n.m.\naReassessed in this work.\n5ª 2025 The Author(s). The FEBS Journalpublished by John Wiley & Sons Ltd on behalf of\nFederation of European Biochemical Societies.\nS. Bhattacharya et al. Polyester degradation by a highly active PETase\n 17424658, 0, Downloaded from https://febs.onlinelibrary.wiley.com/doi/10.1111/febs.70228 by Readcube (Labtiva Inc.), Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nexpected to be negligible only forT < Tm [29]. There-\nfore, by increasing theTm to 97.1°C, the denaturation\neffects may be signiﬁcantly reduced at the working\ntemperature (68°C), thus possibly explaining the gain\nin activity of the C09 design. The stabilization of the\ncatalytic triad is conﬁrmed by MD simulations, which\nshow that at increasing temperatures C09 features a\nlower RMSF, in particular near the key catalytic resi-\ndue H242 (Fig.3C)."
    },
    {
      "heading": "In silico design and selection of stabilizing",
      "text": "mutants\nWe started our enzyme engineering process from the\nLCC-ICCG enzyme reported by Tournieret al. [15]. This\nengineered enzyme is a mutant of the wild-type leaf-branch\ncompost cutinase (LCC) carrying 4 point mutations: F243I,\nY127G, S283C, and D238C. The last two substitutions are\ndesigned to induce the formation of a second disulﬁde\nbond, in addition to the native one (C275-C292). In both\nenzymes, the catalytic site is centered on residue S165. The\nstructure of the LCC-ICCG engineered enzyme is available\nin the Protein Data Bank (PDB code:6THS) as the inacti-\nvated S165A variant.\nIn our design strategy, we applied protocols used in pre-\nvious works [17–19] starting from the LCC-ICCG mutant\nstructure after reverting amino acid 165 from Alanine to\nthe catalytically active Serine. All residues within a distance\nof 5 ˚A from S165 were excluded from the design and were\ntherefore left unchanged. The design was done using three\nseparate methods, resulting in three different series of\nvariants.\nThe ﬁrst design strategy (C-series) was performed using\nthe Rosetta Supercharge tool[22]. This tool was employed\nto reengineer the protein surface with amino acids that pre-\nsent a high net charge, which is reported to prevent aggre-\ngation of partially unfolded states. The design produced\n1024 enzyme variants, and the best 10 based on the internal\nscore were kept for further ranking. The Rosetta Super-\ncharge tool directly provides a 3D model in PDB format\nfor the proposed mutants.\nIn the second design strategy (P-series) we used the\nPROSS web server [21] to generate 9 different enzyme\ndesigns with improved packing, hydrogen bond networks,\nand salt bridge networks. PROSS directly provided the\nPDB structure of the proposed variants.\nThe third design strategy (X-series) employed the\nDisulﬁde-by-Design web server [23] a tool for disulﬁde\nbond prediction that allows ﬁnding pairs of amino acids\nthat can carry cysteine substitutions in the correct orienta-\ntion to form disulﬁdes. A total of 150 pair substitutions\nwere generated and, based on the internal scoring system,\nthe best 10 of them were retained for further testing. In this\ncase, we used the “Mutate Residue” tool in VMD to mod-\nify the proposed positions to cysteines.\nOverall, our design campaign produced 29 different\nenzyme variants that were then evaluated using MD simu-\nlations; then ranked according to the method described in\nprevious works [17–20] Brieﬂy, we solvated each molecular\nmodel with a 15˚A pad of TIP3P water, and we introduced\ncounter ions to neutralize the system charge, resulting in a\nﬁnal simulation box of ≈30.000 atoms. Hydrogen mass\nrepartitioning was applied to allow a time step of 4 fs[35].\nThe systems were subjected to 1000 energy minimization\nsteps, and it equilibrated for 1 ns at a pressure of 1 atm and\nat a temperature of 300 K with NAMD software[36] using\nAMBER19SB force ﬁeld [37] non-bonded cutoff of 12 ˚A,\nrigid bonds, and particle-mesh Ewald long-range electro-\nstatics. During the equilibration simulation, the Cα atoms\nof the protein were restrained by a 10 kcal /C1 mol\n/C0 1/C1 ˚A/C0 2\nspring constant. The 1μs production runs were performed\nusing a NVT ensemble whereby all the parameters (non-\nbonded cutoff, and PME) were the same as in the equili-\nbration phase. All simulations were run in triplicates. Root\nmean square deviations (RMSD) were monitored after each\nMD run to assess structural convergence, while root mean\nsquare ﬂuctuations (RMSF) were calculated to assess the\nimproved stability of the design. As a result, the two best\nstructures from each design series were selected, namely\ndesign LCC-ICCG-C08, LCC-ICCG-C09, LCC-ICCG-P06,\nLCC-ICCG-P08, LCC-ICCG-X05, LCC-ICCG-X09. In the\nremainder of this document, the “LCC-IGGC-” preﬁx of\nenzyme names is omitted for brevity.\nProtein expression and puriﬁcation\nThe different codon-optimized nucleotide sequences of the\ndesigned PETase mutants were cloned in a pET26b(+) bacte-\nrial expression vector (Novagen, Malvern, Worcestershire,\nUK), together with a C-terminal 6His-tag. All the different\nmutants were transformed and expressed inEscherichia coli\nBL21 Star (DE3) cells (Invitrogen, Carlsbad, CA, USA). A\nsample of 4 mL of an overnight culture of the selected strain\ngrown in the presence of 50μg/C1 mL\n/C0 1 kanamycin was inocu-\nlated into 2 L of Luria–Bertani broth (LB) at 37°C, supple-\nmented with 50 mg /C1 L/C0 1 kanamycin and grown until\nOD600 =0.6. The expression was induced with isopropyl 1-\nthio-β-D-galactopyranoside (IPTG) at a ﬁnal concentration of\n0.1 mM followed by overnight incubation at 18 °Ca n d\n8 ª 2025 The Author(s). The FEBS Journalpublished by John Wiley & Sons Ltd on behalf of\nFederation of European Biochemical Societies.\nPolyester degradation by a highly active PETase S. Bhattacharya et al.\n 17424658, 0, Downloaded from https://febs.onlinelibrary.wiley.com/doi/10.1111/febs.70228 by Readcube (Labtiva Inc.), Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n220 rpm. Cells were collected by centrifugation and resus-\npended in lysis buffer (20 mM Tris/HCl pH 8.0, 300 mM\nNaCl) supplemented with 0.2 mM protease phenylmethylsulfo-\nnyl ﬂuoride (PMSF) and DNAse and then lysed by sonica-\ntion on ice. After centrifugation (45 000g for 40 min at 4°C),\nthe soluble fraction of the cell lysate was passed through a\n0.45μmﬁ l t e ra n dt h e nl o a d e do n t oaH i s T r a pH P5 m L( G E\nHealthcare, Chicago, IL, USA) column equilibrated with\nbuffer A (20 m\nM Tris/HCl pH 8.0, 300 mM Nacl and 10 mM\nimidazole). The Ni afﬁnity column was washed using 10 col-\numn volumes of buffer A. Before elution, ﬁve column vol-\numes (CV) of buffer A supplemented with 50 m\nM imidazole\nwere used to remove unspeciﬁc proteins from the resin. Then,\nthe bound His-tagged enzyme was eluted with the same\nbuffer supplemented with 500 m\nM imidazole in a linear gradi-\nent. The protein eluted completely with 250 mM imidazole.\nThe eluted fraction was loaded onto a PD-10 desalting col-\numn pre-equilibrated with buffer C (20 m\nM Tris/HCl pH 8.0,\n300 mM NaCl) for buffer exchange. Buffer exchange was per-\nformed simultaneously after the protein was puriﬁed. The\ndesired protein was concentrated to≈2m g/C1 mL\n/C0 1 using an\nAmicon 20 centrifugal ﬁlter with a molecular cutoff of 10\nkDa and stored at /C0 80 °C. Protein concentration was\nassessed using a NanoDrop OneC (Thermo Fisher Scientiﬁc,\nWaltham, MA, USA). Sample purity was evaluated by 12%\nSDS/PAGE. The ﬁnal yields of all the enzymes were around\n16 mg/C1 L\n/C0 1 of bacterial culture.\nCircular dichroism\nCircular dichroism (CD) measurements were performed on\na Jasco J-1500 spectropolarimeter at 20°C. CD was per-\nformed to detect the secondary structure of different vari-\nants and to measure the thermostability of the enzyme. The\nspectra were determined with the following parameters:\ncontinuous scanning mode with a scanning speed of\n50 nm/C1 min\n/C0 1, band width 0.1 nm, data pitch 0.1 nm at\n20 °C. A 1.0 mm path length quartz cuvette was used for\n5 μM samples of different enzymes in 20 mM Tris/HCl pH\n8.0, 150 mM NaCl. Thermal denaturation curves were mea-\nsured in 1.0 mm path length cuvettes closed with a paraﬁlm\non protein solutions. Protein denaturation was induced\nupon increasing the temperature at a rate of 1 °C/C1 min\n/C0 1\nfrom 20 °C to 120 °C. The ellipticity at 222 nm was\nrecorded at intervals of 0.2°C using a 1-nm bandwidth and\na response of 10 s.\nThe determination of the midpoints of the thermal dena-\nturation curves (Tm) was done by ﬁtting the data to a sigmoi-\ndal transition curve using a modiﬁed sigmoidal model[38]:\nCD = b /C1 T/C0 cðÞ /C0 d /C1 T/C0 eðÞ\n1 þ T\na\n/C0/C1f/C16/C17\nþ d /C1 T/C0 eðÞ\n(1)\nwhere T is the temperature, a represents the melting tem-\nperature ( Tm), and the terms ( b/C1 T /C0 c) and ( d/C1 T /C0 e)\naccount for baseline drift at low and high temperatures,\nrespectively. The parameter f controls the steepness of the\ntransition. This model allows for accurate ﬁtting of CD\n(circular dichroism) data across the full thermal range, cap-\nturing both transition and baseline behavior (Fig.S2).\nThe secondary structures of all the different variants\nwere measured at 200–250 nm wavelengths and 20°C. Ellip-\nticity was plotted versus wavelength with GraphPad Prism\n10 software. Each recorded spectrum was the average of\nthree scans (Figs S8, S9). CD spectra for the C09 variant\nwere further analyzed using the K2D algorithm of the\nDichroWeb tool[39] (Table S2).\nEnzymatic reaction\nBis(hydroxyethyl)terephthalate (BHET), mono(hydroxyethyl)\nterephthalate (MHET), terephthalic acid (TPA), and ethylene\nglycol (EG) are the major depolymerization products of the\nactivity of the enzymes on PET. These compounds can be\nseparated efﬁciently on a C18 reversed-phase high-\nperformance liquid chromatography HPLC column, thus\nallowing a precise quantiﬁcation of product formation. All\nenzyme reactions were performed at a concentration of\n40 n\nM at 68°C in quintuplicates in 2.0 mL microcentrifuge\ntubes in the reaction buffer (500 mM Tris/HCl pH 8.0,\n300 mM NaCl). Amorphous, 250μm-thick PET ﬁlms (prod-\nuct number ES301445/11) were purchased from Goodfellow\nUSA and cut into 6 mm diameter circular pellets using a hole\npuncher. Individual pellets, whose weight was around 8.4 mg,\nwere then placed in 2 mL microcentrifuge tubes. The esterase\nactivity of enzyme variants was assessed by monitoring the\nhydrolysis of p-nitrophenyl acetate (pNPA)[24]. Reactions\nwere performed at a concentration of 0.1–1.0 μ\nM in a 96-well\nmicroplate at 25°C using 1 mM pNPA in a buffer containing\n20 mM Tris/HCl (pH 8.0) and 300 mM NaCl. Enzymatic\nactivity was quantiﬁed by measuring the increase in absor-\nbance at 405 nm (Clariostar Plus), corresponding to the for-\nmation of p-nitrophenolate ( ε₄₀₅ = 11.6 m\nM/C0 1/C1 cm/C0 1) (see\nFig. S6).\nReversed-phase liquid chromatography\nThe different compounds produced by PET hydrolytic\nenzymes (TPA, as well as BHET and MHET) were quanti-\nﬁed by reversed-phase HPLC (TablesS3–S5). HPLC ana-\nlyses were performed on a Shimadzu LC-2030C 3D Plus\nsystem equipped with a PDA detector, a column oven, and\nan autosampler (Shimadzu, Kyoto, Japan). Separations\nwere carried out using a Kinetex C18 column (2.7 μm;\n4.6 × 150 mm, Phenomenex, Torrance, CA, USA). Column\ntemperature was maintained at 40°C with a ﬂow rate of\n1m L/C1 min\n/C0 1. For the mobile phase, 0.1% H3PO4 (solvent\nA) and MeCN (solvent B) were used. The linear gradient\nmode used for the elution was as follows: 0 min, 10% B;\n0–15 min, 10–40% B; 15 –18 min, 40–65% B; 18 –20 min,\n9ª 2025 The Author(s). The FEBS Journalpublished by John Wiley & Sons Ltd on behalf of\nFederation of European Biochemical Societies.\nS. Bhattacharya et al. Polyester degradation by a highly active PETase\n 17424658, 0, Downloaded from https://febs.onlinelibrary.wiley.com/doi/10.1111/febs.70228 by Readcube (Labtiva Inc.), Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n65% B; 20–23 min, 65–10% B; 23–25 min, 10% B. At every\ntime interval, 100μL of the sample was collected from the\nreaction vial placed at the set temperature. The 0–72 h sam-\nples were diluted 21 times (50μL of the provided sample\nwas transferred to autosampler vial and diluted in 1 mL of\n10% MeCN +0.1% H\n3PO4), whereas the 96 h and 144 h\nsamples were diluted 101 times (10μL of the provided sam-\nple was transferred to autosampler vial and diluted in 1 mL\nof 10% MeCN +0.1% H\n3PO4). Detection was accom-\nplished via measurement of UV adsorption at 240 nm;\n20 μL of each sample was injected into the system, and the\ndegradation products were quantiﬁed against standard cali-\nbration curves ranged 0.1, 1.0, 5.0, 10.0, 50.0 (for TPA and\nMHET) and 0.09, 0.9, 4.4, and 43.9 (for BHET)μg/C1 mL\n/C0 1.\nProtein crystallization\nCrystals of the C09 mutant were grown at room tempera-\nture using the vapor diffusion method by mixing a 2μL\ndrop of a 10 mg/C1 mL/C0 1 protein sample with a 2μL drop of\na solution containing 0.1 M Sodium citrate tribasic dihy-\ndrate pH 5.6, 20% v/v 2-Propanol, 20% w/v Polyethylene\nglycol 4000. Crystals, which appeared after one week, were\nfrozen in liquid nitrogen using 25% (v/v) glycerol as a\ncryoprotectant prior to X-ray diffraction data collection.\nStructure determination and reﬁnement\nFor the structure of the C09 mutant, the initial phases were\nobtained by molecular replacement using Phaser [40] and\nthe atomic coordinates of the crystal structure of a Leaf-\nbranch compost bacterial cutinase homolog (PDB entry\n4EB0) as a search model. Reﬁnement was performed by\nalternating rounds of REFMAC5 [41] and manual adjust-\nments in Coot[42] Water molecules were added both man-\nually and automatically using the Coot_reﬁne tool from the\nCCP4 package [43] The crystallographic table is shown in\nthe SI ﬁle in TableS6.\nAcknowledgements\nThe authors wish to thank the personnel of the Diamond\nLight Source (proposal number mx32544) for help with\nthe data collection. EP thanks the European Regional\nDevelopment Fund (ERDF) project BioDrug (No.\n1.1.1.5/19/A/004), the Latvian Council of Science, and the\nLatvian Recovery and Resilience Fund (Grant No. lzp-\n2020/2-0013 and grant No. 74/OSI/ZG) for ﬁnancial sup-\nport. SB acknowledges the Latvian Recovery and Resil-\nience Fund and the Latvian Institute of Organic Synthesis\nfor student grants (No. ANM_OSI_DG_31 and No. IG-\n2025-02). RC acknowledges the MICS (Made in Italy–\nCircular and Sustainable) E xtended Partnership and\nreceived funding from Next-Generation EU (Italian\nPNRR – M4C 2 ,I n v e s t1 . 3– DD 1551.11–10-2022,\nPE00000004) CUP MICS C93C220052800. EP and AG\nwish to thank the European Union’s HORIZON-\nWIDERA-2023-ACCESS-04 program for ﬁnancial sup-\nport under grant agreement 101159534 (WIDEnzymes).\nThis manuscript reﬂects only the authors’ views and opin-\nions. Neither the European Union nor the granting\nauthority can be considered responsible for them. We\nacknowledge the CINECA award under the ISCRA ini-\ntiative (Grant code IsB26_W2EB and IsCa2_REZYME)\nfor the availability of high -performance computing\nresources and support. Graphs and statistical analysis\nwere done with GraphPad Prism 10 software. Structure\nﬁgures were generated using PyMol. The graphical\nabstract was created with BioRender (Castagna, R.\n(2025) https://BioRender.com/hm2wjzf). Open access\npublishing facilitated by Universita degli Studi di Bolo-\ngna, as part of the Wiley - CRUI-CARE agreement.\nConﬂict of interest\nThe authors declare no conﬂict of interest.\nAuthor contributions"
    },
    {
      "heading": "Parisini E (2022) In silico engineering of enzyme access",
      "text": "tunnels. Methods Mol Biol2397, 203–225.\n20 Estiri H, Bhattacharya S, Buitrago JAR, Castagna R,\nLegzdin¸a L, Casucci G, Ricci A, Parisini E & Gautieri\nA (2023) Tailoring FPOX enzymes for enhanced\nstability and expanded substrate recognition.Sci Rep\n13, 18610.\n21 Goldenzweig A, Goldsmith M, Hill SE, Gertman O,\nLaurino P, Ashani Y, Dym O, Unger T, Albeck S,\nPrilusky Jet al. (2016) Automated structure- and\nsequence-based Design of Proteins for high bacterial\nexpression and stability.Mol Cell63, 337–346.\n22 Der BS, Kluwe C, Miklos AE, Jacak R, Lyskov S,\nGray JJ, Georgiou G, Ellington AD & Kuhlman B\n(2013) Alternative computational protocols for\nsupercharging protein surfaces for reversible unfolding\nand retention of stability.PLoS One8, e64363.\n23 Craig DB & Dombkowski AA (2013) Disulﬁde by\ndesign 2.0: a web-based tool for disulﬁde engineering in\nproteins. BMC Bioinformatics14, 346.\n24 Pirillo V, Pollegioni L & Molla G (2021) Analytical\nmethods for the investigation of enzyme-catalyzed\ndegradation of polyethylene terephthalate.FEBS J288,\n4730–4745.\n25 Bell EL, Smithson R, Kilbride S, Foster J, Hardy FJ,\nRamachandran S, Tedstone AA, Haigh SJ, Garforth\nAA, Day PJRet al. (2022) Directed evolution of an\nefﬁcient and thermostable PET depolymerase.Nat\nCatal 5, 673–681.\n26 Fritzsche S, Tischer F, Peukert W & Castiglione K\n(2023) You get what you screen for: a benchmark\nanalysis of leaf branch compost cutinase variants for\npolyethylene terephthalate (PET) degradation.React\nChem Eng8, 2156–2169.\n27 Patel A, Chang AC, Mastromonaco A, Acosta Diaz M,\nPerry S, Ferki O, Ayafor C, Abid U, Wong HW, Xie D\net al. (2023) Aqueous buffer solution-induced\ncrystallization competes with enzymatic\n11ª 2025 The Author(s). The FEBS Journalpublished by John Wiley & Sons Ltd on behalf of\nFederation of European Biochemical Societies.\nS. Bhattacharya et al. Polyester degradation by a highly active PETase\n 17424658, 0, Downloaded from https://febs.onlinelibrary.wiley.com/doi/10.1111/febs.70228 by Readcube (Labtiva Inc.), Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\ndepolymerization of pre-treated post-consumer poly\n(ethylene terephthalate) waste.Polymer 285, 126370.\n28 Arnal G, Anglade J, Gavalda S, Tournier V, Chabot N,\nBornscheuer UT, Weber G & Marty A (2023)\nAssessment of four engineered PET degrading enzymes\nconsidering large-scale industrial applications.ACS\nCatalysis 13, 13156–13166.\n29 Bianco V, Pag`es-Gelabert N, Coluzza I & Franzese G\n(2017) How the stability of a folded protein depends on\ninterfacial water properties and residue-residue\ninteractions. J Mol Liq245, 129–139.\n30 Kawai F (2021) The current state of research on PET\nhydrolyzing enzymes available for biorecycling.\nCatalysts 11,1 –10.\n31 Ding Z, Xu G, Miao R, Wu N, Zhang W, Yao B,\nGuan F, Huang H & Tian J (2023) Rational redesign\nof thermophilic PET hydrolase LCCICCG to enhance\nhydrolysis of high crystallinity polyethylene\nterephthalates. J Hazard Mater453, 131386.\n32 Zeng W, Li X, Yang Y, Min J, Huang JW, Liu W, Niu\nD, Yang X, Han X, Zhang Let al. (2022) Substrate-\nbinding mode of a thermophilic PET hydrolase and\nengineering the enzyme to enhance the hydrolytic\nefﬁcacy. ACS Catalysis12, 3033–3040.\n33 Wei R, Von Haugwitz G, Pfaff L, Mican J, Badenhorst\nCPS, Liu W, Weber G, Austin HP, Bednar D,\nDamborsky Jet al. (2022) Mechanism-based design of\nefﬁcient PET hydrolases.ACS Catalysis12, 3382–3396.\n34 Tournier V, Duquesne S, Guillamot F, Cramail H,\nTaton D, Marty A & Andr´e I (2023) Enzymes’ power\nfor plastics degradation.Chem Rev123, 5612–5701.\n35 Hopkins CW, Le Grand S, Walker RC & Roitberg AE\n(2015) Long-time-step molecular dynamics through\nhydrogen mass repartitioning.J Chem Theory Comput\n11, 1864–1874.\n36 Nelson MT, Humphrey W, Gursoy A, Dalke A, Kale\nLV, Skeel RD & Schulten K (1996) NAMD: a parallel,\nobject oriented molecular dynamics program.Int J\nSupercomp Appl High Perform Comput10, 251–268.\n37 Tian C, Kasavajhala K, Belfon KAA, Raguette L,\nHuang H, Migues AN, Bickel J, Wang Y, Pincay J, Wu\nQ et al. (2020) Ff19SB: amino-acid-speciﬁc protein\nbackbone parameters trained against quantum\nmechanics energy surfaces in solution.J Chem Theory\nComput 16, 528–552.\n38 Then J, Wei R, Oeser T, Gerdts A, Schmidt J, Barth M\n& Zimmermann W (2016) A disulﬁde bridge in the\ncalcium binding site of a polyester hydrolase increases\nits thermal stability and activity against polyethylene\nterephthalate. FEBS Open Bio6, 425–432.\n39 Miles AJ, Ramalli SG & Wallace BA (2022)\nDichroWeb, a website for calculating protein secondary\nstructure from circular dichroism spectroscopic data.\nProtein Sci31,3 7–46.\n40 McCoy AJ, Grosse-Kunstleve RW, Adams PD, Winn\nMD, Storoni LC & Read RJ (2007) Phaser\ncrystallographic software.J Appl Cryst40, 658–674.\n41 Murshudov GN, Skub´ak P, Lebedev AA, Pannu NS,\nSteiner RA, Nicholls RA, Winn MD, Long F, Vagin\nAA, Skubak Pet al. (2011) REFMAC5 for the\nreﬁnement of macromolecular crystal structures.Acta\nCrystallogr D Biol Crystallogr67, 355–367.\n42 Winn MD, Ballard CC, Cowtan KD, Dodson EJ,\nEmsley P, Evans PR, Keegan RM, Krissinel EB, Leslie\nAGW, McCoy Aet al. (2011) Overview of the CCP4\nsuite and current developments.Acta Crystallogr D Biol\nCrystallogr 67, 235–242.\n43 Kovalevskiy O, Lebedev A & Krissinel E (2021)\nHelping researchers to solve their structures:\nautomation and user guidance in CCP4 cloud.Acta\nCrystallogr A Found Adv77, C766.\n44 Son HF, Cho IJ, Joo S, Seo H, Sagong HY, Choi SY,\nLee SY & Kim KJ (2019) Rational protein engineering\nof thermo-stable PETase from Ideonella sakaiensis for\nhighly efﬁcient PET degradation.ACS Catalysis9,\n3519–3526.\n45 Meng X, Yang L, Liu H, Li Q, Xu G, Zhang Y, Guan\nF, Zhang Y, Zhang W, Wu Net al. (2021) Protein\nengineering of stable IsPETase for PET plastic\ndegradation by Premuse.Int J Biol Macromol180, 667–\n676.\n46 Brott S, Pfaff L, Schuricht J, Schwarz JN, B¨ottcher\nD, Badenhorst CPS, Wei R & Bornscheuer UT\n(2022) Engineering and evaluation of thermostable\nIsPETase variants for PET degradation. Eng Life\nSci 22, 192–203.\n47 Cui Y, Chen Y, Liu X, Dong S, Tian Y, Qiao Y, Mitra\nR, Han J, Li C, Han Xet al. (2021) Computational\nredesign of a PETase for plastic biodegradation under\nambient condition by the GRAPE strategy.ACS\nCatalysis 11, 1340–1350.\n48 Pfaff L, Gao J, Li Z, J¨ackering A, Weber G, Mican J,\nChen Y, Dong W, Han X, Feiler CGet al. (2022)\nMultiple substrate binding mode-guided engineering of\na thermophilic PET hydrolase.ACS Catalysis12, 9790–\n9800.\n49 Lu H, Diaz DJ, Czarnecki NJ, Zhu C, Kim W, Shroff\nR, Acosta DJ, Alexander BR, Cole HO, Zhang Yet al.\n(2022) Machine learning-aided engineering of\nhydrolases for PET depolymerization.Nature 604\n, 662–\n667.\n50 Shi L, Liu P, Tan Z, Zhao W, Gao J, Gu Q, Ma H,\nLiu H & Zhu L (2023) Complete depolymerization of\nPET wastes by an evolved PET hydrolase from directed\nevolution. Angew Chem Int Ed Engl62, e202218390.\n51 DeLano WL (2002) Pymol: an open-source molecular\ngraphics tool.CCP4 Newsletter Protein Crystallogr40,\n82–92.\n12 ª 2025 The Author(s). The FEBS Journalpublished by John Wiley & Sons Ltd on behalf of\nFederation of European Biochemical Societies.\nPolyester degradation by a highly active PETase S. Bhattacharya et al.\n 17424658, 0, Downloaded from https://febs.onlinelibrary.wiley.com/doi/10.1111/febs.70228 by Readcube (Labtiva Inc.), Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    }
  ],
  "results_sections": [
    {
      "heading": "Discussion",
      "text": "Despite IsPETase being initially considered a promis-\ning enzyme for PET degradation, multiple studies have\nshown that thermophilic PET hydrolases (e.g., LCC),\nwhen operating at temperatures above 65°C, outper-\nform mesophilic enzymes in PET biorecycling [30].\nSince its publication in 2020, the LCC-ICCG variant\nhas been considered the state-of-the-art PETase\nenzyme. Hence, starting from this variant, we set out\nto engineer a novel enzyme with enhanced thermal sta-\nbility and enzymatic activity. The resulting LCC-\nICCG-C09 design featured a signiﬁcant improvement\nin terms of thermal stability ( T\nm = 97.1 °C) with\nrespect to the gold standard LCC-ICCG ( +3.5 °C).\nUnder optimal reaction conditions (68°C) and at labo-\nratory scale, the LCC-ICCG-C09 enzyme hydrolyzed\nlow-crystallinity PET materials into TPA with a 2-fold\nhigher efﬁciency compared to LCC-ICCG. The LCC-\nICCG-C09 variant may represent a further step\ntowards PET biorecycling. However, further work will\nbe needed to test this enzyme in industrially relevant\nconditions. The LCC-ICCG-C09 variant could also\nprovide the basis for further rounds of enzyme\nengineering.\nRecent studies reported in the literature adopted\nsimilar approaches to ours, introducing substitutions\nto the LCC-ICCG enzyme to boost its performance\nand reporting different degrees of success[26,28,31,32]\nHowever, as reported in relevant reviews[33,34] direct\nFig. 2.Comparison of polyethylene terephthalate (PET) depolymerization over time for all enzymes. (A) Terephthalic acid (TPA) production\nover time at 68 °C (LCC-ICCG – C09 – X05 – X09 – C08 40 n M, pH 8.0). Means /C6 standard deviations ( n = 5) are shown. Data points have\nbeen reused in Figs S3A and S5. (B) Comparison of TPA production at 68 °C at 4 h and at 144 h. **P < 0.01; ***P < 0.001 (one-tailed\nunpaired Welch’s t-test). Means /C6 standard deviations ( n = 5) are shown. Data points have been reused in Fig. S5. (C) Enzyme-speciﬁc\nactivity at the different time points (LCC-ICCG – C09 – X05 – X09 – C08 40 n M,6 8 °C, pH 8.0). Means /C6 standard deviation ( n = 5) are\nshown. Data points at 144 h have been reused in Fig. S6B. (D) Percentage of PET ﬁlm weight loss after treatment (6 days at 68 °C, LCC-\nICCG and C09 n = 8, X09 – C08 –X05 n = 5, control n = 3). The mean % of weight loss (black bar) for LCC-ICCG at day 6 is 76%, while it is\n100% for C09.\n6 ª 2025 The Author(s). The FEBS Journalpublished by John Wiley & Sons Ltd on behalf of\nFederation of European Biochemical Societies.\nPolyester degradation by a highly active PETase S. Bhattacharya et al.\n 17424658, 0, Downloaded from https://febs.onlinelibrary.wiley.com/doi/10.1111/febs.70228 by Readcube (Labtiva Inc.), Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\ncomparison of enzymatic performances is challenging\ndue to the numerous variables involved in the experi-\nmental settings (PET crystallinity, PET form, PET\nconcentration, enzyme concentration, temperature, salt\ntype and concentration, pH, etc.). In this light, only a\ndirect comparison with a recognized gold standard in\nthe same experimental conditions can provide reliable\ninformation.\nFig. 3.Structural comparison of relevant PETase enzymes: wild-type LCC (green), ICCG variant (cyan), and C09 variant (pink). The overall\nstructural alignment shows no signiﬁcant differences between the enzymes, including the position and the orientation of the catalytic triad\n(A). Panel B shows the position of mutations (sticks) in ICCG (cyan) and C09 (pink) with respect to the catalytic site (pink sticks). Panel C\nshows a comparison between the Root Mean Square Fluctuation (RMSF) of LCC, LCC-ICCG, and C09 at different temperatures (310, 350,\nand 400 K). The RMSF proﬁles show that the mutations (indicated with an asterisk) introduced in the C09 variant reduce the structural\nﬂuctuations of the enzyme, in particular near the catalytic residue H242 (red arrows). Figures in panel A and B are generated with the\nsoftware PyMol [51].\n7ª 2025 The Author(s). The FEBS Journalpublished by John Wiley & Sons Ltd on behalf of\nFederation of European Biochemical Societies.\nS. Bhattacharya et al. Polyester degradation by a highly active PETase\n 17424658, 0, Downloaded from https://febs.onlinelibrary.wiley.com/doi/10.1111/febs.70228 by Readcube (Labtiva Inc.), Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nAlthough the ﬁeld of PETase engineering is very\ndynamic and is providing highly optimized enzymes,\nseveral issues still need to be thoroughly investigated\nto improve enzymatic PET degradation [34]. One of\nthe major challenges is related to the economic viabil-\nity of enzymatic degradation. Another challenge, more\ndirectly related to protein engineering, concerns the\nacidiﬁcation of the medium due to the release of TPA,\nwhich reduces the performance of the PETase enzymes\nknown to date. Hence, possible directions for enzyme\nengineering research could be directed towards the\ndesign of acid-tolerant PETase enzymes. Finally, while\nour study primarily compares newly developed\nenzymes with the current gold standard in a laboratory\nsetting, we recognize the need for industrial-scale vali-\ndation, such as testing with post-consumer PET in\nbioreactors."
    }
  ]
}