{
  "txt_file": "wraf121.txt",
  "pdf_file": "wraf121.pdf",
  "title": "Received:6 April 2025.Revised:2 June 2025.Accepted:10 June 2025",
  "experimental_sections": [
    {
      "heading": "Materials and methods",
      "text": "Data collection and KAUST Metagenomic \nAnal yses Platform-based annotation\nMetagenomes publicly available from two global expeditions— \ntheTaraOceans [ 32] and Malaspina Expedition (Malaspina \nDeep [MD] and Malaspina Profile [MP]) [ 33, 37, 38]—were \nused for further analyses. The metagenomic datasets were \nretrieved from ENA (PRJEB40454 and PRJEB1787) and [ 37, 38], \nincluding 243 metagenome samples from the Tara Oceans \nand 172 metagenomes from the Malaspina Expedition. The \n415 metagenomes were obtained fr om samples collected\nalong the entire water column, from the surface to 4,000 m\ndepth ("
    }
  ],
  "computational_sections": [
    {
      "heading": "Efficiency scoring and homology modeling",
      "text": "A scoring system was developed to rank the candidate PETases, \neight known PET hydrolases, and 12 seed sequences containing \nthe DLH domain. This scoring was made by comparison to the \nPETase sequence from IsPETase, considering some of the key \nresidues that are known to contribute to the activity and sta-\nbility ofIsPETase, as well as variants and mutations that have\nbeen experimentally tested and yielded either an increase or\ndecrease in its ability to degrade PET ("
    },
    {
      "heading": "Lab (IAC) at KAUST for providing the computational and exper-",
      "text": "imental resources needed to carry out this work. We thank Kit\nXi Liew and Salim Al-Babili at KAUST for their help with HPLC\nmeasurements. We also thank Branimir Ayvazov, Yuanmin Zheng,\nIdentifying functional marine PETases | 13\nFei Xiang, and Maya Ayach for their advice a nd help with SEM\nimaging.\nAuthor contrib utions\nIA and CMD conceptualization. IA, STA, AAM, SGA, JMG, TG, CMD, \nand SA data curation and formal analysis. IA, AK, CMD, NA, \nCM, and TJ formal analysis of the metagenome data. AAM, FJGV , \nand STA investigation, methodology and formal analysis of the \nstructural modeling. AAM and STA investigation, methodology , \nand validation of in vitro PETase efficacy . RM, EL, and DD investi-\ngation, methodology , and validation of PET degradation with pur e\nbacterial cultures. AAM and RM assisted in data curation and\nformal analysis. IA, RM, AAM, CMD, STA, DD, and CM writing –\noriginal draft and all co-authors contributed to improving it and\napproved the submission. CMD, STA, and DD funding acquisition."
    },
    {
      "heading": "and post-analysis of large phylogenies.Bioinformatics2014;30:",
      "text": "1312–3.\nhttps://doi.org/10.1093/bioinformatics/btu033 \n49. Fu L, Niu B, Zhu Z et al. CD-HIT: accelerated for clustering the\nnext-generation sequencing data.Bioinformatics2012;28:3150–2.\nhttps://doi.org/10.1093/bioinformatics/bts565 \n50. Jumper J, Evans R, Pritzel A et al. Highly accurate protein struc-\nture prediction with AlphaFold.Nature2021;596:583–9. https:// \ndoi.org/10.1038/s41586-021-03819-2 \n51. Momin AA, Hameed UFS, Arold ST. Passenger sequences can \npromote interlaced dimers in a common variant of the maltose-\nbinding protein.Sci Rep2019;9:20396.\nhttps://doi.org/10.1038/ \ns41598-019-56718- y \n52. Sanz-Sáez I, Salazar G, Sánchez P et al. Diversity and distri-\nbution of marine heterotrophic bacteria from a large culture\ncollection.BMC Microbiol2020;20:207. https://doi.org/10.1186/ \ns12866-020-01884-7 \n53. Romanenko LA, Uchino M, Falsen E et al. Pseudomonas pachastrel-\nlae sp. nov., isolated from a marine sponge.Int J Syst Evol Microbiol\n2005;55:919–24. https://doi.org/10.1099/ijs.0.63176-0 \n54. Burbick CR, Munson E, Lawhon SD et al.An update on novel taxa \nand revised taxonomic status of bacteria (including members of \nthe phylum Planctom ycetota) isolated from aquatic host species\ndescribed in 2018 to 2021.J Clin Microbiol61:e0142622.\nhttps:// \ndoi.org/10.1128/jcm.01426-22 \n55. Knott BC, Erickson E, Allen MD et al. Characterization and \nengineering of a two-enzyme system for plastics depolymer-\nization.Proc Natl Acad Sci USA2020;117:25476–85. https://doi. \norg/10.1073/pnas.2006753117 \n56. Eriksen M, Lebreton LC, Carson HS et al. Plastic pollution in the \nworld’s oceans: more than 5 trillion plastic pieces weighing over\n250,000 tons afloat at sea.PLoS One2014;9:e111913.https://doi. \norg/10.1371/journal.pone.0111913 \n57. Vernette C, Lecubin J, Sánchez P et al. The ocean gene atlas \nv2.0: online exploration of the biogeogr aphy and phylogeny of\nplankton genes.Nucleic Acids Res2022;50:W516–26.\nhttps://doi. \norg/10.1093/nar/gkac420\nIdentifying functional marine PETases | 15\n58. Seo H, Kim S, Son HF et al. Production of extracellular PETase \nfrom Ideonella sakaiensis using sec-dependent signal peptides in\nE. coli.Biochem Biophys Res Commun2019;508:250–5. https://doi. \norg/10.1016/j.bbrc.2018.11.087 \n59. Zhao S, Liu R, Wang J et al. Biodegradation of polyethy-\nlene terephthalate (PET) by div erse marine bacteria in deep-\nsea sediments.Environ Microbiol2023;25:2719–31. https://doi. \norg/10.1111/1462-2920.16460 \n60. Feller G, Thiry M, Gerday C. Sequence of a lipase gene from \nthe Antarctic psyc hrotrophMoraxellaTA144.Nucleic Acids Res\n1990;18:6431–1.\nhttps://doi.org/10.1093/nar/18.21.6431 \n61. Nikolaivits E, Taxeidis G, Gkountela C et al. A polyesterase from \nthe Antarctic bacterium Moraxella sp. degrades highly crystalline\nsynthetic polymers.J Hazard Mater2022;434:128900.https://doi. \norg/10.1016/j.jhazmat.2022.128900 \n62. Almeida DV, Ciancaglini I, Sandano AL et al. Unveiling the crys-\ntal structure of thermostable dienelactone hydrolase exhibit-\ning activity on terephthalate esters.Enzym Microb Technol2024;\n180:110498.\nhttps://doi.org/10.1016/j.enzmictec.2024.110498 \n63. Lin X, Zhang R, Cui FQ et al. Natural-selected plastics biodegra-\ndation species and enzymes in landfills.PNAS Nexus2025;4:4.\nhttps://doi.org/10.1093/pnasnexus/pgaf066 \n64. Gambarini V, Pantos O, Kingsbury JM et al. Phylogenetic \ndistribution of plastic-degr ading microorganisms.mSystems\n2021;6:10.1128/msystems.01112-20.\nhttps://doi.org/10.1128/ \nmSystems.01112-20 \n65. Gambarini V, Pantos O, Kingsbury JM et al. PlasticDB: a database \nof microorganisms and proteins linked to plastic biodegra-\ndation.Database2022;2022:baac008. https://doi.org/10.1093/ \ndatabase/baac008 \n66. Girard L, Lood C, De Mot R et al. Genomic diversity and \nmetabolic potential of marinePseudomonadaceae.Front Microbiol\n2023;14:1071039. https://doi.org/10.3389/fmicb.2023.1071039 \n67. Wilkes RA, Aristilde L. Degradation and metabolism of synthetic \nplastics and associated products by pseudomonas sp.: capabilities\nand challenges.J Appl Microbiol2017;123:582–93.\nhttps://doi. \norg/10.1111/jam.13472 \n68. Johnston EL, Zavan L, Bitto NJ et al. Planktonic and biofilm-\nderived Pseudomonas aeruginosa outer membrane v esicles\nfacilitate horizontal gene transfer of plasmid DNA.Microbiol\nSpectr2023;11:e05179-22.\nhttps://doi.org/10.1128/spectrum. \n05179-22 \n69. Abelouah MR, Idbella M, Nouj N et al. Marine plastic expo-\nsure triggers rapid recruitment of plastic-degrading bacte-\nria and accelerates polymer-specific transformations.J Hazard\nMater2025;490:137724. https://doi.org/10.1016/j.jhazmat.2025. \n137724 \n70. P a l m G J , R e i s k y L , B ö t t c h e r D et al. Structure of the \nplastic-degrading Ideonella sakaiensis MHETase bound to a\nsubstrate.Nat Commun2019;10:1717. https://doi.org/10.1038/ \ns41467-019-09326-3 \n71. Song J, Beule L, Jongmans-Hochschulz E et al. The travelling \nparticles: community dynamics of biofilms on microplastics\ntransferred along a salinity gradient.ISME Commun2022;2:35.\nhttps://doi.org/10.1038/s43705-022-00117-4 \n72. Dussud C, Hudec C, George M et al. Colonization of non-\nbiodegradable and biodegradable plastics b y marine microor-\nganisms.Front Microbiol2018;9:1389046. https://doi.org/10.3389/ \nfmicb.2018.01571 \n73. Odobel C, Dussud C, Philip L et al. Bacterial abundance, \ndiversity and activity during long-term colonization of non-\nbiodegradable and biodegradable plastics in seawater.Front\nMicrobiol2021;12:734782.\nhttps://doi.org/10.3389/fmicb.2021. \n734782 \n74. Wright RJ, Bosch R, Langille MG et al. A multi-OMIC characteri-\nsation of biodegradation and micr obial community succession\nwithin the PET plastisphere.Microbiome2021;9:155.\nhttps://doi. \norg/10.1186/s40168-021-01120- y \n75. Omura T, Isobe N, Miura T et al. Microbial decomposition \nof biodegradable plastics on the deep-sea floor.Nat Commun\n2024;15:568.\nhttps://doi.org/10.1038/s41467-023-44368-8 \n76. Martin C, Young CA, Valluzzi L et al. Ocean sediments as the \nglobal sink for marine micro- and mesoplastics.Limnol Oceanogr\nLett2022;7:235–43.\nhttps://doi.org/10.1002/lol2.10257 \n© The Author(s) 2025. Published by Oxford University Press on behalf of the International Society for Microbial Ecology . This is an Open Access article distributed under the terms of the Creative Commons Attribution License (https://creativecommons.org/licenses/ \nby/4.0/), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited.\nThe ISME Journal, 2025, 19(1) , wraf121\nhttps://doi.org/10.1093/ismejo/wraf121 \nOriginal Article"
    }
  ],
  "results_sections": [
    {
      "heading": "Results",
      "text": "Bioinformatic motifs discriminate potential \nfunctional polyethylene terephthalate h ydrolase\nin the global oceans\nWe based our exploration of marine PETases on metagenome \ndatasets established from tw o global ocean expeditions, the\nTaraOceans [ 32] and the Malaspina Expedition [ 33, 37, 38], \nencompassing 415 samples from 206 locations across the Indian, \nPacific, and Atlantic Oceans ( Supplementary Fig. S1 ). These \npublicly available metagenomes were used to prepare a gene \ncatalog of 83 million non-redundant gene clusters, where each \ncluster contained nucleotide sequences with ≥95% sequence \nidentity ov er≥90% of their length. The gene catalogs were\nannotated using the KAUST Metagenomic Analyses Platform\n(KMAP) [\n39] and screened for sequences similar to theI. sakaiensis\nPETase [7] (IsPETase EC 3.1.1.101)-like enzymes. Specifically , we \nsearched for genes encoding enzymes that contain the DLH \ndomain, a generic α/β-hydrolase fold found in over 80,000 \nprotein sequences in the UniPro tKB database. The DLH domain-\ncontaining sequences search identified 75 representative gene\nclusters in our metagenomic catalogs (\nSupplementary Data S1 ). \nAlthough these sequences contain a DLH domain, they may \nnot necessarily be PETases. Following our motif ranking, w e\nformulated filters as five motifs (M1–M5) with increasing\nstringency (\nFig. 1A and Supplementary Fig. S6). The first motif, M1, \nonly queries for a short and promiscuous PETase-associated motif \nderived from helix-4 that carries the catalytic serine. M2 improves\nIdentifying functional marine PETases | 7\nthe M1 filter by adding a search for a conserved four glycine motif \n(GGGG) that is required for embedding the helix-4 into the protein \ncore and by adding two signatures, one for the aromatic clamp \nof PET substrates and one for the catalytic aspartic acid. Motif \nM3 adds the previous signatures for the entire catalytic triad \n(including the histidine), and M4 includes the [PG]-G-[YF] motif \nthat defines an additional aromatic clamp and oxyanion hole \nupstream in the catalytic triad. M5 strictly defines the residue\nafter the catalytic serine as a methionine (oxyanion hole) and\nadds a conserved DxDxR (Y) xxFxC sequence requirement. The\nM5 motif ensures correct pseudo-PETase packing of the final\nhelix to the core and includes one of the two cysteines that\nform a stabilizing internal disulfide bond [\n29]. Among these \nmotifs, M3–M5 contain the complete catalytic triad (Ser, Asp, \nand His residues) and define the sequence- and structure-guided\nminimum and maximum residue distances between individual\nmotifs (\nSupplementary Figs S7 and S8). When searching for these \nmotifs within our 75 PETase candidate genes, we identified 4, 3, 16, \n29, and 23 representative sequences that contained (up to) the M1,\nM2, M3, M4, or M5 motif, respectively (Supplementary Data S1 ). \nSignal peptides for extracellular translocation (required for \nPETase to access the extracellular plastic) were detected in 22 \nout of 23 M5-PETase sequence variants, wher eas their presence\nwas variable in sequences with lower motif ranking (M1–M4)\n(\nSupplementary Table S2). \nWe further computed a RaxML–based bootstrapped p hylo-\ngenetic tree [48] with the 75 PETase candidates, the IsPET ase\nsequence [7], eight terrestrial homologs reported in the UniProt\ndatabase [29], and 12 non-PETase DLH domain core sequences \nfrom the Pfam database as an outgroup (Fig. 1B). The resulting \nphylogenetic tree identified the 12 non-PETase DLH domain core \nsequences as a parental group for the candidate PETase genes, \nhereafter defined as clade I. All the other clusters represent\nsix additional taxonomic clades that differentially contain\nthe five motifs (\nFig. 1B). Specifically , clade II is dominated by \nOceanospirialles (M3 and M4), clades III and IV include a mixture \nof taxa but are dominated by Flavobacteriales (M2–M4), clade V \ncontains GemmatimonadotaandGammaproteobacteria(M1–M5), and\nclade VI contains previously defined homologs ofIsPETase from\nland microorganisms [\n29]. The clade VII is formed by the original \nIsPETase sequence along with several sequences belonging to the \nPseudomonadales order within the Gammaproteobacteria class; all \ncontain the M5 motif except three sequences that were identified\nas M2, M3, and M4, respectively (\nFig. 1B). \nIn addition to the motif filters, we established a theoretical \nPETase “efficiency score” (see Materials and methods) based \non the presence of residue substitutions that were previousl y\nidentified as enhancing PETase activity in engineered laboratory\nvariants of theIsPETase [\n58] ( Supplementary Table S1 and \nData S2 ). The substitutions increase the hydrophobicity of the \nligand binding site and reduce the steric hindrance around \nthe active site to facilitate substrate accumulation near the\nbinding cleft (\nSupplementary Result S1 ). This score is non-\noverlapping with the residues probed by the M1–M5 filters and \nis expected to reflect the efficacy , rather than capability , of \nusing hydrophobic polymers such as PET as a substrate. By \nranking the 75 PETases representatives from ocean metagenomes,\nwe found that the highest efficacy scores (scores 9–11;\nFig. 1C \nand Supplementary Data S2 ) were only achieved by sequences \nfrom Pseudomonadales, all but two (one M4 and one M2) of \nthem were identified as M5 in our structure-based motif \nsearch. All the other sequences had eff icacy scores lower\nthan four and belonged to the M1–M4 motif classes, with\nthe exception of the M5-PETases encoded byGemmatimonadota\nbacteria (\nSupplementary Data S2 ). The latter has the back \nof the ligand binding site formed by glutamic acid and his-\ntidine rather than alanine/tryptophan as inIs-WT (A89 and\nW159)/PseudomonadalesM5, negatively affecting PETase activity\n[\n44]. \nM5-polyethylene terephthalate hydrolase have \npolyethylene terephthalate-degrading activityin\nvitro\nWe tested the catalytic activity of PETase motif candidates in vitro. \nWe recombinantly produced 11 ocean DLH genes, with motifs \nranging from M1 to M5. We also produced the IsPETase (Is-WT) \nand its catalytically impaired S160A mutant (Is-S160A) as positive\nand negative controls, respectively (\nSupplementary Data S3). All \nrecombinant proteins were purified to>90% ( Supplementary \nFig. S2A). The obtained proteins of the IsPET ase and ocean DLH \nvariants with M5 and M4 motifs sho wed melting temperatures\n(T\nm) between 47–51◦C( Supplementary Fig. S2B ), whereas the \nTm of all M1–M3 enzymes range between 31 ◦C a n d 4 2◦C. The \napparent molecular weight on SDS PAGE gel and AlphaFold \nmodeling confirmed that the lower stability of the M1–M3\nenzymes is explained by truncations compared toIs-WT\n(\nSupplementary Fig. S2A). The generic p-nitrophenol acyl esterase \nactivity assay showed positive activity for all the M5-DLH variants \ntested, although their degradation efficiency was 25–50% lower\nthanIs-WT (\nFig. 2A and B). Degradation and structural alterations \nof PET substrate were also observed for both PET films and \ngranules, on which M5 enzymes produced characteristic scr atch\nmarks that progressively deepened and widened over time (\nFig. 2C \nand D). This enzymatic activity led to the release of PET monomers \nand by-products, including terephthalic acid (TPA) and mono(2-\nhydroxyethyl) terephthalate (MHET) (Fig. 2C–F; molecular weight \nstandards in Supplementary Fig. S5 ). On the contrary , neither \nIs-S160A nor any M1–M4 enzymes sho wed activity in this assay\n(Supplementary Fig. S9). DLH variants demonstrating activity in \nin vitro functional assays all contained the M5 motif and belonged\nto clade VII in the phylogenetic tree (Fig. 1B), i.e. PETase_10.M5, \nPETase_12.M5 and PETase_15.M5 assessed in this study (Fig. 2)a n d \nPETase_02.M5 previously tested [46]. Thus, we concluded that only \nthe M5 variants were functional PET ases (hereafter M5-PETases).\nIn vivo polyethylene terephthalate degradation \nby bacteria encoding a full M5-pol yethylene\nterephthalate hydrolase gene\nTo validate M5-PETase activity in vivo, we conducted proof-\nof-concept experiments by assessing PET film degradation in \nmicrocosms inoculated with bacterial isolates from the marine\nculture collection of heterotrophic bacteria (MARINHET) [ 52]. \nBased on initial PCR-based screening, we identified six positive\nstrains (Supplementary Table S3 ), of which three were selected \nto assess their PETase motif from genome sequencing and \ncapabilities to degrade PET: ISS-721 isolated from 4,000 m \ndepth in the South Atlantic (Malaspina Expedition), and ISS-\n1225 and ISS-1242 captured from surface w ater (5 m) in the\nNorth Atlantic (TaraOceans). All three isolates were identified\nasPseudomonasspp., recently reclassified asHalopseudomonas\nspp. [\n54] (Supplementary Fig. S3). Analysis of bacterial assembled\ngenomes (Supplementary Method S1) revealed that only ISS-1242 \nencodes a complete M5-PETase motif, identical to PETase_12.M5\nfromH. pachastrellae( Fig. 1B), including both a complete catalytic \nfold and a secretion signal peptide (Supplementary Result S2\nand Figs S10 and S11). In contrast, the other two strains possess\n8 | Alamet al.\nFigure 2. (A) p-NP esterase activity assay comparing the PETase 10.M5, PETase 12.M5, PETase 15.M5, I. sakaiensis WT (is-WT), and I. sakaiensis S160A \n(Is-S160A). Data are reported as mean±SD (n= 3). (B) Table of catalytic parameters calculated from data presented in panel a. SEM ima ging and HPLC \nprofiles of the PET degradation assay on PET films (C) and PET granules (D) after 8 hours, on Day 7, and Day 14 of incubation. Scale bars indicate\n10 μm. Quantification of the PET monomers (BHET) released after 8 hours, day 7, and day 14 of incubation on PET films (E) and PET granules (F). PET \nfilms and PET granules with their HPLC profiles in the absence of enzymes are shown inSupplementary Fig. S9. Molecular weight standards ar e \nshown in Supplementary Fig. S5. \nincomplete PETase sequences, lacking key residues required for \nactivity , and ar e thus classified as pseudo-PETase genes.\nMicrocosm experiments showed that PET film degradation \nvaried among the three inoculated strains and occurred only \nwhen an additional carbon source (peptone and/or yeast\nextract) was supplied (\nSupplementary Fig. S4). This is consistent \nwith the absence of a MHET ase gene in the selected strains\n(Supplementary Result S2 ), which is required to facilitate the \nassimilation of PET by-products. Only strain ISS-1242—which was \npredicted through genome analysis to encode a functional M5-\nPETase—exhibited a significant reduction in PET weight compared\nto negative controls without bacterial inoculation (2.7%±0.5%\nat 85 days,\nFig. 3A, Supplementary Fig. S12 ), with the highest \ndegradation efficiency observed when using f iltered/autoclaved\nseawater (Supplementary Fig. S4 ). In contrast, PET degradation \nby ISS-721 and ISS-1225 was negligible (< 0.5% over 85 days), \nwith a non-significant differentiation from the negative controls\n(t-test at 64 days, ISS-721 vs control:t= 1.8, df = 4,P=. 1 4 ;\nIdentifying functional marine PETases | 9\nFigure 3. (A) Time course of PET film weight loss (%) by Halopseudomonas sp. ISS-1242 strain and non-inoculated control (NC) in microcosms with \nSW+C medium. Data are reported as an average of three replicates and their range of two distinct experiments conducted independently and \nindicated as (I) and (II). Microcosms inoculated with Escherichia coli were added as additional control with M9+C medium during the experiment (II) \n(see Materials and methods). (B) HPLC spectra of culture supernatants from ISS-1242 incubated with PET in SW+C for 60 days. Control refers to the \nPET film incubated in the same culture medium without bacteria. The retention times of t he standards (TPA, MHET, and BHET) are indicated by\ndashed lines. Molecular weight standards are shown in\nSupplementary Fig. S5. (C) SEM micrographs of PET films show the colonization of \nHalopseudomonas ISS-1242 cells at 21 days. Scale bars are indicated in each panel. The insets show PET films incubated without bacteria and used as \ncontrols. Arrowheads in the left panel indicate the bacterial cells adhering to the surface of the PET biofilm; magnification of bacterial cells in the \ncenter and right panels show contact points of the cells with the PET film surface. (D) SEM micrographs of degraded PET film at 60 days after washing \nout adherent cells. The insets show PET films incubated without bacteria at different magnifications (magnifications in\nSupplementary Fig. S13). Scale \nbars are indicated on each panel. Arrows indicate areas damaged extensively by the bacterial cells.\nISS-1225 vs control: t= 1.7, df = 4, P= .15). Such minor and \ninconsistent variations in PET film weight may be attributed to \nfactors unrelated to PETase enzymatic activity , including, among \nothers, nonspecific microbial metabolism (e.g. acidification of the \nmedium), mechanical abrasion due to agitation, or the activity \nof other ester ases with broader substrate specificity . Microcosms\ninoculated withE. colishowed no PET degradation activity with\nvalues comparable to negative controls (t= 1.7, df = 4,P= .16;\nSupplementary Fig. S12). HPLC confirmed the degradation of the \nPET film with the formation of mainly TP A, whereas MHET was\npresent in low quantity (Fig. 3B). The PET -degrading strain ISS-\n1242 colonized the PET film surface, forming small and sep arate\ncolonies without creating a homogeneous biofilm (Fig. 3C), as pre-\nviously observed for other marine degraders [59]. Magnifications \nat single-cell resolution revealed that bacteria were anch ored\nto the PET film ( Fig. 3D), resulting in surface alteration with \nirregularities, erosion, deposits, cavities, and fissures ( Fig. 3D) \ncompared with control films (Supplementary Fig. S13). \nThe in vivo functional assay revealed that only bacteria encod-\ning enzymes with the complete M5 motif—along with a sig-\nnal peptide enabling extracellular secretion—exhibited signifi-\ncant PET -degrading activity , confirming the results ofin vitro\nassays (\nFig. 2) and the overall motif ranking to determine func-\ntional PETase variants proposed.\nDistribution and abundance of M5-polyethylene \nterephthalate h ydrolase in the global ocean\nWe analysed the distribution patterns and prevalence of M5-\nPETase variants across 415 marine metagenomes. To ensure \ncomparability across samples and account for variations in \nmicrobial load, the relative abundance of M5-PETase genes was\ncalculated as FPKM and normalized against the FPKM of the\nsingle-copy housekeeping generecA(\nSupplementary Data S4). The \nM5-PETase variants were affiliated with the order Pseudomonadales \n(18 variants) and the phylumGemmatimonadota(5 variants)\n("
    },
    {
      "heading": "Discussion",
      "text": "In this study , we developed a motif-based classification system \nto distinguish functional PETases from non−/pre-functional vari-\nants or pseudo-PETases that utilize different substrates. The iden-\ntified PETase-defining M5 motif incorporates structural elements \nessential for efficient substrate recognition and catalysis. The \nfunctionality of the M5 motif was experimentally confirmed, as \nonly PETase variants containing this specific motif had measur-\nable PET degradation activity , achieving 25%–50% of the efficacy\nobserved for theIsPETase (Is-WT).\nThe M5 motif imposes strict structural and functional con-\nstraints, requiring not only the presence of the full catalytic \ntriad but also specific amino acid residues essential for substrate \nbinding and enzyme stability . These features make the M5 motif a \nfar more selective criterion than the broadly defined DLH domain, \nwhich has been widely used in previous studies to search for \npotential PETases. This stringenc y results in a more restricted but\nfunctionally relevant set of sequences. For instance, applying the\nHidden Markov Model (HMM)-based search method for putative\nPET hydrolases proposed by Danso and colleagues [\n29] t o o u r \ndataset of 75 sequences containing DLH domain, we identified \n37 candidate sequences, including all 23 that met our M5 motif \ncriteria, as well as an additional 14 sequences with lower motifs .\nWhile this non-stringent search approach can expand the pool\nof potential PETase-encoding genes and increase the observed\ntaxonomic diversity (see M4 variants in"
    }
  ]
}