{
  "question": "Using the retron / retron reverse transcriptase literature available to you, generate a detailed experimental protocol to build, express, and evaluate a retron-based genome editing system in E. coli. Start with explicit reasoning for each design choice, then give the ordered experimental workflow.",
  "experimental_sections": [
    {
      "score": 0.4246506989002228,
      "id": "2022.11.14.516528v1.full:experimental_sections:0",
      "section_type": "experimental",
      "heading": "Methods",
      "paper": "Balance-directed protein engineering of IsPETase enhances both PET hydrolysis activity",
      "pdf_file": "2022.11.14.516528v1.full.pdf",
      "text": "Site-directed mutagenesis \n The template used to create all variants is shown in the Supplementary Table. 2.22 The \nvariant IsPETaseS121E/D186H/S242T/N246D was subcloned into a pET-15b expression vector at the \nNdeI and XhoI restriction sites. The forward and reverse primers used are detailed in \nSupplementary Table. 1. The polymerase chain reaction (PCR) step of site-directed \nmutagenesis was performed using EzPCR™ (EBT-7751, ELPIS-BIOTECH, Daejeon, \nRepublic of Korea), and site-directed mutagenesis was performed using the QuikChange Site-\nDirected Mutagenesis Kit (Agilent). The introduction of mutations was confirmed through \nsequencing, which was performed by Bioneer (Daejeon, Republic of Korea).  \n \nProtein preparation  \n The pET-15b expression vectors containing the desired genes were transformed into \nEscherichia coli Rosetta gami-B cells. Cells were cultured at 37°C in 1 L of lysogeny broth \nmedium containing 200 mg L −1 ampicillin until the OD600 reached 0.6–7. To induce protein \noverexpression, 500 µM isopropyl β-D-1-thiogalactopyranoside (IPTG) was added and the \ncultures were further incubated for 22 h at 18°C. Cells were then harvested via centrifugation \n(4,000 × g for 15 min), and the obtained cell pellet was sonicated using buffer A (50 mM \nNa2HPO4-HCl, pH 7.0). Cell debris was removed via centrifugation (13K × g for 30 min ). \nPurification of all proteins was performed using a Ni-NTA agarose column (Qiagen). After \nwashing with buffer A containing 30 mM imidazole, bound protein s were eluted with 15 mL \nof buffer B (50 mM Na 2HPO4-HCl, pH 7.0 , 300 mM imidazole ). All procedures were \nconducted at 4°C. Protein quantification was performed using a BioTek™ Epoch microplate \nspectrophotometer and Gen5™ microplate data analysis software.  \n \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nDifferential scanning fluorometry \n A thermal shift assay was performed to evaluate the thermal stability of IsPETase \nvariants via StepOnePlus Real -Time PCR (Thermo Fisher Scientific). Protein Applied \nBiosystem 1× dye, buffer A, and 5 μg of protein were mixed in a final volume of 20 μl. Signal \nchanges reflecting protein denaturation were monitored while the temperature increased from \n25°C to 99°C at a rate of 0.1°C ∙s−1. The melting temperature was measured by generating a \nderivative curve from the fluorescence melting curves of the protein complex with the Applied \nBiosystems dye.  \n \nPET sample preparation \nBottle-derivative PET powder was prepared by pulverizing clear transparent bottles \nusing a document crusher and melting the pulverized 0.2 × 1.0-mm flakes at 270°C for 7–8 min \nin a high-temperature oven. Molten PET was instantly chilled and hardened by immersion in a \nwater bath set at 4°C. The obtained product was treated with cryo genic grinding (freezing \nmilling) again and then sieved using a mesh size of 300 μm to obtain the final bottle-derived \nPET powder.  Transparent and colored post-consumer PET powders produced from PET \nproducts that had been collected and separated in to transparent and colored forms were \npurchased from Fluent R&C company (Deagu, Republic of Korea; 1 ton of each). Each sample \nwas re-ground in a frozen powder dummy after generating chips by re -grinding and extrusion \nat high temperature and high pressure. Each sample was sieved using a mesh size of 300 μm \nand processed in Daehan Industrial Co., Ltd. (Deagu, Republic of Korea).  \n \nCrystallinity measurement of PET samples  \n The percentage of crystallinity (Xc) for each PET sample was measured using a \ndifferential scanning calorimetry instrument (Q2000, TA instrument) . Approximately 5–7 mg \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \nof each powder sample was prepared and equilibrated at 30°C. The sample was temperature \nscanned from 30°C to 300°C at a controlled constant rate (e.g., 10°C∙min−1) with heat -flow \nmonitoring to characterize the thermal properties as a function of temperature change. Results \nwere plotted as graphs with temperature (°C) on the x-axis and heat flow (W/g) on the y-axis, \nand the percentage of crystallinity was calculated based on the following equation: \nXc (%) = (∆Hm−∆Hc) / ∆Hf × 100% \ncold crystallization (∆Hc)/melting enthalpy (∆Hm)/heat of fusion (∆Hf) \nPET film from Goodfellow (thickness: 0.25 mm; condition: transparent, amorphous) is known \nto have a crystallinity of 6.1%.27  \n \nPET hydrolysis activity measurement \n The 15g ∙ l−1 bottle-derived PET powder  was soaked in 1000 μl of 50 mM \nglycine/NaOH, pH 8.7, with 500 nM of IsPETase variants. The reaction mixture was incubated \nat 50°C for 3, 6, or 12 h. Then, the reaction was terminated by heating the mixture at 100°C for \n15 min. The remaining substrate was removed from the reaction mixture by filtering with a \n0.22-μm polyvinylidene fluoride (PVDF) syringe filter (SFPVDF013022CB, Futecs, Republic \nof Korea). The supernatant was analyzed using high-performance liquid chromatography \n(HPLC). To measure PET decomposition in a circulating system, an experimental container \n(350 ml) capable of accommodating a capacity of 50 × the reaction volume (200 ml) was \nprepared. The PET hydrolase reaction was induced on a cellulose dialysis membrane \n(Spectra/Por 2 Trial Kit, 12–14 kD: flat width 25 mm; Repligen, USA), and bottle-derived PET \npowder was used as the substrate. Then, 1 μM of each variant was added to a solution of 50 \n(±2) mg of the substrate as bottle-derivative PET powder, 200 mM Tris-HCl (pH 9.0), and 1% \npreprint (which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for thisthis version posted November 16, 2022. ; https://doi.org/10.1101/2022.11.14.516528doi: bioRxiv preprint \n(v/v) 1-butanol. Each packaged 4-ml dialysis reaction bag was immersed in 200 ml of 200 mM \nTris-HCl (pH 9.0) and 1% (v/v) 1-butanol. The reaction was performed at 50°C, with shaking \nat 80 rpm in a small shaking incubator (JEIO TECH, Republic of Korea). Samples were \nmeasured in an external equilibrium solution, and the amount of product was quantitatively \nevaluated using a spectrophotometer."
    },
    {
      "score": 0.38743412494659424,
      "id": "2025.10.01.679844v1.full:experimental_sections:0",
      "section_type": "experimental",
      "heading": "Materials and methods 253",
      "paper": "1",
      "pdf_file": "2025.10.01.679844v1.full.pdf",
      "text": "254 \nStrains and plasmids 255 \nEscherichia coli strains and plasmids used are listed in Table S1. Molecular cloning and 256 \nvector propagation were performed in DH5α (NEB). Polymerase chain reaction (PCR) based DNA 257 \nreplication was performed using KOD XTREME Hot Start Polymerase (MilliporeSigma) for 258 \nplasmid backbones. Cloning was performed using Gibson Assembly. Oligos for PCR 259 \namplification and translational knockouts are shown in Table S2. Oligos were purchased from 260 \nIntegrated DNA Technologies (IDT). The DNA sequence and translated sequence of proteins 261 \noverexpressed in this paper are found in Table S3. The pORTMAGE-Ec1 recombineering plasmid 262 \nwas kindly provided by Timothy Wannier and George Church of Harvard Medical School. 263 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n10 \n \nChemicals 264 \nThe following compounds were purchased from MilliporeSigma: sodium borate 265 \ndecahydrate, sodium phosphate dibasic anhydrous, chloramphenicol, kanamycin sulfate, dimethyl 266 \nsulfoxide (DMSO), boric acid, L-alanine, and HEPES. D-glucose and m-toluic acid. The following 267 \ncompounds were purchased from Alfa Aesar: agarose and ethanol were purchased. The following 268 \ncompounds were purchased from Fisher Scientific: isopropyl ß -D-1-thiogalactopyranoside 269 \n(IPTG), acetonitrile, sodium chloride, trifluoroacetic acid, LB Broth powder (Lennox), and LB 270 \nAgar powder (Lennox). A MOPS EZ rich defined medium kit was purchased from Teknova. Taq 271 \nDNA ligase was purchased from GoldBio. Anhydrotetracycline (aTc) was purchased from 272 \nCayman Chemical.  Phusion DNA polymerase and T5 exonuclease were purchased from New 273 \nEngland BioLabs (NEB). Sybr Safe DNA gel stain was purchased from Invitrogen. The following 274 \ncompounds were purchased from TCI America: Pyridoxal 5’ -phosphate (PLP), ortho-275 \nphthalaldehyde and 3-mercaptopropionic acid. 276 \nCulture conditions 277 \nCultures were grown in LB -Lennox medium (LB: 10 g/L bacto tryptone, 5 g/L sodium 278 \nchloride, 5 g/L yeast extract) or MOPS EZ rich defined media (Teknova M2105) with 2% glucose 279 \n(MOPS media). To prepare cells for resting cell assays, confluent overnight cultures of E. coli 280 \nstrains were used to inoculate 200 mL cultures in LB media in 1 L baffled shake flasks. The 281 \ncultures were grown at 37°C until mid -exponential phase (OD600 = 0.5–0.8) and then dropped to 282 \n18°C overnight for 18 h. Cells were then pelleted and used or frozen at −80°C. Cells used in this 283 \nstudy were stored at −80°C for less than 24 h.  284 \nAldehyde Stability Assays 285 \nFor testing stability in metabolically active cells under aerobic growth conditions, cultures 286 \nof each E. coli strain to be tested were inoculated from a frozen stock and grown to confluence 287 \novernight in 5 mL of LB media. Confluent overnight cultures were then used to inoculate 288 \nexperimental cultures to an initial starting OD600 of 0.01 in 400 µL volumes in a 96-deep-well plate 289 \n(Thermo Scientific™ 260251) and grown at 37°C. Cultures were supplemented with 5 mM of 290 \naldehyde (prepared in 100 mM stocks in 100% DMSO) at mid -exponential phase (OD600 = 0.5-291 \n0.8). Cultures were then incubated at 30°C with shaking at 1000 RPM and an orbital radius of 3 292 \nmm. Samples were taken by pipetting 25 µL from the cultures into 125 µL of a 1:4 1 M HCl to 293 \nmethanol mixture. Samples were then centrifuged in a different 96 -deep-well plate and the 294 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n11 \n \nextracellular broth was collected. Compounds were quantified over a 24 h period using HPLC with 295 \nsamples collected at 4 h and 24 h.  296 \nFor resting cell stability testing, cell pellets were thawed and then washed with 200 mM 297 \nHEPES, pH 7.5 buffer. The mass of cell pellets was then measured, and the pellets were 298 \nresuspended in 200 mM HEPES, pH 5.8 and 7.5 and at a wet cell weight of 50 mg/mL. The 299 \nresuspended resting cells were then aliquoted into 96 -deep-well plates and supplemented with 5 300 \nmM aldehydes of interest (prepared in 100 mM stocks in DMSO) at a reaction volume of 400 µL. 301 \nResting cells were then incubated at 30°C with shaking at 1000 RPM and an orbital radius of 3 302 \nmm. Samples were taken by pipetting 25 µL from the cultures into 125 µL of a 1:4 1 M HCl to 303 \nmethanol mixture. Samples were then centrifuged in a different 96 -deep-well plate and the 304 \nextracellular broth was collected. Compounds were quantified over a 20 h period using HPLC with 305 \nsamples collected at 4 h and 20 h. 306 \nGrowing cell assays 307 \nFor metabolically active CAR assays, pZE plasmids expressing MaCAR and the Sfp 308 \nprotein from Bacillus subtilis  were transformed into RARE.Δ16 cultures. Strains were then 309 \ninoculated from a frozen stock and grown to confluence overnight in 5 mL of LB media with 50 310 \nµg/mL kanamycin. Confluent overnight cultures were then used to inoculate experimental cultures 311 \nin a 96-deep-well plate initial starting OD600 of 0.05 in 300 µL in MOPS media with 10 mM MgCl2 312 \nand 50 µg/mL kanamycin at pH 7.5. For experiments testing the effect of starting pH, the starting 313 \npH of the MOPS media was titrated to pH ranging from 7.4 -6.75. For experiments testing media 314 \nbuffering capacity, 100 mM monobasic dihydrogen phosphate were added to cultures. At mid -315 \nexponential phase, we induced each culture then supplied 5 mM acid substrate (prepared in 100 316 \nmM stocks in 100% DMSO) . Cultures were then incubated at 30°C with shaking at 1000 RPM 317 \nand an orbital radius of 3 mm. Samples were taken by pipetting 25 µL from the cultures into 125 318 \nµL of a 1:4 1 M HCl to methanol mixture. Samples were then centrifuged in a different 96 -deep-319 \nwell plate and the extracellular broth was collected. Compounds were quantified over a 24 h period 320 \nusing HPLC with samples collected at 4 h and 24 h. For pH tracking experiments, confluent 321 \novernight cultures were then used to inoculate 3 mL of MOPs media in 14 mL culture tubes. 322 \nCultures were supplemented with 5 mM of TPA (prepared in a 100 mM stock in DMSO) at mid 323 \nexponential phase. Cultures were then incubated at 30°C in a rotor drum (Thermo Scientific Cel -324 \nGro Tissue Culture Rotator) at maximum speed. Sampling was done as previously mentioned. 325 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n12 \n \nCompounds were quantified and the pH was measured for 24 h with timepoints at 0 h, 4 h, 8 h, 20 326 \nh, and 24 h using HPLC. 327 \nFor metabolically active ETase assays, pET -28a(+) plasmids expressing each ETase 328 \nvariant were transformed into RARE.Δ16. Confluent overnight cultures were then used to 329 \ninoculate experimental cultures in a 96-deep-well plate initial starting OD600 of 0.05 in 300 µL in 330 \nMOPS media with 10 mM MgCl2 and 50 µg/mL kanamycin at pH 7.5. At mid-exponential phase, 331 \nwe induced each culture then supplied 5 mM BHET, MHET or MHET -ald (prepared in 100 mM 332 \nstocks in 100% DMSO). Cultures were then incubated at 30°C with shaking at 1000 RPM and an 333 \norbital radius of 3 mm. Sampling was done as previously mentioned. Compounds were quantified 334 \nover a 24 h period using HPLC with samples collected at 4 h and 24 h. 335 \nFor metabolically active ETase and CAR coupled assays, pACYC-FAST PETase and pZE-336 \nMaCAR plasmids were co -transformed into RARE.Δ16. Confluent overnight cultures of pET -337 \n28a(+)-FAST PETase (Cell A), pZE-MaCAR (Cell B) and pACYC-FAST PETase + pZE-MaCAR 338 \n(Cell C) were then used to inoculate experimental cultures in a monoculture, expressing the dual 339 \nplasmid, or a coculture, expressing FAST and MaCAR in separate strains at varying inoculation 340 \nratios. Cultures had an initial starting OD600 of 0.05 in 300 µL in MOPS media with 10 mM MgCl2 341 \nand respective antibiotics (Cell C: 17 µg/mL chloramphenicol and 25 µg/mL kanamycin, coculture 342 \nand monocultures of Cell A and B: 50 µg/mL kanamycin) at pH 7.5. At mid -exponential phase, 343 \nwe induced each culture induced (Cell A and B: 0.1 µg/mL aTc; Cell C: 0.1 µg/mL aTc and 1 mM 344 \nIPTG) then supplied 5 mM MHET or TPA (prepared in 100 mM stocks in 100% DMSO). Cultures 345 \nwere then incubated at 30°C. Sampling was done as previously mentioned . Compounds were 346 \nquantified over a 24 h period using HPLC with samples collected at 8 h and 24 h. 347 \nGrowth rate and protein production assay 348 \nFor growth rate testing of engineered strains, confluent overnight cultures were used to 349 \ninoculate experimental cultures in LB or MOPS media at 100x dilution in 200 µL volumes in a 350 \nGreiner clear bottom 96 well plate (Greiner 655090). Cultures were grown for 24 h in a Spectramax 351 \ni3x plate reader with medium plate shaking at 37 °C and readings at 600 nm taken every 10 min 352 \nto determine growth rate of each strain. For growth rate in shake flasks, confluent overnight 353 \ncultures were used to inoculate experimental cultures in 50 mL of LB media at 100x dilution in 354 \n250 mL shake flasks. Cultures were grown for 9 h at 37 °C and 250 RPMs and readings at 600 nm 355 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n13 \n \nwere taken every 30 min to determine growth rate of each strain using a BioMate160 356 \nspectrophotometer. 357 \nFor growth rate testing with ETase overexpression, confluent overnight cultures were used 358 \nto inoculate experimental cultures in MOPS media with 50 µg/mL kanamycin at 100x dilution in 359 \n200 µL volumes in a Greiner clear bottom 96 well plate (Greiner 655090). Cultures were grown 360 \nfor 3 h in a Spectramax i3x plate reader with medium plate shaking at 37 °C with absorbance 361 \nreadings at 600 nm taken every 10 min to determine growth rate of each strain. Cultures were then 362 \ninduced with 1 mM IPTG and dropped to 30 °C for an additional 21 h.  363 \nTPA protonation state calculation 364 \nThe protonation state of TPA was calculated using Henderson-Hasselbalch relationship using the 365 \npKa1 = 3.54 and pK a2 = 4.46. The following equations were then used to plot the fraction of 366 \nprotonated species at the pH range of interest (pH 4.0-8.0) in Fig. S6: 367 \n(1) D =1+10 (pH − pKa1) +10 (2pH − pKa1 − pKa2) where D is the denominator fractional abunbances 368 \n(2) αTPA = 1 / D where αTPA is the fraction of fully protonated TPA 369 \n(3) αTPA- = 10(pH - pKa1) / D where αTPA- is the fraction of partially protonated TPA 370 \n(4) αTPA2- = 10(2pH - pKa1 - pka2) / D where αTPA2- is the fraction of fully deprotonated TPA 371 \nTranslational genomic knockouts 372 \nTranslational knockouts to the RARE.Δ16 were performed using 10 rounds of multiplexed 373 \nautomatable genome engineering (MAGE) where stop codons were introduced into the genomic 374 \nsequence for each aldehyde dehydrogenase target in the upstream portion of the gene. Construction 375 \nof ROARΔ22 was done using the same oligos that were listed for the ROAR.Δ12 strain. MAGE 376 \nwas performed using the pORTMAGE -Ec1 recombineering plasmid.  Briefly, bacterial cultures 377 \nwere inoculated with 1:100 dilution in 3 mL of LB media with 30 μg/mL kanamycin (Kan) and 378 \ngrown at 37°C until OD 600 of 0.4 -0.6 was reached. Then, the proteins responsible for 379 \nrecombineering were induced with 1 mM m-toluic acid and cultures were grown at 37°C for an 380 \nadditional 15 min. Cells were then prepared for electroporation by washing 1 mL three times with 381 \nrefrigerated 10% glycerol and then resuspending in 50 µL of 10% glycerol with each knockout 382 \noligo within a subset added at 1 µM. Cells were then electroporated and recovered in 3 mL of LB 383 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n14 \n \nwith 30 µg/mL kanamycin to be used for subsequent rounds. Preliminary assessment of knockouts 384 \nwas performed using mascPCR (multiplexed allele specific colony PCR) and confirmed using 385 \nSanger Sequencing. ROAR.Δ22 was cured of the pORTMAGE -Ec1 plasmid following 386 \nconfirmation of genomic knockouts. 387 \nResting whole cell assays 388 \nTo prepare cells for resting cell assays, pET-28a(+)-FAST ETase (Cell A), pZE -MaCAR 389 \n(Cell B), and pACYC-CvTA-AlaDH (Cell D) were transformed into ROAR.Δ22. pACYC- FAST 390 \nETase and pZE-MaCAR (Cell C) were also co-transformed into ROAR.Δ22. Confluent overnight 391 \ncultures were used to inoculate 200 mL cultures in LB media antibiotics (Cell A and B: 50 µg/mL 392 \nkanamycin; Cell C: 25 µg/mL kanamycin and 17 µg/mL chloramphenicol; Cell D: 34 µg/mL 393 \nchloramphenicol) with 1 L baffled shake flasks. The cultures were grown at 37°C until mid -394 \nexponential phase and then induced (Cell A and B: 0.1 µg/mL aTc; Cell C: 0.1 µg/mL aTc  and 1 395 \nmM IPTG; Cell D: 1 mM IPTG). After induction the temperature was dropped to 18°C overnight 396 \nfor 18 h. Cells were then pelleted, and the mass of the cell pellets were then measured. Cells were 397 \nused immediately after overexpression or frozen at −80°C. Cells used in this study were stored at 398 \n-80°C for less than 24 h. All cells were washed with 200 mM HEPES, pH 7.5 buffer prior to use. 399 \nReactions unless otherwise noted were performed at a reaction volume of 400 µL in 1 mL deep -400 \nwell plates.  401 \nTo assay MaCAR (Cell B) in resting cells, cells were resuspended in buffer with 200 mM 402 \nHEPES or 200 mM MES (dependent on starting pH), 25 mM glucose, 10 mM magnesium chloride 403 \nat pH 5.2-7.5. The resuspended resting cells were then aliquoted into 96-deep-well plates at a wet 404 \ncell weight of 50 mg/mL and supplemented with 5 mM substrate of interest (prepared in 100 mM 405 \nstocks in DMSO) at a reaction volume of 400 µL. Resting cells were then incubated at 30°C with 406 \nshaking at 1000 RPM and an orbital radius of 3 mm. Samples were taken by pipetting 25 µL from 407 \nthe cultures into 125 µL of a 1:4 1 M HCl to methanol mixture. Samples were then centrifuged in 408 \na different 96 -deep-well plate and the extracellular broth was collected. Compounds were 409 \nquantified over a 4 h period using HPLC with samples collected at 2 h and 4 h. 410 \nTo assay FAST ETase and MaCAR (Cell A+B and Cell C) in resting cells, cells were 411 \nresuspended in buffer with 200 mM HEPES, 25 mM glucose, 10 mM magnesium chloride at a pH 412 \n7.5. The resuspended resting cells were then aliquoted to a total wet cell weight of 50 mg/mL at 413 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n15 \n \nvarying ratios of FAST ETase to MaCAR cells. Reaction mixture was supplemented with 5 mM 414 \nBHET, MHET or TPA at a volume of 400 µL. Resting cells were then incubated at 30°C. Sampling 415 \nwas done was previously mentioned. Compounds were quantified over a 4 h period using HPLC 416 \nwith samples collected at 2 h and 4 h. 417 \nTo assay Cell C with high substrate loading, cells were resuspended in buffer with 400 mM 418 \nHEPES, 75 mM glucose, 10 mM MgCl 2 at pH 7.5. Cells were supplemented with 10, 20, or 40 419 \nmM of BHET or MHET at a cell concentration of 50 mg WCW/mL and at a volume of 400 µL. 420 \nCompounds were quantified over an 8 h period using HPLC with samples collected at 4 h and 8 421 \nh. 422 \nTo assay CvTA-AlaDH (Cell D) in resting cells, cells were resuspended in buffer with 200 423 \nmM HEPES or 200 mM MES, 25 mM glucose, 10 mM MgCl2, 100 mM L-alanine, 50 mM NH4Cl 424 \nand 1 mM PLP at pH 5.8-8.0. The resuspended resting cells were then aliquoted to a total wet cell 425 \nweight of 50 mg/mL and supplemented with 5 mM TPAL. Resting cells were then incubated at 426 \n30°C. Sampling was done was previously mentioned. Compounds were quantified using HPLC at 427 \n2 h. 428 \nTo assay Cell B and D in a one-pot two-step method, cells were resuspended in buffer with 429 \n200 mM HEPES, 200 mM MES, 25 mM glucose, 10 mM MgCl 2, 100 mM L -alanine, 50 mM 430 \nNH4Cl and 1 mM PLP at a pH of 5.2 or 7.5. To start the reaction, Cell B was added to the reaction 431 \nmixture at 50 mgWCW/mL and at a starting pH of 5.2 or 7.5. The cells were then supplemented with 432 \n5 mM TPA disodium salt and incubated at 30°C. After 2 h, the low starting pH reaction mixtures 433 \nwere treated to 7.5 using NaOH. Also, at 2 h both starting pH reactions were supplemented with 434 \n50 mgWCW/mL of CvTA cells. The reactions were then ran for an additional 2 h. Sampling was 435 \ndone was previously mentioned. Compounds were quantified at 4 h using HPLC. 436 \nTo assay Cell A+B, Cell C and Cell D in one-pot with resting cells, cells were resuspended 437 \nin buffer with 200 mM HEPES, 25 mM glucose, 10 mM MgCl2, 100 mM L-alanine, 50 mM NH4Cl 438 \nand 1 mM PLP at a pH of 7.5.  For pXYL targeted reactions,  Cells A and B were added to the 439 \nreaction mixture at different ratios (1:2, 1:1. 2:1, 1:5 and 1: 10 of Cell A: Cell B) with a total cell 440 \nconcentration of 50 mgWCW/mL. Cell C was also added at a cell concentration of 50 mg WCW/mL. 441 \nThe cells were then supplemented with 5 mM BHET, MHET or TPA and incubated at 30°C. After 442 \n2 h, 50 mgWCW/mL of Cell D was added and the reaction was then ran for an additional 2 h. 443 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n16 \n \nSampling was done was previously mentioned. Compounds were quantified at 4 h using HPLC.  444 \nFor pAMBA targeted reactions, Cells A, B and D were added to the reaction mixture at different 445 \nratios (2:1:1, 1:2:1. 1:10:2, and 1:1:2 of Cell A: Cell B: Cell D) with a total cell concentration of 446 \n50 mgWCW/mL. Cells C and D were also added at different ratios (10:1, 5:1 and 1:1 of Cell C: 447 \nCellD) with a total cell concentration of 50 mgWCW/mL. The cells were then supplemented with 5 448 \nmM MHET and incubated at 30°C. Sampling was done was previously mentioned. Compounds 449 \nwere quantified at 4 h using HPLC. 450 \nAmine production from real PET glycolysis products 451 \nTo assay Cell C using real PET glycolysis deconstruction products, cells were resuspended 452 \nin buffer with 400 mM HEPES, 75 mM glucose, 10 mM MgCl 2, 200 mM L -alanine, 100 mM 453 \nNH4Cl and 1 mM PLP at pH 7.8.  Solid PET glycolysis products were resuspended in 500 µL 454 \nDMSO and added to the reaction mixture at a targeted 40 mM BHET concentration. Reactions 455 \nwere conducted using a 50 mL conical tube with a total reaction volume of 10 mL. Sampling was 456 \ndone was previously mentioned. Compounds were quantified over an 8 h period using HPLC with 457 \nsamples collected at 4 h and 8 h. 458 \nPET glycolysis 459 \nPlastic PET glycolysis experiments were carried out under previously optimized 460 \nconditions52 using a Monowave 450 microwave reactor (Anton Paar GmbH), equipped with an in-461 \nbuilt IR sensor and an external Ruby thermometer for precise temperature control, Commercial 462 \nPET beverage bottles (Coca -Cola) were washed with water, dried, and cut into ~4 mm × 4 mm 463 \nsquare pieces prior to use. 464 \nIn a typical experiment, 500 mg of PET flakes, 5 mL of ethylene glycol (EG), and 5 mg of 465 \ncatalyst were added to a microwave reaction vial. Commercial ZnO nanopowder (<5 μm particle 466 \nsize, Sigma-Aldrich) was used as the catalyst. The contents of the vial were thoroughly mixed 467 \nusing a vortex mixer to ensure uniform dispersion of ZnO in EG. The vial was then placed in the 468 \nmicrowave reactor, which was programmed to maintain a constant temperature of 210°C for 15 469 \nminutes with a stirring speed of 600 rpm. 470 \nAfter the reaction, the vial was rapidly cooled to room temperature. Subsequently, 100 mL 471 \nof distilled water was added to extract BHET. Unreacted PET and higher molecular weight 472 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n17 \n \noligomers were removed by filtration using Whatman filter paper. The filtrate, containing water -473 \nsoluble products, was analysed by high-performance liquid chromatography (HPLC). 474 \nThe residual water in the product solution was evaporated under vacuum (72 mbar) at 40°C 475 \nusing a rotary evaporator. BHET was then crystallized by cooling the concentrated solution 476 \novernight at 4°C in a refrigerator, following the addition of a small volume of distilled water. The 477 \nresulting BHET crystals were collected by filtration using a glass filter, thoroughly washed to 478 \nremove any residual EG, and dried overnight at 80°C. 479 \nThe conversion of PET is calculated as follows: 480 \nPET Conversion (%) =\nWPET,i − WPET,f\nWPET,i\n× 100 (1) 481 \nWPET,i corresponds to the initial weight of PET and W PET,f to the weight of the unreacted PET, 482 \nobtained via filtration. The yield of the BHET is defined as: 483 \nBHET Yield (%) =  \nmolBHET\nmolPET\n× 100  (2) 484 \nmolPET  =  \nWPET,i\nMWPET−RU\n  (3) 485 \nTextile depolymerization experiments were carried out at previously optimized 486 \nconditions51. Depolymerization experiments were performed on a Monowave 450 microwave 487 \nreactor (Anton Paar GmbH). This batch microwave reactor controls the temperature, time, and 488 \nmaximum set power. Typically, 500 mg of textiles, 5 mL of EG, and 5 mg of the catalyst were 489 \nplaced in a microwave reaction vial. The vial was inserted into the microwave reactor, and the 490 \nreactor was programmed to maintain a constant temperature. On completion of a reaction, the 491 \nreaction vial was allowed to cool down rapidly to room temperature. 100 mL of distilled water was 492 \nadded to separate BHET and oligomers. The unreacted polymer and larger oligomers were 493 \nremoved using a Whatman filter paper. The residual water from the product solution was then 494 \nevaporated under vacuum (72 mbar) at 60 °C using a rotary evaporator, and the resulting BHET 495 \nwas crystallized by cooling the residual solution overnight to 4 °C in a refrigerator after the 496 \naddition of a small amount of distilled water to the residue. The resultant crystals were filtered 497 \nusing a glass filter and dried at 80 °C. 498 \nHPLC analysis 499 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n18 \n \nTPAL, 4HMB, 4HMBA, BDM  and pXYL were quantified using reverse -phase high -500 \nperformance liquid chromatography (HPLC) with an Agilent 1260 Infinity with a Zorbax Eclipse 501 \nPlus-C18 column with a guard column installed. Amines were derivatized with ortho-502 \npthalaldehyde and 3-mercaptopropionic acid and identified using reverse-phase high-performance 503 \nliquid chromatography (RP-HPLC) with an Agilent 1260 Infinity with a Zorbax Eclipse Plus-C18 504 \ncolumn with a guard column installed. The methods for detection of TPAL, 4HMB, 4HMBA, 505 \nBDM and pXYL were described previously36. 506 \n  507 \n(which was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. \nThe copyright holder for this preprintthis version posted October 1, 2025. ; https://doi.org/10.1101/2025.10.01.679844doi: bioRxiv preprint \n19"
    },
    {
      "score": 0.38733410835266113,
      "id": "s41929-022-00821-3:experimental_sections:0",
      "section_type": "experimental",
      "heading": "Methods",
      "paper": "Articles",
      "pdf_file": "s41929-022-00821-3.pdf",
      "text": "Gene construction. The genes encoding IsPETaseTS (IsPETase S121E, D186H, \nR280A, signal sequence removed as by Son et al.24) and LCCICCG (LCC F243I, \nD238C, S283C, Y127G, signal sequence removed as by Tournier et al.16) were \ncommercially synthesized by Integrated DNA Technologies as gBlock fragments \nwith codon optimization for expression in Escherichia coli cells. The IsPETaseTS \ngene was cloned into the NdeI (5′ end) and XhoI (3′ end) sites of a pBbE8K vector \nmodified to contain a C-terminal hexa-histidine tag coding sequence following \nthe XhoI restriction site\n41, to form pBbE8K_IsPETaseTS. The gene encoding \nLCCICCG was cloned into the NdeI (5′ end) and XhoI (3′ end) sites of pET-22b \nvector (Novagen) leading to fusion to a C-terminal hexa-histadine tag coding \nsequence, to form pET-22b_LCC\nICCG. Nucleotide sequences and expressed amino \nacid sequences of the genes used and plasmid maps of the vector constructs are \nprovided in Supplementary Figs. 17–19.\nLibrary construction. Rounds 1–6: iterative saturation mutagenesis. In each \nround, 24–30 residues were selected and individually randomized using cassette \nmutagenesis. Positions were chosen for mutation on the basis of a range of factors, \ndetailed in Supplementary Table 1. For residue identification via the Protein One \nStop Repair Shop webserver\n42, IsPETaseWT was used as the input protein (PDB \n5XJH), with all constraints fixed to the default settings; positions identified more \nthan twice by the software were selected for mutation. For residue identification \nvia the B-fitter software\n43, IsPETaseWT was again used as the input protein \n(PDB 5XJH); the 15 top positions ranked by highest B-factor were selected for \nmutation. DNA libraries at chosen residue positions were constructed via standard \noverlap-extension PCR, using degenerate primer pairs (containing an NNK codon \nat the position to be mutated) and pBbE8K_IsPETase\nTS as the template for round \n1, with the most active clone discovered at the end of each directed evolution cycle \nserving as the template for subsequent rounds. Primer sequences are provided in \nSupplementary Table 2.\nShuffling by overlap-extension PCR. After each round of evolution, beneficial \ndiversity was combined by a process of DNA shuffling. Fragments were generated \nby overlap-extension PCR using designed primers that encoded for either an \nidentified beneficial mutation or the parental amino acid. Using these primers, \na b\n4PET\nS160\n M161\n Y87\n4PET\nY214\nW185\nFig. 4 | Structural characterization of HotPET ase. a, Surface representation of HotPEtase along with the top docking result of 4PEt docked in ICM-Pro. \nthe protein surface is coloured blue with contact patches between the docked 4PEt and the surface highlighted in yellow. 4PEt is shown in ball and stick \nrepresentation coloured by all atom colours with pale yellow carbon atoms. b, A close up of the HotPEtase catalytic site in conjunction with the docked \n4PEt structure. HotPEtase residues are shown in ball and stick representation coloured by all atom colours with light blue carbon atoms. the docked \n4PEt is shown in ball and stick representation, coloured by all atom colours with pale yellow carbon atoms, with key hydrogen bonds highlighted as green \ndashed lines and π-stacking interactions shown as black dashed lines. the catalytic nucleophile (S160) and oxyanion hole (Y87, M161) are highlighted in \ncyan and orange, respectively (semitransparent spheres), along with their respective targets on the docked 4PEt oligomer.\nNATuRE CATALySiS | VOL 5 | AUGUSt 2022 | 673–681 | www.nature.com/ natcatal678\nArticlesNature Catalysis\nup to six short fragments were created, DpnI digested, PCR-purified and mixed \nin appropriate combinations in overlap-extension PCRs. The resulting genes \ncontained all possible combinations of mutations (from two to five mutations \nper gene) and were subsequently cloned into the pBbE8K vector as described \npreviously.\nVariant gene construction. HotPETase K212N, E213S, Y214S (HotPETase\nLR), was \ncreated via overlap-extension PCR with HotPETase as the template protein and \nprimers designed to encode the wild-type residues at positions 212–214. Primer \nsequences are provided in Supplementary Table 3. The resulting gene was cloned \ninto the pBbE8K vector as described previously.\nProtein production for library screening. For all protein expression and screening \nof libraries, transfer and aliquoting steps were performed using a Hamilton \nliquid-handling robot. pBbE8K_IsPETase libraries were expressed in chemically \ncompetent Origami 2 E. coli cells. Single colonies from a fresh transformation were \nused to inoculate 180 µl of Luria–Bertani (LB) media supplemented with 25 µg ml\n−1 \nkanamycin (to maintain the pBbE8K_PETase plasmid) and 2.5 µg ml−1 tetracycline \n(to maintain the glutathione reductase (gor) gene-containing plasmid present in \nOrigami 2 cells), in 96-deep-well plates. Each plate contained six positive controls \nconsisting of clones of the parent template, and two negative controls consisting of \nclones containing pBbE8K_RFP (red fluorescent protein). Plates were incubated \novernight at 30 °C, 80% humidity in a shaking incubator (950 r.p.m.). Expression \ncultures were then prepared by inoculating 460 µl of 2YT media containing \n25 µg ml\n−1 kanamycin and 2.5 µg ml−1 tetracycline with 40 µl of overnight culture \nin deep-well plates. The inoculated plates were incubated at 30 °C, 80% humidity \nin a shaking incubator (950 r.p.m.). When an optical density at 600 nm (OD600) of \n1 was reached, protein production was initiated by the addition of l-arabinose to \na final concentration 10 mM and plates incubated for a further 20 h at 19 °C, 80% \nhumidity in a shaking incubator (950 r.p.m.). Cells were collected by centrifugation \nat 2,900g for 10 min and the resulting pellets resuspended in a lysis mix consisting \nof 50 µl of BugBuster Protein Extraction reagent containing 10 µg ml−1 DNase I. \nCell lysis was initiated by incubation for 30 min at 30 °C, with 80% humidity in \na shaking incubator (950 r.p.m.) and the lysate produced diluted with 300 µl of \nreaction buffer (pH 9.2, 50 mM glycine-OH (Gly-OH)). Insoluble cell debris was \nremoved via centrifugation for 10 min at 2,900g to produce a clear cell lysate.\nProduction of purified proteins. IsPETase and its derivatives were expressed in \nchemically competent Origami 2 E. coli. Single colonies of freshly transformed cells \nwere cultured for 18 h at 30 °C in 5 ml of LB medium supplemented with 25 µg ml\n−1 \nkanamycin and 2.5 µg ml−1 tetracycline. 1 ml of the resulting culture was used to \ninoculate 50 ml of 2YT medium containing 25 µg ml−1 kanamycin and 2.5 µg ml−1 \ntetracycline. Cultures were grown at 35 °C, 180 r.p.m. to an OD600 of 1. Protein \nproduction was initiated by the addition of l-arabinose (final concentration of \n10 mM) and cultures then grown at 19 °C for 20 h. The E. coli cells were gathered \nby centrifugation at 3,220g for 10 min and resuspended in lysis buffer (pH 7.5, \n50 mM Tris-HCl, 10 mM imidazole, 300 mM NaCl, 10 µg ml\n−1 DNase I). Cells were \ndisrupted by sonication and the resulting lysate clarified by centrifugation (13,500g \nfor 15 min). The soluble fraction was subjected to affinity chromatography via \napplication to Ni-NTA agarose (Qiagen). After washing off unbound proteins with \nthe lysis buffer supplemented with 10 mM imidazole, bound proteins were eluted \nwith elution buffer (pH 7.5, 50 mM Tris-HCl, 300 mM imidazole, 300 mM NaCl). \nProteins were desalted by application to 10DG desalting columns (Bio-Rad) and \neluted in storage buffer (pH 7.5, 50 mM Tris-HCl, 150 mM NaCl). Protein purity \nwas confirmed by SDS–PAGE and concentrations determined by measuring the \nabsorbance at 280 nm, assuming an extinction coefficient of 39,670 M\n−1 cm−1 \nfor IsPETaseTS-IsPETaseM2, 41,160 M−1 cm−1 for IsPETaseM3-IsPETaseM7 and \n41,285 M−1 cm−1 for IsPETaseM8-HotPETase.\nFor the cutinase, LCCICCG, the gene was expressed in chemically competent \nE. coli BL21 (DE3). Single colonies of freshly transformed cells were cultured \nfor 18 h at 30 °C in 5 ml of LB medium supplemented with 25 µg ml\n−1 ampicillin. \n1 ml of the resulting culture was used to inoculate 50 ml of auto-inducible 2YT \nmedium containing 25 µg ml−1 ampicillin. Cultures were grown at 35 °C, 180 r.p.m., \nto an OD600 of 1, and then cooled to 19 °C, for 20 h. Protein purification then \nproceeded as detailed for IsPETase, with protein concentrations determined using \nan extinction coefficient of 37,150 M−1 cm−1. HotPETase exhibits a high-level of \ncytosolic protein expression (roughly 110 mg l−1); LCCICCG has a lower level of \nprotein expression (roughly 20 mg l−1) (Supplementary Fig. 20).\nLibrary screening using amorphous PET film (amoPET). The clarified cell lysate \nwas incubated in foil-sealed plates for 30 min to 1 h at 55–80 °C (pre-incubation \nstep) and subjected to centrifugation at 2,900g for 10 min to remove any insoluble \nprotein precipitate formed. To initiate the PET degradation reaction, 60–220 µl \nof clarified cell lysate was transferred to a 96-deep-well plate containing reaction \nbuffer (pH 9.2, 50 mM Gly-OH) and a single 6 mm amoPET disc cut from a sheet \nin each well, to make a final reaction volume of 220–400 μl. Lysate volume was \nvaried across rounds to avoid overloading the UPLC column by keeping peak \nareas below 2,000 mAu and to limit evaporation at higher reaction temperatures \nand extended reaction times. Plates were then foil-sealed and incubated for 3–7 h \nat 55–70 °C, after which reactions were terminated by the addition of an equal \nvolume of a cold methanol and 12.5 mM trifluoracetic acid solution. Following \nreaction quenching, plates were foil-sealed and incubated for 30 min at 30 °C, \n80% humidity in a shaking incubator, 950 r.p.m. and insoluble protein precipitate \nremoved by centrifugation for 10 min at 2,900g. A UPLC analysis sample was \nthen prepared by transferring 100 µl of the resulting reaction supernatant into a \nfresh 96-well microtitre plate and the plate foil-sealed. The most active clones of \neach round were then subjected to a second screening round, where each clone \nwas represented as a triplicate. All expression and screening protocols were as \ndescribed above, apart from overnight culture preparation, where LB media was \ninstead inoculated with 20 µl of a glycerol stock of the original overnight cultures \nfrom the library screening round. Details for the temperatures and lengths of the \npre-incubation steps, the lysate volumes added to reactions, and the temperatures \nand lengths of the reaction incubations for each round of directed evolution are \nprovided in Supplementary Table 1.\nPurified protein screening using amorphous PET film (amoPET). AmoPET film \nassays with purified proteins were conducted as follows: a foil-sealed 96-deep-well \nplate containing the reaction buffer (library screening buffer, pH 9.2, 50 mM \nGly-OH, 4% BugBuster, for IsPETase and its derivatives, pH 8, 100 mM K-Pi, for \nLCC\nICCG, as reported in Tournier et al.16), with a single 6 mm amoPET disc in each \nwell, was incubated for 1 h at the reaction temperature (40–70 °C) to equilibrate \nall reaction components to the reaction temperature (equilibration step). For \ndirected evolution hit retesting and beneficial diversity shuffling, purified \nproteins were incubated in foil-sealed plates for 30 min to 1 h at 55–80 °C before \nreaction set up (pre-incubation step, full details in Supplementary Table 1) and \nsubjected to centrifugation at 2,900g for 10 min to remove any insoluble protein \nprecipitate formed. The reaction was initiated by adding the purified enzymes \nto the prepared 96-deep-well plate containing reaction buffer and amoPET discs \n(final reaction conditions: 0.04 μM enzyme, 400 μl total volume). Protein variants \nwere arrayed across the 96-deep-well plate in triplicate. Plates were foil-sealed and \nincubated for up to 24 h at the desired temperature, after which reactions were \nterminated by the addition of an equal volume of a cold methanol and 12.5 mM \ntrifluoracetic acid solution. Following reaction quenching, samples were incubated \nfor 30 min at 30 °C, 80% humidity in a shaking incubator, 950 r.p.m. and insoluble \nprotein precipitate removed by centrifugation for 10 min at 2,900g. A UPLC \nanalysis sample was then prepared by transferring 100 µl of the resulting reaction \nsupernatant into a fresh 96-well microtitre plate, and the plate foil-sealed.\nPurified protein screening using crystalline PET powder (cryPET) and \nalternative PET substrates. Crystalline PET powder assays were conducted \nas follows: a 12 ml lidded glass vial containing 5 ml of reaction buffer (library \nscreening buffer, pH 9.2, 50 mM Gly-OH, 4% BugBuster, for IsPETase and its \nderivatives or pH 8, 100 mM K-Pi for LCC\nICCG), with 20 mg crystalline PET \npowder (cryPET) was incubated for 1 h at the reaction temperature (40–70 °C) \nto equilibrate all reaction components to the reaction temperature (equilibration \nstep). The reaction was initiated by adding the purified protein (0.04 μM final \nconcentration) coupled with incubation at the desired temperature under agitation \nat 180 r.p.m. Samples were taken at multiple times points, quenched and prepared \nfor UPLC analysis as detailed previously. The percentage depolymerization of \nplastic was calculated using the mass of TPA and MHET produced, using the \nconcentrations of each compound as determined by UPLC. For assays under \noptimized conditions, reactions were carried out as above, using a final enzyme \nconcentration of 0.5 μM in pH 9.7, 50 mM Gly-OH buffer, 4% BugBuster.\nFor bottle-grade PET assays, bottle-grade PET pellets (bgPET, RamaPET N1) \nwere micronized using a RETSCH PM100 Planetary Ball Mill at 500 r.p.m. for \n30 min to form a powder. For PET/PE composite packaging tray lid assays, PET/\nPE composite packaging lids, thickness of 325 μM PET and 40 μM PE, were cut into \n6-mm discs. For both materials, 20 mg of the resulting prepared substrates were \nused in reactions, with reaction conditions as described above. Full characterizations \nof the PET substrates described are detailed in Extended Data Table 1.\nChromatographic analysis of reactions. UPLC analysis was carried out on a \n1290 Infinity II Agilent LC system including an autosampler with the ultraviolet \ndetector set to 260 nm, using a Kinetex XB-C18 100 Å, 5 µm, 50 × 2.1 mm, LC \nColumn with a stepped, isocratic solvent ratio method. Mobile phase A was water \ncontaining 0.1% formic acid and mobile phase B was acetonitrile with a fixed flow \nrate of 1.1 ml min\n−1. Either 1 or 4 μl of sample was injected for library screening \nreactions or time-resolved purified protein assays, respectively. Following \nsample injection, the mobile phase was set to 13% buffer B for 52 s to separate \nTPA and MHET, stepped up to 95% buffer B for 33 s to separate larger reaction \nproducts and contaminants, and then stepped back down to 13% buffer B for \ncolumn re-equilibration until a total run time of 1.8 min. Peaks were assigned by \ncomparison to chemical standards prepared from commercial TPA and in-house \nsynthesized MHET, and the peak areas integrated using Agilent OpenLab software. \nUsing this method, TPA is eluted at roughly 0.4 min, MHET at around 0.6 min and \nsmall amounts of bis(2-hydroxyethyl) terephthalate (BHET) and longer oligomers \nat around 1–1.2 min (Supplementary Fig. 2). TPA and MHET concentrations were \ncalculated by preparation of standard curves (Supplementary Fig. 21).\nNATuRE CATALySiS | VOL 5 | AUGUSt 2022 | 673–681 | www.nature.com/ natcatal 679\nArticles Nature Catalysis\nCharacterization of PET substrates pre- and post-degradation. Polymer \ncrystallinity was determined using DSC, using 4 mg of material. DSC data were \nobtained from using a DSC 2500 TA instrument. Samples were run in triplicate, \nin series, over a −50 to 300 °C temperature range under a nitrogen atmosphere \nat a heating rate of ±10 °C min\n−1 in a 40 μl aluminium crucible. The number and \nweight average molecular weights (Mn and Mw) of polymer chains were determined \nby SEC. Samples (4 mg) were dissolved in hexafluoro-2-propanol (120 μl) at \nroom temperature. Once dissolved, HPLC-grade chloroform (1,880 μl) was \nadded to form a uniform, colourless solution that was filtered through a 0.24 μm \npolytetrafluoroethylene filter. SEC analysis was conducted on a system composed \nof an Agilent 1260 Infinity II LC system equipped with an Agilent guard column \n(PLGel 5 μm, 50 × 7.5 mm) and two Agilent Mixed-C columns (PLGel 5 μm, \n300 × 7.5 mm). The mobile phase used was HPLC-grade CHCl\n3 at 35 °C at flow rate \nof 1.0 ml min−1. SEC samples were calibrated against linear polystyrene standards \n(162–2.4 × 105 g mol−1).\nSEM analysis of enzymatic depolymerizations of PET/PE composite packaging. \nA section of a PET/PE packaging lid (710 mg) was fully submerged in reaction \nbuffer (pH 9.2, 50 mM Gly-OH, 4% BugBuster, 50 ml total) in a glass bottle, and \nHotPETase (0.04 μM final concentration) added to initiate the reaction. Reactions \nwere incubated at either 40 or 60 °C with agitation at 120 r.p.m. The PET/PE \npackaging lid portion was washed and a fresh buffer and enzyme solution added \neach day over the course of 6 days. The control reactions were run in an identical \nmanner, but with no enzyme added. The percentage depolymerization of the \nPET portion of each lid section was estimated from the release of MHET and \nTPA monomers, determined by UPLC analysis of the reaction supernatant taken \neach day, assuming an estimated 12.6 g l\n−1 PET substrate loading. The extent of \ndepolymerization was further confirmed by weight loss analysis of samples before \nand after biotransformations. Samples were analysed by SEM as follows: polymer \nsamples were sputter coated with Au/Pd (thickness 5 nm) to prevent charging \nduring SEM imaging and were observed using secondary electron imaging in a \nTescan SC Mira, FEG-SEM with an accelerating voltage of 5 kV and probe current \nof approximately 2 nA.\nProtein melting temperature (T\nm) analysis. The melting temperatures (Tm)  \nof IsPETase and its variants were determined using differential scanning \nfluorimetry. For each protein, a 50 μl sample of 5 μM protein was prepared in  \nbuffer (pH 9.2, 50 mM Gly-OH) with a final concentration of 10X SYPRO  \nOrange dye stock solution (Sigma-Aldrich) in an optically clear, lidded PCR \ntube (Bio-rad). Differential scanning fluorimetry melt-curve experiments were \nconducted using a Bio-rad CFX Connect 96 Real-Time PCR system set on  \nthe fluorescence resonance energy transfer channel to use the 450/490 excitation \nand 560/580 emission filters. The temperature was increased from 25 to  \n95 °C with an increment of 0.3 °C s\n−1. Each protein’s Tm was determined from a \nmean value for the peak of the first derivative of the melt curve from three  \nreplicate measurements.\nStructure determination of HotPETase. Protein crystallization of HotPETase \nwas achieved by sitting drop vapour diffusion of 20 nl of 6 mg ml\n−1 protein mixed \nwith an equal volume of reservoir solution and incubated at 20 °C. Crystals \nwere observed after 72 h incubation with a reservoir solution comprising 0.85 M \nsodium citrate tribasic dehydrate, 0.1 M Tris, pH 8.0 and 0.1 M sodium chloride \n(LMB screen HT96 H7 Molecular Dimensions). Before data collection, crystals \nwere cryogentically protected with the addition of 20% PEG 200 to the mother \nliquor and plunge cooled in liquid nitrogen. All data were collected at Diamond \nLight Source. Data reduction was performed with Dials and the structure \nsolved by molecular replacement using a search model derived from Is PETase\nWT \nstructure PDB 5XJH. Iterative rounds of model building and refinement were \nperformed in COOT and Phenix using phenix.refine and phenix.ensemble_\nrefinement. Validation with MOLPROBITY and PDBREDO were incorporated \ninto the iterative rebuild and refinement process. Data collection and refinement \nstatistics are shown in Supplementary Table 4. The HotPETase coordinates \nand structure factors have been deposited in the PDB under accession number \n7QVH. The 4PET docking simulations were performed in ICM-Pro and resulted \nin a number of potential docked conformations. BHET was first docked into the \nactive site using distance restraints to Ser160 and the backbone amides of the \noxyanion hole to guide the docking towards catalytically plausible conformations. \nThe position of the docked BHET was subsequently used as a template restraint \nfor the larger 4PET docking. The top ranking docked pose of 4PET had an ICM \nVLS score of −31.\nReporting summary. Further information on research design is available in the \nNature Research Reporting Summary linked to this article.\nData availability\nCoordinates and structure factors have been deposited in the PDB under accession \nnumber 7QVH. Data supporting the findings of this study are available within the \npaper and its Supplementary Information, or are available from the authors upon \nreasonable request.\nReceived: 11 February 2022; Accepted: 22 June 2022;  \nPublished online: 11 August 2022"
    }
  ],
  "computational_sections": [
    {
      "score": 0.39412617683410645,
      "id": "The FEBS Journal - 2025 - Bhattacharya - Development of a highly active engineered PETase enzyme for polyester degradation:computational_sections:2",
      "section_type": "computational",
      "heading": "Parisini E (2022) In silico engineering of enzyme access",
      "paper": "Development of a highly active engineered PETase enzyme",
      "pdf_file": "The FEBS Journal - 2025 - Bhattacharya - Development of a highly active engineered PETase enzyme for polyester degradation.pdf",
      "text": "tunnels. Methods Mol Biol2397, 203–225.\n20 Estiri H, Bhattacharya S, Buitrago JAR, Castagna R,\nLegzdin¸a L, Casucci G, Ricci A, Parisini E & Gautieri\nA (2023) Tailoring FPOX enzymes for enhanced\nstability and expanded substrate recognition.Sci Rep\n13, 18610.\n21 Goldenzweig A, Goldsmith M, Hill SE, Gertman O,\nLaurino P, Ashani Y, Dym O, Unger T, Albeck S,\nPrilusky Jet al. (2016) Automated structure- and\nsequence-based Design of Proteins for high bacterial\nexpression and stability.Mol Cell63, 337–346.\n22 Der BS, Kluwe C, Miklos AE, Jacak R, Lyskov S,\nGray JJ, Georgiou G, Ellington AD & Kuhlman B\n(2013) Alternative computational protocols for\nsupercharging protein surfaces for reversible unfolding\nand retention of stability.PLoS One8, e64363.\n23 Craig DB & Dombkowski AA (2013) Disulﬁde by\ndesign 2.0: a web-based tool for disulﬁde engineering in\nproteins. BMC Bioinformatics14, 346.\n24 Pirillo V, Pollegioni L & Molla G (2021) Analytical\nmethods for the investigation of enzyme-catalyzed\ndegradation of polyethylene terephthalate.FEBS J288,\n4730–4745.\n25 Bell EL, Smithson R, Kilbride S, Foster J, Hardy FJ,\nRamachandran S, Tedstone AA, Haigh SJ, Garforth\nAA, Day PJRet al. (2022) Directed evolution of an\nefﬁcient and thermostable PET depolymerase.Nat\nCatal 5, 673–681.\n26 Fritzsche S, Tischer F, Peukert W & Castiglione K\n(2023) You get what you screen for: a benchmark\nanalysis of leaf branch compost cutinase variants for\npolyethylene terephthalate (PET) degradation.React\nChem Eng8, 2156–2169.\n27 Patel A, Chang AC, Mastromonaco A, Acosta Diaz M,\nPerry S, Ferki O, Ayafor C, Abid U, Wong HW, Xie D\net al. (2023) Aqueous buffer solution-induced\ncrystallization competes with enzymatic\n11ª 2025 The Author(s). The FEBS Journalpublished by John Wiley & Sons Ltd on behalf of\nFederation of European Biochemical Societies.\nS. Bhattacharya et al. Polyester degradation by a highly active PETase\n 17424658, 0, Downloaded from https://febs.onlinelibrary.wiley.com/doi/10.1111/febs.70228 by Readcube (Labtiva Inc.), Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\ndepolymerization of pre-treated post-consumer poly\n(ethylene terephthalate) waste.Polymer 285, 126370.\n28 Arnal G, Anglade J, Gavalda S, Tournier V, Chabot N,\nBornscheuer UT, Weber G & Marty A (2023)\nAssessment of four engineered PET degrading enzymes\nconsidering large-scale industrial applications.ACS\nCatalysis 13, 13156–13166.\n29 Bianco V, Pag`es-Gelabert N, Coluzza I & Franzese G\n(2017) How the stability of a folded protein depends on\ninterfacial water properties and residue-residue\ninteractions. J Mol Liq245, 129–139.\n30 Kawai F (2021) The current state of research on PET\nhydrolyzing enzymes available for biorecycling.\nCatalysts 11,1 –10.\n31 Ding Z, Xu G, Miao R, Wu N, Zhang W, Yao B,\nGuan F, Huang H & Tian J (2023) Rational redesign\nof thermophilic PET hydrolase LCCICCG to enhance\nhydrolysis of high crystallinity polyethylene\nterephthalates. J Hazard Mater453, 131386.\n32 Zeng W, Li X, Yang Y, Min J, Huang JW, Liu W, Niu\nD, Yang X, Han X, Zhang Let al. (2022) Substrate-\nbinding mode of a thermophilic PET hydrolase and\nengineering the enzyme to enhance the hydrolytic\nefﬁcacy. ACS Catalysis12, 3033–3040.\n33 Wei R, Von Haugwitz G, Pfaff L, Mican J, Badenhorst\nCPS, Liu W, Weber G, Austin HP, Bednar D,\nDamborsky Jet al. (2022) Mechanism-based design of\nefﬁcient PET hydrolases.ACS Catalysis12, 3382–3396.\n34 Tournier V, Duquesne S, Guillamot F, Cramail H,\nTaton D, Marty A & Andr´e I (2023) Enzymes’ power\nfor plastics degradation.Chem Rev123, 5612–5701.\n35 Hopkins CW, Le Grand S, Walker RC & Roitberg AE\n(2015) Long-time-step molecular dynamics through\nhydrogen mass repartitioning.J Chem Theory Comput\n11, 1864–1874.\n36 Nelson MT, Humphrey W, Gursoy A, Dalke A, Kale\nLV, Skeel RD & Schulten K (1996) NAMD: a parallel,\nobject oriented molecular dynamics program.Int J\nSupercomp Appl High Perform Comput10, 251–268.\n37 Tian C, Kasavajhala K, Belfon KAA, Raguette L,\nHuang H, Migues AN, Bickel J, Wang Y, Pincay J, Wu\nQ et al. (2020) Ff19SB: amino-acid-speciﬁc protein\nbackbone parameters trained against quantum\nmechanics energy surfaces in solution.J Chem Theory\nComput 16, 528–552.\n38 Then J, Wei R, Oeser T, Gerdts A, Schmidt J, Barth M\n& Zimmermann W (2016) A disulﬁde bridge in the\ncalcium binding site of a polyester hydrolase increases\nits thermal stability and activity against polyethylene\nterephthalate. FEBS Open Bio6, 425–432.\n39 Miles AJ, Ramalli SG & Wallace BA (2022)\nDichroWeb, a website for calculating protein secondary\nstructure from circular dichroism spectroscopic data.\nProtein Sci31,3 7–46.\n40 McCoy AJ, Grosse-Kunstleve RW, Adams PD, Winn\nMD, Storoni LC & Read RJ (2007) Phaser\ncrystallographic software.J Appl Cryst40, 658–674.\n41 Murshudov GN, Skub´ak P, Lebedev AA, Pannu NS,\nSteiner RA, Nicholls RA, Winn MD, Long F, Vagin\nAA, Skubak Pet al. (2011) REFMAC5 for the\nreﬁnement of macromolecular crystal structures.Acta\nCrystallogr D Biol Crystallogr67, 355–367.\n42 Winn MD, Ballard CC, Cowtan KD, Dodson EJ,\nEmsley P, Evans PR, Keegan RM, Krissinel EB, Leslie\nAGW, McCoy Aet al. (2011) Overview of the CCP4\nsuite and current developments.Acta Crystallogr D Biol\nCrystallogr 67, 235–242.\n43 Kovalevskiy O, Lebedev A & Krissinel E (2021)\nHelping researchers to solve their structures:\nautomation and user guidance in CCP4 cloud.Acta\nCrystallogr A Found Adv77, C766.\n44 Son HF, Cho IJ, Joo S, Seo H, Sagong HY, Choi SY,\nLee SY & Kim KJ (2019) Rational protein engineering\nof thermo-stable PETase from Ideonella sakaiensis for\nhighly efﬁcient PET degradation.ACS Catalysis9,\n3519–3526.\n45 Meng X, Yang L, Liu H, Li Q, Xu G, Zhang Y, Guan\nF, Zhang Y, Zhang W, Wu Net al. (2021) Protein\nengineering of stable IsPETase for PET plastic\ndegradation by Premuse.Int J Biol Macromol180, 667–\n676.\n46 Brott S, Pfaff L, Schuricht J, Schwarz JN, B¨ottcher\nD, Badenhorst CPS, Wei R & Bornscheuer UT\n(2022) Engineering and evaluation of thermostable\nIsPETase variants for PET degradation. Eng Life\nSci 22, 192–203.\n47 Cui Y, Chen Y, Liu X, Dong S, Tian Y, Qiao Y, Mitra\nR, Han J, Li C, Han Xet al. (2021) Computational\nredesign of a PETase for plastic biodegradation under\nambient condition by the GRAPE strategy.ACS\nCatalysis 11, 1340–1350.\n48 Pfaff L, Gao J, Li Z, J¨ackering A, Weber G, Mican J,\nChen Y, Dong W, Han X, Feiler CGet al. (2022)\nMultiple substrate binding mode-guided engineering of\na thermophilic PET hydrolase.ACS Catalysis12, 9790–\n9800.\n49 Lu H, Diaz DJ, Czarnecki NJ, Zhu C, Kim W, Shroff\nR, Acosta DJ, Alexander BR, Cole HO, Zhang Yet al.\n(2022) Machine learning-aided engineering of\nhydrolases for PET depolymerization.Nature 604\n, 662–\n667.\n50 Shi L, Liu P, Tan Z, Zhao W, Gao J, Gu Q, Ma H,\nLiu H & Zhu L (2023) Complete depolymerization of\nPET wastes by an evolved PET hydrolase from directed\nevolution. Angew Chem Int Ed Engl62, e202218390.\n51 DeLano WL (2002) Pymol: an open-source molecular\ngraphics tool.CCP4 Newsletter Protein Crystallogr40,\n82–92.\n12 ª 2025 The Author(s). The FEBS Journalpublished by John Wiley & Sons Ltd on behalf of\nFederation of European Biochemical Societies.\nPolyester degradation by a highly active PETase S. Bhattacharya et al.\n 17424658, 0, Downloaded from https://febs.onlinelibrary.wiley.com/doi/10.1111/febs.70228 by Readcube (Labtiva Inc.), Wiley Online Library on [08/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "score": 0.3854905068874359,
      "id": "ChemBioChem - 2024 - Joho - Enhancing PET Degrading Enzymes  A Combinatory Approach:computational_sections:1",
      "section_type": "computational",
      "heading": "300K in a 15 ns MD simulation in the NPT ensemble and then",
      "paper": "Enhancing PET Degrading Enzymes: A Combinatory",
      "pdf_file": "ChemBioChem - 2024 - Joho - Enhancing PET Degrading Enzymes  A Combinatory Approach.pdf",
      "text": "the production run performed in the NVT ensemble coupling\nthe system to a thermostat. All molecular dynamics simulations\nwere performed using a timestep of 2 fs, with a constraint on\nthe hydrogen atoms. The MD simulations of the wild type\nenzyme in complex with the 8mer-PET substrate were extended\nfor 1μs. The MD simulations of the mutants to produce\nFigure S3 and of Combi-PETase to produce Figure 2F \u0000 H were\nextended for 2μs. The analysis of the MD simulations was\nperformed using AMBER-Tools, VMD\n[64]\nand in-house scripts.\nMutations based on the Ancestral Sequence Reconstruction\nbioinformatics approach were chosen from our previous work\n[23]\nwhile AI-based mutations were based on published work.\n[13]"
    }
  ],
  "results_sections": [
    {
      "score": 0.4386787414550781,
      "id": "2024.09.11.612432v1.full:results_sections:0",
      "section_type": "results",
      "heading": "Results",
      "paper": "Single Distal Mutation Enhances Activity of known PETases via",
      "pdf_file": "2024.09.11.612432v1.full.pdf",
      "text": "Engineering the strain for sensing TPA and secreting PETases\nWe started by engineering the E.coli BL21 (DE3) strain carrying a transcriptional factor\n(TF)-based TPA biosensor 36 (Supplementary Table 1) that would convert the PET\ndepolymerisation catalytic efficiency into a fluorescence signal for subsequent screening(Fig.\n1a). To warrant the stable expression of the biosensor37, instead of using plasmids, we\nintegrated the TPA biosensor into eight genomic loci using CRISPR-based multicopy\nchromosomal integration approach 38 (Fig. 1b). After three rounds of transformation, the\nbiosensor was combinatorially integrated into four genomic locations resulting in six\ncombinations ranging from a single copy (locus 2 and 4) up to four copies integrated intoloci\n2, 4, 5, 6 (loci 2456 strain) (Methods, SupplementaryTable 2).Toensurethatthebiosensor is\nresponsive to our defined dynamic range of TPA concentrations, all sixstrainsweretestedby\nsubmerging them to TPA concentrations of 0, 1 and 5 mM, with the intention to detect even\nminor substrate concentration differences (Fig. 1c). The loci 45 strain showed the most\nsignificant sensitivity capable of distinguishing 1 mMand5mMconcentrations(Welch'st-test,\np-value<2.2e-16).\nTo corroborate whether theIsPETase enzyme was secreted and active in those strains, we\ntransformed eachstrainwith theplasmid-basedT7-inducible IsPETase containingaN-terminal\nsecretion signal peptide (Supplementary Table3).In the strainswhereeither locus2or 6was\ntargeted, no catalytic activity towards either PET or ρ-nitrophenyl acetate (a substrate for\nesterase activity) was 39 observed in the cell lysate or supernatant (Supplementary Fig. 1).\nThis effectwasindependentoftheuse ofexpressionmediums(wetestedIPTG-supplemented\ninduction and autoinduction mediums) (Supplementary Fig. 2). With both the TPA biosensor\n3\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nand secretedIsPETase functioning well, we continued with the loci 45 strain harbouring the\npET21b-IsPETase plasmid,whichisreferredtoasG-TPAsensor strainin thefollowingcontext,\nunlessotherwisespecified.\nWe found that the fluorescence shift of the cell populations of G-TPAsensor in 0,1and5mM\nTPA remains significant after 48 hours cultivation (Fig. 1d), which confirms the biosensor’s\nfunctionality in long-term cultivation with plasticssubstrateandmakesitsuitablefor identifying\nhighly active mutants. Next, we cultivated theG-TPAsensor cellsinthepresenceof0,2.5and\n5 g/L PET nanoparticles (PET-NP) (made from amorphous PET, Methods) supplemented\nmedium. The accumulations of monomers in 0, 2.5 and 5 g/L PET-NPexhibitedlinear growth\nin the first 48 hours and then increased slowly. 291 ± 2.4 μM and 645 ± 3.97 μM TPA were\nproduced after 48 h (2.5 and 5 g/L PET, respectively), furthermore validating the functionality\noftheengineeredstrain(Fig.1e).\nFigure 1. Co-expression of genomic based TPA biosensor and plasmid expressedIsPETase. a, Schematic\nrepresentation of how the engineered strain converts PETase activity into fluorescence intensity. PETase is\nsecreted to degrade PET outside the cell, and the resulting TPA monomer is taken up by the cell, inducing sfGFP\nexpression downstream of the biosensor.b, Transposon-based CRISPR method for integrating the TPA biosensor\ninto multiple genomic loci in E. coli BL21 (DE3). c, Median fluorescence intensity (MFI) ratio of different\ngenomic-based TPA biosensor strains in OnEx System 2 medium supplemented with 1 or 5 mM Na2TPA,\ncompared to the same strain cultivated in 0 mM Na2TPA. A strain expressing the TPA biosensor from a p15a ori\nplasmid (pTPAsensor) served as a control. MFI was calculated based on the fluorescence intensity of 5000 single\ncells measured by GUAVA EasyCite flow cytometry (n=3). Data are presented as mean ± SD. Statistical\ncomparisons between samples at 1 and 5 mM TPA and the 0 mM TPA control were performed using a two-sided\nt-test with Welch’s correction. P values are indicated above each column, with NS, *, and ** denoting not significant,\nP < 0.05, and P < 0.01, respectively.d, Boxplot of GFP fluorescence distribution in the G-TPAsensor strain after 48\nhours of cultivation in OnEx System 2 medium supplemented with 0, 1, or 5 mM Na2TPA, with 5000 events per\ngroup analysed by SONY SH800 cell sorter. The boxplot displays the median (line), interquartile range (IQR, box),\nand whiskers (rest of the data distribution). Statistical comparisons between different TPA concentrations were\nperformed using a two-sided t-test,with P values <2.2e-16 indicated by ****.e, TPA yield of the G-TPAsensor strain\nwhen cultivating in the OnEx system 2 medium supplemented with 0, 2.5 and 5 g/L amorphous PET-NP from 0 to\n4\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \n96 h. Each group has triplicates. Each sample has triplicates and all data are shown as mean ± SD. Fig.1a and 1b\nwere made using BioRender.com.\nAccelerating PETase evolution in droplets\nIn order to cultivate the G-TPAsensor cells with PET substrate together within droplets, the\nPET substrate must be made into water-suspended nanoparticles. We first investigated the\nimpact of nanoparticlepreparationonPETsubstrate crystallinity 40,crucial for catalyticrates41,\nby employing two methods in the Non-Solvent Induced Phase Separation (NIPS) process\nusing hexafluoroisopropanol (HFIP)42 and trifluoroacetic acid (TFA)43 assolvents(Methods).\nWe found that the PET nanoparticles obtained with TFA (PET-NP-TFA) method showed over\ndouble increased crystallinity as measured by differential scanning calorimetry (from 3.8% to\n10.3%), while the PET-NP prepared with HFIP (PET-NP-HFIP) has had only 10% crystallinity\nincrease (from 3.8% to 4.2%) comparing to the starting material (GoodFellow PET film,\nMethods). FT-IR analysis 44 also confirmed that the PET-NP-TFA has a higher crystalline\nconformation ratio with 52.5% increase of A1340/A1372 ratio and 20.0% decrease of\nA1475/A1457 ratio (1457 and 1373 cm−1 have been associated withthegauche conformation\nof PET, while 1475 and 1340 cm−1 increase in intensity during crystallisation due totrans)\n(Supplementary Fig. 3a and Supplementary Table 4). Therefore, we continued with the\nPET-NP-HFIPbyencapsulatingnanoparticlesintowater-in-oil-droplets(Methods).\nWe then encapsulated PET nanoparticles (diameter <500 nm, Supplementary Fig. 4) in\nwater-in-oil droplets as a substrate together with IsPETase library to enable subsequent\nhigh-throughput PETase activity screening (Fig. 2a). Single cells from IsPETase random\nmutagenesis library (~2 x 106 clones) were encapsulated with PET NP within water-in-oil\nemulsions46 (Fig. 2b top). After 48 hours of droplets cultivation off chip, we observed cells\ngrown together with PET-NP substrate exhibiting green fluorescence compared to negative\ncontrol (Fig. 2b). We then de-emulsified the droplets and subsequently sorted cells using a\nfluorescent cell sorter. Initially, 77.1% of the cells were selected basedonsizeand complexity\ncriteria to exclude oversized or abnormal cells (Fig. 2c). Then, from this population, we\nisolated 192 cells with the highest green fluorescentprotein(sfGFP) expression(Fig.2d).The\ntop-performingcellswerethensorted ontoagar platesina 96-well format.\n5\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nFigure 2. Droplet-based high throughput sorting platform for PET degrading enzymes. a,Single cells from a\nlibrary of mutagenized PET-degrading enzymes were encapsulated in water-in-oil emulsions containing PET\nnanoparticle-supplemented medium. Following encapsulation, the cells were cultured off-chip within the droplets for\n48 hours. After cultivation, the droplets were de-emulsified, and the cells were released for FACS sorting.b, Images\nshowing droplets encapsulating both single cells and PET nanoparticles (PET-NP) generated on a co-flow droplet\ngenerator (top left), 60 μm diameter droplets after generation (top right), droplets from the negative control group\n(G-TPAsensor strain harbouring the pET21b plasmid) after 48 hours of cultivation in the fluorescent field (bottom\nleft), and droplets from the library group after 48 hours of cultivation in the fluorescent field (bottom right). Images\nwere taken twice, with the representative images shown here.c, The main population of 77.7% of cells was gated\n6\n.CC-BY-NC-ND 4.0 International licenseperpetuity. It is made available under a\npreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in \nThe copyright holder for thisthis version posted September 11, 2024. ; https://doi.org/10.1101/2024.09.11.612432doi: bioRxiv preprint \nby FSC_A and SSC_A (Gate 1).d, The top 1.1% of fluorescent cells from Gate 1 were sorted.e, Boxplot of\nsupernatant assay results from 167 selected mutants that grew on the sorting plate, alongside the positive control\n(G-TPAsensor strain harbouring the pET21b-IsPETaseWT plasmid) and the negative control (G-TPAsensor strain\nharbouring the pET21b plasmid). Each sample was run in triplicate, with jittered dots representing the mean value\nof each sample. The boxplot includes the median line, the interquartile range (IQR, box), and the whiskers denoting\nthe rest of the data distribution. The top 12 samples, marked in blue, were selected for further purified enzyme\nverification, except for one that failed during purification.f, Barplot of purified enzyme assay results of the 12\nsamples selected from supernatant assay. Each sample was run in triplicate, and data are shown as mean ± SD.\nStatistical comparisons with the wild-typeIsPETase (WT) were performed using a two-sided t-test with Welch’s\ncorrection. P-values are indicated above each column, with NS, *, **, ***, and **** representing not significant, P <\n0.05, P < 0.01, P < 0.001, and P < 0.0001, respectively.g, Catalytic efficiency comparison of 200 nMIsPETase,\nIsPETase_S269T (M2.9) and FastPETase on 19.2 g/L PET-NP at 30, 40, 50 and 60℃conditions. Each sample has\ntriplicates and all data are shown as mean ± SD. Mean values of released monomers for each sample are indicated\nabove each column.h, Catalytic efficiency of 200 nMIsPETase andIsPETase_S269T (M2.9) on 6 mM-diameter\npostconsumer transparent PET product (yoghourt container lid) under different temperatures (30, 40 and 50℃) and\nin different buffer conditions (100 mM KH2PO4 • NAOH pH 8.0 and 50 mM glycine • NaOH pH 9.0). Each sample\nwas run in triplicate, and data are shown as mean ± SD. Mean values of released monomers for each sample are\nindicated above each column. Figure 2a was created using BioRender.com.\nIn total 192 variants were sorted out onto the LB agar and, of which 167 (86.9%) grew\nsuccessfully on the sorting plate. Of these, 34 (20.3%) displayed greater catalytic efficiency\nthan wildtype (Fig. 2e). We selected the top 12 of these 34 variants for sequencing\n(Supplementary Table 2) and further analysis. These 12 variantswerepurifiedandretestedto\nconfirmthattheir increased activitywasdue tohigher catalyticefficiencyandnotmerelydueto\nelevated expression or secretion. Out of these, 6 variants showed significantly enhanced\ncatalytic activities, with variant M2.9 (S269T) displaying the highestactivityresultingin 22fold\nincrease over WTIsPETase variant (Fig. 2f). Variants M2.3 and M2.8, exhibited enhanced\nactivity compared to the wild type in the supernatant assay. Yet, when purified, their activities\nwere below that of theIsPETase wild type, likely due to the expression efficiency changes\ncausedbythemutations 35,36,47–49.\nTo evaluate the catalyticefficiencyofM2.9webenchmarkeditagainstFastPETase 18,whichis\nknown for its high efficiency among all IsPETase variants. 200 nM of FastPETase,IsPETase\nand M2.9 were mixed with 19.2 g/L PET nanoparticles at 30, 40, 50 and 60℃for 48 h (Fig.\n2g). M2.9 showed the highest activity at 30 and 40°C, producing 29.0±0.526mMand22.7±\n1.23 mM monomers, respectively. This represented increases of 20% and 13% over\nFastPETase, and 54% and 130% overIsPETase. A decrease in catalyticefficiencyfrom30to\n60°C was noted for all enzymes, withIsPETase and M2.9 displayingfaster declinesat50 and\n60°C compared to FastPETase, indicating that M2.9 is better suitedfor mesophilicconditions.\nAdditionally, we tested M2.9’s activity on PET film from non-pretreated lids of postconsumer\nyoghurt containers (Supplementary Table 4). After incubating a 6 mm-diameter PET discwith\n200nMoftheenzymesat30°Cfor 48hours,M2.9 produced2.96±0.753mMofmonomers,a\n219% increase over the wild-typeIsPETase (Fig. 2h). A more severe surface abrasion was\nalso observed under optical and scanning electron microscopy analyses (Supplementary Fig.\n5)."
    }
  ],
  "parameter_edges": [
    {
      "score": 0.4761486351490021,
      "text": "1 action coli expression 256 \nCodon-optimized DNA sequences obtained from E.. Evidence: coli expression 256 \nCodon-optimized DNA sequences obtained from E.",
      "metadata": {
        "paper": "1",
        "pdf_file": "2023.04.17.537204v1.full.pdf",
        "section_type": "experimental",
        "heading": "MATERIALS AND METHODS 248",
        "relation": "action",
        "value": "coli expression 256 \nCodon-optimized DNA sequences obtained from E.",
        "sentence": "coli expression 256 \nCodon-optimized DNA sequences obtained from E."
      }
    },
    {
      "score": 0.45318132638931274,
      "text": "Articles action The genes encoding IsPETaseTS (IsPETase S121E, D186H, \nR280A, signal sequence removed as by Son et al.24) and LCCICCG (LCC F243I, \nD238C, S283C, Y127G, signal sequence removed as by Tournier et al.16) were \ncommercially synthesized by Integrated DNA Technologies as gBlock fragments \nwith codon optimization for expression in Escherichia coli cells.. Evidence: The genes encoding IsPETaseTS (IsPETase S121E, D186H, \nR280A, signal sequence removed as by Son et al.24) and LCCICCG (LCC F243I, \nD238C, S283C, Y127G, signal sequence removed as by Tournier et al.16) were \ncommercially synthesized by Integrated DNA Technologies as gBlock fragments \nwith codon optimization for expression in Escherichia coli cells.",
      "metadata": {
        "paper": "Articles",
        "pdf_file": "s41929-022-00821-3.pdf",
        "section_type": "experimental",
        "heading": "Methods",
        "relation": "action",
        "value": "The genes encoding IsPETaseTS (IsPETase S121E, D186H, \nR280A, signal sequence removed as by Son et al.24) and LCCICCG (LCC F243I, \nD238C, S283C, Y127G, signal sequence removed as by Tournier et al.16) were \ncommercially synthesized by Integrated DNA Technologies as gBlock fragments \nwith codon optimization for expression in Escherichia coli cells.",
        "sentence": "The genes encoding IsPETaseTS (IsPETase S121E, D186H, \nR280A, signal sequence removed as by Son et al.24) and LCCICCG (LCC F243I, \nD238C, S283C, Y127G, signal sequence removed as by Tournier et al.16) were \ncommercially synthesized by Integrated DNA Technologies as gBlock fragments \nwith codon optimization for expression in Escherichia coli cells."
      }
    },
    {
      "score": 0.4440668523311615,
      "text": "Machine Learning-Guided Identification of PET Hydrolases from action coli expression, synthesized by\nTwist Biosciences, and cloned into a pCDB179 expression\nvector (Addgene #91960, gifted by Christopher Bahl)\ncontaining an N-terminal 10xHis-SUMO fusion.. Evidence: coli expression, synthesized by\nTwist Biosciences, and cloned into a pCDB179 expression\nvector (Addgene #91960, gifted by Christopher Bahl)\ncontaining an N-terminal 10xHis-SUMO fusion.",
      "metadata": {
        "paper": "Machine Learning-Guided Identification of PET Hydrolases from",
        "pdf_file": "machine-learning-guided-identification-of-pet-hydrolases-from-natural-diversity.pdf",
        "section_type": "experimental",
        "heading": "METHODS",
        "relation": "action",
        "value": "coli expression, synthesized by\nTwist Biosciences, and cloned into a pCDB179 expression\nvector (Addgene #91960, gifted by Christopher Bahl)\ncontaining an N-terminal 10xHis-SUMO fusion.",
        "sentence": "coli expression, synthesized by\nTwist Biosciences, and cloned into a pCDB179 expression\nvector (Addgene #91960, gifted by Christopher Bahl)\ncontaining an N-terminal 10xHis-SUMO fusion."
      }
    },
    {
      "score": 0.4412083029747009,
      "text": "Very Important Paper action coli cells (Sigma), with the exception of HotPETase and the\nIsPETase S121E/D186E/R280 A which were expressed in T7-SHuffle\nE.. Evidence: coli cells (Sigma), with the exception of HotPETase and the\nIsPETase S121E/D186E/R280 A which were expressed in T7-SHuffle\nE.",
      "metadata": {
        "paper": "Very Important Paper",
        "pdf_file": "ChemSusChem - 2023 - Avilan - Concentration‐Dependent Inhibition of Mesophilic PETases on Poly ethylene terephthalate  Can.pdf",
        "section_type": "experimental",
        "heading": "Experimental Section",
        "relation": "action",
        "value": "coli cells (Sigma), with the exception of HotPETase and the\nIsPETase S121E/D186E/R280 A which were expressed in T7-SHuffle\nE.",
        "sentence": "coli cells (Sigma), with the exception of HotPETase and the\nIsPETase S121E/D186E/R280 A which were expressed in T7-SHuffle\nE."
      }
    },
    {
      "score": 0.4345722794532776,
      "text": "1 outcome Automated Structure - and Sequence-Based Design of Proteins for High Bacterial \nExpression and Stability.. Evidence: Automated Structure - and Sequence-Based Design of Proteins for High Bacterial \nExpression and Stability.",
      "metadata": {
        "paper": "1",
        "pdf_file": "2024.07.04.602061v1.full.pdf",
        "section_type": "computational",
        "heading": "Computational Redesign of a PETase for Plastic Biodegr adation under Ambient Condition by the",
        "relation": "outcome",
        "value": "Automated Structure - and Sequence-Based Design of Proteins for High Bacterial \nExpression and Stability.",
        "sentence": "Automated Structure - and Sequence-Based Design of Proteins for High Bacterial \nExpression and Stability."
      }
    },
    {
      "score": 0.43222329020500183,
      "text": "662 | Nature | Vol 604 | 28 April 2022 action T o enable \nintracellular expression of Cut190, LCC and ICCM in Escherichia coli \n(DE3) (New England Biolabs), the nucleotide sequence encoding the \noriginal signal peptide was removed from the synthetic genes.. Evidence: T o enable \nintracellular expression of Cut190, LCC and ICCM in Escherichia coli \n(DE3) (New England Biolabs), the nucleotide sequence encoding the \noriginal signal peptide was removed from the synthetic genes.",
      "metadata": {
        "paper": "662 | Nature | Vol 604 | 28 April 2022",
        "pdf_file": "s41586-022-04599-z.pdf",
        "section_type": "experimental",
        "heading": "Methods",
        "relation": "action",
        "value": "T o enable \nintracellular expression of Cut190, LCC and ICCM in Escherichia coli \n(DE3) (New England Biolabs), the nucleotide sequence encoding the \noriginal signal peptide was removed from the synthetic genes.",
        "sentence": "T o enable \nintracellular expression of Cut190, LCC and ICCM in Escherichia coli \n(DE3) (New England Biolabs), the nucleotide sequence encoding the \noriginal signal peptide was removed from the synthetic genes."
      }
    },
    {
      "score": 0.42948633432388306,
      "text": "1 action Automated Structure - and Sequence-Based Design of Proteins for High Bacterial \nExpression and Stability.. Evidence: Automated Structure - and Sequence-Based Design of Proteins for High Bacterial \nExpression and Stability.",
      "metadata": {
        "paper": "1",
        "pdf_file": "2024.07.04.602061v1.full.pdf",
        "section_type": "computational",
        "heading": "Computational Redesign of a PETase for Plastic Biodegr adation under Ambient Condition by the",
        "relation": "action",
        "value": "Automated Structure - and Sequence-Based Design of Proteins for High Bacterial \nExpression and Stability.",
        "sentence": "Automated Structure - and Sequence-Based Design of Proteins for High Bacterial \nExpression and Stability."
      }
    },
    {
      "score": 0.4288652241230011,
      "text": "1 action coli BL21 (DE3) was used as the expression host and its electrocompetent cell was 458 \ntransformed with the corresponding constructed plasmids.. Evidence: coli BL21 (DE3) was used as the expression host and its electrocompetent cell was 458 \ntransformed with the corresponding constructed plasmids.",
      "metadata": {
        "paper": "1",
        "pdf_file": "2021.10.10.463845v1.full.pdf",
        "section_type": "experimental",
        "heading": "Supplementary Methods 1: Description of methods 368",
        "relation": "action",
        "value": "coli BL21 (DE3) was used as the expression host and its electrocompetent cell was 458 \ntransformed with the corresponding constructed plasmids.",
        "sentence": "coli BL21 (DE3) was used as the expression host and its electrocompetent cell was 458 \ntransformed with the corresponding constructed plasmids."
      }
    },
    {
      "score": 0.42559927701950073,
      "text": "Very Important Paper action coli K12 MG1655 (Highly Expressed Genes) using\nthe codon optimizer at http://genomes.urv.es/OPTIMIZER/ (guided\nrandom method).. Evidence: coli K12 MG1655 (Highly Expressed Genes) using\nthe codon optimizer at http://genomes.urv.es/OPTIMIZER/ (guided\nrandom method).",
      "metadata": {
        "paper": "Very Important Paper",
        "pdf_file": "ChemSusChem - 2023 - Avilan - Concentration‐Dependent Inhibition of Mesophilic PETases on Poly ethylene terephthalate  Can.pdf",
        "section_type": "experimental",
        "heading": "Experimental Section",
        "relation": "action",
        "value": "coli K12 MG1655 (Highly Expressed Genes) using\nthe codon optimizer at http://genomes.urv.es/OPTIMIZER/ (guided\nrandom method).",
        "sentence": "coli K12 MG1655 (Highly Expressed Genes) using\nthe codon optimizer at http://genomes.urv.es/OPTIMIZER/ (guided\nrandom method)."
      }
    },
    {
      "score": 0.423138827085495,
      "text": "Articles outcome In the future, we anticipate that by adapting the selection pres -\nsures of our directed evolution workflows, we will be able to engi -\nneer a suite of useful biocatalysts with complementary functions \nand improved activities under process-relevant conditions.. Evidence: In the future, we anticipate that by adapting the selection pres -\nsures of our directed evolution workflows, we will be able to engi -\nneer a suite of useful biocatalysts with complementary functions \nand improved activities under process-relevant conditions.",
      "metadata": {
        "paper": "Articles",
        "pdf_file": "s41929-022-00821-3.pdf",
        "section_type": "results",
        "heading": "Conclusions",
        "relation": "outcome",
        "value": "In the future, we anticipate that by adapting the selection pres -\nsures of our directed evolution workflows, we will be able to engi -\nneer a suite of useful biocatalysts with complementary functions \nand improved activities under process-relevant conditions.",
        "sentence": "In the future, we anticipate that by adapting the selection pres -\nsures of our directed evolution workflows, we will be able to engi -\nneer a suite of useful biocatalysts with complementary functions \nand improved activities under process-relevant conditions."
      }
    },
    {
      "score": 0.42079710960388184,
      "text": "1 action To enable intracellular expression of LCC and ICCM in Escherichia coli 429 \n(DE3) (New England Biolabs, Ipswich, MA) , the nucleotide sequence encoding the original signal 430 \npeptide was removed from the synthetic genes.. Evidence: To enable intracellular expression of LCC and ICCM in Escherichia coli 429 \n(DE3) (New England Biolabs, Ipswich, MA) , the nucleotide sequence encoding the original signal 430 \npeptide was removed from the synthetic genes.",
      "metadata": {
        "paper": "1",
        "pdf_file": "2021.10.10.463845v1.full.pdf",
        "section_type": "experimental",
        "heading": "Supplementary Methods 1: Description of methods 368",
        "relation": "action",
        "value": "To enable intracellular expression of LCC and ICCM in Escherichia coli 429 \n(DE3) (New England Biolabs, Ipswich, MA) , the nucleotide sequence encoding the original signal 430 \npeptide was removed from the synthetic genes.",
        "sentence": "To enable intracellular expression of LCC and ICCM in Escherichia coli 429 \n(DE3) (New England Biolabs, Ipswich, MA) , the nucleotide sequence encoding the original signal 430 \npeptide was removed from the synthetic genes."
      }
    },
    {
      "score": 0.419969379901886,
      "text": "662 | Nature | Vol 604 | 28 April 2022 action coli BL21 (DE3) was used as \nthe expression host and its electrocompetent cell was transformed \nwith the corresponding constructed plasmids.. Evidence: coli BL21 (DE3) was used as \nthe expression host and its electrocompetent cell was transformed \nwith the corresponding constructed plasmids.",
      "metadata": {
        "paper": "662 | Nature | Vol 604 | 28 April 2022",
        "pdf_file": "s41586-022-04599-z.pdf",
        "section_type": "experimental",
        "heading": "Methods",
        "relation": "action",
        "value": "coli BL21 (DE3) was used as \nthe expression host and its electrocompetent cell was transformed \nwith the corresponding constructed plasmids.",
        "sentence": "coli BL21 (DE3) was used as \nthe expression host and its electrocompetent cell was transformed \nwith the corresponding constructed plasmids."
      }
    },
    {
      "score": 0.4177917540073395,
      "text": "www.chembiochem.org action coli BL21(DE3) cells, while TrmD,\nTrmN, BelC, and TrmH were expressed in E.. Evidence: coli BL21(DE3) cells, while TrmD,\nTrmN, BelC, and TrmH were expressed in E.",
      "metadata": {
        "paper": "www.chembiochem.org",
        "pdf_file": "CBIC-26-e202500065.pdf",
        "section_type": "results",
        "heading": "TPA as the major product, is consistent with results obtained with",
        "relation": "action",
        "value": "coli BL21(DE3) cells, while TrmD,\nTrmN, BelC, and TrmH were expressed in E.",
        "sentence": "coli BL21(DE3) cells, while TrmD,\nTrmN, BelC, and TrmH were expressed in E."
      }
    },
    {
      "score": 0.4146948456764221,
      "text": "1 action All the different \nmutants were transformed and expressed in Escherichia coli BL21 Star (DE3) cells (Invitrogen).. Evidence: All the different \nmutants were transformed and expressed in Escherichia coli BL21 Star (DE3) cells (Invitrogen).",
      "metadata": {
        "paper": "1",
        "pdf_file": "2024.07.04.602061v1.full.pdf",
        "section_type": "computational",
        "heading": "In silico design and selection of stabilizing mutants",
        "relation": "action",
        "value": "All the different \nmutants were transformed and expressed in Escherichia coli BL21 Star (DE3) cells (Invitrogen).",
        "sentence": "All the different \nmutants were transformed and expressed in Escherichia coli BL21 Star (DE3) cells (Invitrogen)."
      }
    },
    {
      "score": 0.4109833836555481,
      "text": "1 action ; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 8 \nRepeaNng our wild-type approach, we bacterially expressed, puriﬁed, and bioNnylated  the two \nmutants, adsorbed them to Qdots, and quanNﬁed the ir binding duraNons.. Evidence: ; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 8 \nRepeaNng our wild-type approach, we bacterially expressed, puriﬁed, and bioNnylated  the two \nmutants, adsorbed them to Qdots, and quanNﬁed the ir binding duraNons.",
      "metadata": {
        "paper": "1",
        "pdf_file": "2024.04.24.590935v1.full.pdf",
        "section_type": "results",
        "heading": "Results",
        "relation": "action",
        "value": "; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 8 \nRepeaNng our wild-type approach, we bacterially expressed, puriﬁed, and bioNnylated  the two \nmutants, adsorbed them to Qdots, and quanNﬁed the ir binding duraNons.",
        "sentence": "; https://doi.org/10.1101/2024.04.24.590935doi: bioRxiv preprint \n 8 \nRepeaNng our wild-type approach, we bacterially expressed, puriﬁed, and bioNnylated  the two \nmutants, adsorbed them to Qdots, and quanNﬁed the ir binding duraNons."
      }
    },
    {
      "score": 0.40593984723091125,
      "text": "1 action 411 \nTogether, these analyses demonstrate that mASR can effectively guide protein engineering 412 \nby discovering evolutionary features that are not immediately apparent, and can help navigate 413 \nrugged regions of sequence space to find fit enzyme variants that are not rationally obvious.. Evidence: 411 \nTogether, these analyses demonstrate that mASR can effectively guide protein engineering 412 \nby discovering evolutionary features that are not immediately apparent, and can help navigate 413 \nrugged regions of sequence space to find fit enzyme variants that are not rationally obvious.",
      "metadata": {
        "paper": "1",
        "pdf_file": "2024.04.25.591214v2.full.pdf",
        "section_type": "results",
        "heading": "Results 109",
        "relation": "action",
        "value": "411 \nTogether, these analyses demonstrate that mASR can effectively guide protein engineering 412 \nby discovering evolutionary features that are not immediately apparent, and can help navigate 413 \nrugged regions of sequence space to find fit enzyme variants that are not rationally obvious.",
        "sentence": "411 \nTogether, these analyses demonstrate that mASR can effectively guide protein engineering 412 \nby discovering evolutionary features that are not immediately apparent, and can help navigate 413 \nrugged regions of sequence space to find fit enzyme variants that are not rationally obvious."
      }
    },
    {
      "score": 0.3996696472167969,
      "text": "Single Distal Mutation Enhances Activity of known PETases via action PETase is\nsecreted to degrade PET outside the cell, and the resulting TPA monomer is taken up by the cell, inducing sfGFP\nexpression downstream of the biosensor.b, Transposon-based CRISPR method for integrating the TPA biosensor\ninto multiple genomic loci in E.. Evidence: PETase is\nsecreted to degrade PET outside the cell, and the resulting TPA monomer is taken up by the cell, inducing sfGFP\nexpression downstream of the biosensor.b, Transposon-based CRISPR method for integrating the TPA biosensor\ninto multiple genomic loci in E.",
      "metadata": {
        "paper": "Single Distal Mutation Enhances Activity of known PETases via",
        "pdf_file": "2024.09.11.612432v1.full.pdf",
        "section_type": "results",
        "heading": "Results",
        "relation": "action",
        "value": "PETase is\nsecreted to degrade PET outside the cell, and the resulting TPA monomer is taken up by the cell, inducing sfGFP\nexpression downstream of the biosensor.b, Transposon-based CRISPR method for integrating the TPA biosensor\ninto multiple genomic loci in E.",
        "sentence": "PETase is\nsecreted to degrade PET outside the cell, and the resulting TPA monomer is taken up by the cell, inducing sfGFP\nexpression downstream of the biosensor.b, Transposon-based CRISPR method for integrating the TPA biosensor\ninto multiple genomic loci in E."
      }
    },
    {
      "score": 0.39832526445388794,
      "text": "Finding needles in haystacks: identification of novel conserved 1 outcome coli BL21 pET16b Negative control  \n pET16b_PETase Positive control  \nPETase activity \n pET16b_TfCut2 Positive control \nCutinase activity \n pET16b _LipA M145  \n pET16b _LipA MBT2  \n pET16b _LipA MBT92  \n 562 \nTransformed E.. Evidence: coli BL21 pET16b Negative control  \n pET16b_PETase Positive control  \nPETase activity \n pET16b_TfCut2 Positive control \nCutinase activity \n pET16b _LipA M145  \n pET16b _LipA MBT2  \n pET16b _LipA MBT92  \n 562 \nTransformed E.",
      "metadata": {
        "paper": "Finding needles in haystacks: identification of novel conserved 1",
        "pdf_file": "2023.11.08.566248v1.full.pdf",
        "section_type": "experimental",
        "heading": "Materials and methods 431",
        "relation": "outcome",
        "value": "coli BL21 pET16b Negative control  \n pET16b_PETase Positive control  \nPETase activity \n pET16b_TfCut2 Positive control \nCutinase activity \n pET16b _LipA M145  \n pET16b _LipA MBT2  \n pET16b _LipA MBT92  \n 562 \nTransformed E.",
        "sentence": "coli BL21 pET16b Negative control  \n pET16b_PETase Positive control  \nPETase activity \n pET16b_TfCut2 Positive control \nCutinase activity \n pET16b _LipA M145  \n pET16b _LipA MBT2  \n pET16b _LipA MBT92  \n 562 \nTransformed E."
      }
    },
    {
      "score": 0.3957517147064209,
      "text": "Very Important Paper concentration 12 M. Evidence: coli K12 MG1655 (Highly Expressed Genes) using\nthe codon optimizer at http://genomes.urv.es/OPTIMIZER/ (guided\nrandom method).",
      "metadata": {
        "paper": "Very Important Paper",
        "pdf_file": "ChemSusChem - 2023 - Avilan - Concentration‐Dependent Inhibition of Mesophilic PETases on Poly ethylene terephthalate  Can.pdf",
        "section_type": "experimental",
        "heading": "Experimental Section",
        "relation": "concentration",
        "value": "12 M",
        "sentence": "coli K12 MG1655 (Highly Expressed Genes) using\nthe codon optimizer at http://genomes.urv.es/OPTIMIZER/ (guided\nrandom method)."
      }
    },
    {
      "score": 0.39545488357543945,
      "text": "Finding needles in haystacks: identification of novel conserved 1 outcome 13 \ncoelicolor M145 using CRISPR/Cas9, resulting in reduced BHET degradation.. Evidence: 13 \ncoelicolor M145 using CRISPR/Cas9, resulting in reduced BHET degradation.",
      "metadata": {
        "paper": "Finding needles in haystacks: identification of novel conserved 1",
        "pdf_file": "2023.11.08.566248v1.full.pdf",
        "section_type": "results",
        "heading": "The rising use of plastic results in an appalling amount of waste which scatters into the environment 8",
        "relation": "outcome",
        "value": "13 \ncoelicolor M145 using CRISPR/Cas9, resulting in reduced BHET degradation.",
        "sentence": "13 \ncoelicolor M145 using CRISPR/Cas9, resulting in reduced BHET degradation."
      }
    },
    {
      "score": 0.39477404952049255,
      "text": "Current advances in the structural outcome coli BL21 (DE3) was also selected for increased secretion of\nIsPETase by SP engineering (L.. Evidence: coli BL21 (DE3) was also selected for increased secretion of\nIsPETase by SP engineering (L.",
      "metadata": {
        "paper": "Current advances in the structural",
        "pdf_file": "fbioe-11-1263996.pdf",
        "section_type": "computational",
        "heading": "Recently, an in silico -based screening (sequence similarity",
        "relation": "outcome",
        "value": "coli BL21 (DE3) was also selected for increased secretion of\nIsPETase by SP engineering (L.",
        "sentence": "coli BL21 (DE3) was also selected for increased secretion of\nIsPETase by SP engineering (L."
      }
    },
    {
      "score": 0.38721412420272827,
      "text": "Development of a highly active engineered PETase enzyme action All the different\nmutants were transformed and expressed inEscherichia coli\nBL21 Star (DE3) cells (Invitrogen, Carlsbad, CA, USA).. Evidence: All the different\nmutants were transformed and expressed inEscherichia coli\nBL21 Star (DE3) cells (Invitrogen, Carlsbad, CA, USA).",
      "metadata": {
        "paper": "Development of a highly active engineered PETase enzyme",
        "pdf_file": "The FEBS Journal - 2025 - Bhattacharya - Development of a highly active engineered PETase enzyme for polyester degradation.pdf",
        "section_type": "computational",
        "heading": "In silico design and selection of stabilizing",
        "relation": "action",
        "value": "All the different\nmutants were transformed and expressed inEscherichia coli\nBL21 Star (DE3) cells (Invitrogen, Carlsbad, CA, USA).",
        "sentence": "All the different\nmutants were transformed and expressed inEscherichia coli\nBL21 Star (DE3) cells (Invitrogen, Carlsbad, CA, USA)."
      }
    },
    {
      "score": 0.3840198516845703,
      "text": "1 outcome Notably, the most active recombinations exhibited activity 478 \nimprovements that exceeded the additive effects predicted from their individual mutations, 479 \nhighlighting positive epistatic interactions that contribute to their PETase activity.. Evidence: Notably, the most active recombinations exhibited activity 478 \nimprovements that exceeded the additive effects predicted from their individual mutations, 479 \nhighlighting positive epistatic interactions that contribute to their PETase activity.",
      "metadata": {
        "paper": "1",
        "pdf_file": "2024.04.25.591214v2.full.pdf",
        "section_type": "results",
        "heading": "Discussion 424",
        "relation": "outcome",
        "value": "Notably, the most active recombinations exhibited activity 478 \nimprovements that exceeded the additive effects predicted from their individual mutations, 479 \nhighlighting positive epistatic interactions that contribute to their PETase activity.",
        "sentence": "Notably, the most active recombinations exhibited activity 478 \nimprovements that exceeded the additive effects predicted from their individual mutations, 479 \nhighlighting positive epistatic interactions that contribute to their PETase activity."
      }
    },
    {
      "score": 0.38165605068206787,
      "text": "1 action Notably, the most active recombinations exhibited activity 478 \nimprovements that exceeded the additive effects predicted from their individual mutations, 479 \nhighlighting positive epistatic interactions that contribute to their PETase activity.. Evidence: Notably, the most active recombinations exhibited activity 478 \nimprovements that exceeded the additive effects predicted from their individual mutations, 479 \nhighlighting positive epistatic interactions that contribute to their PETase activity.",
      "metadata": {
        "paper": "1",
        "pdf_file": "2024.04.25.591214v2.full.pdf",
        "section_type": "results",
        "heading": "Discussion 424",
        "relation": "action",
        "value": "Notably, the most active recombinations exhibited activity 478 \nimprovements that exceeded the additive effects predicted from their individual mutations, 479 \nhighlighting positive epistatic interactions that contribute to their PETase activity.",
        "sentence": "Notably, the most active recombinations exhibited activity 478 \nimprovements that exceeded the additive effects predicted from their individual mutations, 479 \nhighlighting positive epistatic interactions that contribute to their PETase activity."
      }
    },
    {
      "score": 0.38094964623451233,
      "text": "1 outcome We anticipate that the further improvement o f the enzyme towards 211 \npractical applications will necessitate the implementation of a dditional engineering 212 \ntechniques, such as directed evolution and computational design.. Evidence: We anticipate that the further improvement o f the enzyme towards 211 \npractical applications will necessitate the implementation of a dditional engineering 212 \ntechniques, such as directed evolution and computational design.",
      "metadata": {
        "paper": "1",
        "pdf_file": "2023.04.17.537204v1.full.pdf",
        "section_type": "computational",
        "heading": "Genomic mining and in silico analysis of distant cutinase homologs 108",
        "relation": "outcome",
        "value": "We anticipate that the further improvement o f the enzyme towards 211 \npractical applications will necessitate the implementation of a dditional engineering 212 \ntechniques, such as directed evolution and computational design.",
        "sentence": "We anticipate that the further improvement o f the enzyme towards 211 \npractical applications will necessitate the implementation of a dditional engineering 212 \ntechniques, such as directed evolution and computational design."
      }
    },
    {
      "score": 0.3780501186847687,
      "text": "Computational and Structural Biotechnology Journal 27 (2025) 969–977 action E-mail addresses: ac4086@coventry.ac.uk (S.. Evidence: E-mail addresses: ac4086@coventry.ac.uk (S.",
      "metadata": {
        "paper": "Computational and Structural Biotechnology Journal 27 (2025) 969–977",
        "pdf_file": "1-s2.0-S2001037025000789-main.pdf",
        "section_type": "computational",
        "heading": "Molecular dynamics",
        "relation": "action",
        "value": "E-mail addresses: ac4086@coventry.ac.uk (S.",
        "sentence": "E-mail addresses: ac4086@coventry.ac.uk (S."
      }
    },
    {
      "score": 0.37757599353790283,
      "text": "1 action For a future project, I am also \nplanning to express the best mutant enzyme in Cyanobacteria, in order to allow these photosynthetic \nbacteria to degrade the plastic in the sea and convert it into non-harmful products for the ocean and \nmarine life.. Evidence: For a future project, I am also \nplanning to express the best mutant enzyme in Cyanobacteria, in order to allow these photosynthetic \nbacteria to degrade the plastic in the sea and convert it into non-harmful products for the ocean and \nmarine life.",
      "metadata": {
        "paper": "1",
        "pdf_file": "2022.01.11.475766v1.full.pdf",
        "section_type": "results",
        "heading": "Conclusions and Future Work",
        "relation": "action",
        "value": "For a future project, I am also \nplanning to express the best mutant enzyme in Cyanobacteria, in order to allow these photosynthetic \nbacteria to degrade the plastic in the sea and convert it into non-harmful products for the ocean and \nmarine life.",
        "sentence": "For a future project, I am also \nplanning to express the best mutant enzyme in Cyanobacteria, in order to allow these photosynthetic \nbacteria to degrade the plastic in the sea and convert it into non-harmful products for the ocean and \nmarine life."
      }
    },
    {
      "score": 0.37710365653038025,
      "text": "Article https://doi.org/10.1038/s41467-024-45662-9 action Given our limited knowledge of how a sequence encodes catalytic\nfunctions in polymer-degrading enzymes\n30, addressing the challenge\nby exploiting physics-based computational redesign and rational\ndesign approaches is a difﬁcult task.. Evidence: Given our limited knowledge of how a sequence encodes catalytic\nfunctions in polymer-degrading enzymes\n30, addressing the challenge\nby exploiting physics-based computational redesign and rational\ndesign approaches is a difﬁcult task.",
      "metadata": {
        "paper": "Article https://doi.org/10.1038/s41467-024-45662-9",
        "pdf_file": "s41467-024-45662-9.pdf",
        "section_type": "results",
        "heading": "Results",
        "relation": "action",
        "value": "Given our limited knowledge of how a sequence encodes catalytic\nfunctions in polymer-degrading enzymes\n30, addressing the challenge\nby exploiting physics-based computational redesign and rational\ndesign approaches is a difﬁcult task.",
        "sentence": "Given our limited knowledge of how a sequence encodes catalytic\nfunctions in polymer-degrading enzymes\n30, addressing the challenge\nby exploiting physics-based computational redesign and rational\ndesign approaches is a difﬁcult task."
      }
    },
    {
      "score": 0.37699753046035767,
      "text": "Assessment of Four Engineered PET Degrading Enzymes action Genes were expressed\nin E.. Evidence: Genes were expressed\nin E.",
      "metadata": {
        "paper": "Assessment of Four Engineered PET Degrading Enzymes",
        "pdf_file": "assessment-of-four-engineered-pet-degrading-enzymes-considering-large-scale-industrial-applications.pdf",
        "section_type": "experimental",
        "heading": "MATERIALS AND METHODS",
        "relation": "action",
        "value": "Genes were expressed\nin E.",
        "sentence": "Genes were expressed\nin E."
      }
    },
    {
      "score": 0.3766484558582306,
      "text": "RESEARCH ARTICLE action Finally,\nall target genes were codon-optimized for heterologous\nexpression in E.. Evidence: Finally,\nall target genes were codon-optimized for heterologous\nexpression in E.",
      "metadata": {
        "paper": "RESEARCH ARTICLE",
        "pdf_file": "PRO-34-e70305.pdf",
        "section_type": "experimental",
        "heading": "4 | MATERIALS AND METHODS",
        "relation": "action",
        "value": "Finally,\nall target genes were codon-optimized for heterologous\nexpression in E.",
        "sentence": "Finally,\nall target genes were codon-optimized for heterologous\nexpression in E."
      }
    },
    {
      "score": 0.37385985255241394,
      "text": "Computational and Structural Biotechnology Journal 27 (2025) 969–977 outcome [56] The utilized \npython scripts and output files were uploaded to the GitHub repository \n( https://github.com/ccbiozhaw/FAST-PETase_stability ).. Evidence: [56] The utilized \npython scripts and output files were uploaded to the GitHub repository \n( https://github.com/ccbiozhaw/FAST-PETase_stability ).",
      "metadata": {
        "paper": "Computational and Structural Biotechnology Journal 27 (2025) 969–977",
        "pdf_file": "1-s2.0-S2001037025000789-main.pdf",
        "section_type": "computational",
        "heading": "Thermal unfolding simulations on an ensemble of networks derived",
        "relation": "outcome",
        "value": "[56] The utilized \npython scripts and output files were uploaded to the GitHub repository \n( https://github.com/ccbiozhaw/FAST-PETase_stability ).",
        "sentence": "[56] The utilized \npython scripts and output files were uploaded to the GitHub repository \n( https://github.com/ccbiozhaw/FAST-PETase_stability )."
      }
    },
    {
      "score": 0.3721063733100891,
      "text": "Single Distal Mutation Enhances Activity of known PETases via action To warrant the stable expression of the biosensor37, instead of using plasmids, we\nintegrated the TPA biosensor into eight genomic loci using CRISPR-based multicopy\nchromosomal integration approach 38 (Fig.. Evidence: To warrant the stable expression of the biosensor37, instead of using plasmids, we\nintegrated the TPA biosensor into eight genomic loci using CRISPR-based multicopy\nchromosomal integration approach 38 (Fig.",
      "metadata": {
        "paper": "Single Distal Mutation Enhances Activity of known PETases via",
        "pdf_file": "2024.09.11.612432v1.full.pdf",
        "section_type": "results",
        "heading": "Results",
        "relation": "action",
        "value": "To warrant the stable expression of the biosensor37, instead of using plasmids, we\nintegrated the TPA biosensor into eight genomic loci using CRISPR-based multicopy\nchromosomal integration approach 38 (Fig.",
        "sentence": "To warrant the stable expression of the biosensor37, instead of using plasmids, we\nintegrated the TPA biosensor into eight genomic loci using CRISPR-based multicopy\nchromosomal integration approach 38 (Fig."
      }
    },
    {
      "score": 0.37172675132751465,
      "text": "Finding needles in haystacks: identification of novel conserved 1 outcome coli BL21 for protein purification and biochemical analysis, showing that enzymatic 16 \nactivity most likely resides in a dimeric form of the enzyme.. Evidence: coli BL21 for protein purification and biochemical analysis, showing that enzymatic 16 \nactivity most likely resides in a dimeric form of the enzyme.",
      "metadata": {
        "paper": "Finding needles in haystacks: identification of novel conserved 1",
        "pdf_file": "2023.11.08.566248v1.full.pdf",
        "section_type": "results",
        "heading": "The rising use of plastic results in an appalling amount of waste which scatters into the environment 8",
        "relation": "outcome",
        "value": "coli BL21 for protein purification and biochemical analysis, showing that enzymatic 16 \nactivity most likely resides in a dimeric form of the enzyme.",
        "sentence": "coli BL21 for protein purification and biochemical analysis, showing that enzymatic 16 \nactivity most likely resides in a dimeric form of the enzyme."
      }
    },
    {
      "score": 0.3710598945617676,
      "text": "Balance-directed protein engineering of IsPETase enhances both PET hydrolysis activity action Protein preparation  \n The pET-15b expression vectors containing the desired genes were transformed into \nEscherichia coli Rosetta gami-B cells.. Evidence: Protein preparation  \n The pET-15b expression vectors containing the desired genes were transformed into \nEscherichia coli Rosetta gami-B cells.",
      "metadata": {
        "paper": "Balance-directed protein engineering of IsPETase enhances both PET hydrolysis activity",
        "pdf_file": "2022.11.14.516528v1.full.pdf",
        "section_type": "experimental",
        "heading": "Methods",
        "relation": "action",
        "value": "Protein preparation  \n The pET-15b expression vectors containing the desired genes were transformed into \nEscherichia coli Rosetta gami-B cells.",
        "sentence": "Protein preparation  \n The pET-15b expression vectors containing the desired genes were transformed into \nEscherichia coli Rosetta gami-B cells."
      }
    },
    {
      "score": 0.37086382508277893,
      "text": "www.chembiochem.org action Genes encoding PETases were synthesized into expression\nvectors by BioBasic (Canada).. Evidence: Genes encoding PETases were synthesized into expression\nvectors by BioBasic (Canada).",
      "metadata": {
        "paper": "www.chembiochem.org",
        "pdf_file": "CBIC-26-e202500065.pdf",
        "section_type": "results",
        "heading": "TPA as the major product, is consistent with results obtained with",
        "relation": "action",
        "value": "Genes encoding PETases were synthesized into expression\nvectors by BioBasic (Canada).",
        "sentence": "Genes encoding PETases were synthesized into expression\nvectors by BioBasic (Canada)."
      }
    },
    {
      "score": 0.36961424350738525,
      "text": "Enhancing PET Degrading Enzymes: A Combinatory outcome [44]\nPETase\nACCCETN\n– Generation 4\nIn a previous publication we performed an Ancestral Sequence\nReconstruction (ASR) experiment on the wild type PsPETase, in\nwhich identified some ancestor sequences that showed\nimproved thermostability.. Evidence: [44]\nPETase\nACCCETN\n– Generation 4\nIn a previous publication we performed an Ancestral Sequence\nReconstruction (ASR) experiment on the wild type PsPETase, in\nwhich identified some ancestor sequences that showed\nimproved thermostability.",
      "metadata": {
        "paper": "Enhancing PET Degrading Enzymes: A Combinatory",
        "pdf_file": "ChemBioChem - 2024 - Joho - Enhancing PET Degrading Enzymes  A Combinatory Approach.pdf",
        "section_type": "results",
        "heading": "Results and Discussion",
        "relation": "outcome",
        "value": "[44]\nPETase\nACCCETN\n– Generation 4\nIn a previous publication we performed an Ancestral Sequence\nReconstruction (ASR) experiment on the wild type PsPETase, in\nwhich identified some ancestor sequences that showed\nimproved thermostability.",
        "sentence": "[44]\nPETase\nACCCETN\n– Generation 4\nIn a previous publication we performed an Ancestral Sequence\nReconstruction (ASR) experiment on the wild type PsPETase, in\nwhich identified some ancestor sequences that showed\nimproved thermostability."
      }
    },
    {
      "score": 0.36811721324920654,
      "text": "1 outcome 492 \n 493 \nUsing LASE to map the sequence -fitness landscape, we highlighted iterative improvements 494 \nin PETase activity throughout the different phases of our sequence exploration of the cutinase 495 \nfamily.. Evidence: 492 \n 493 \nUsing LASE to map the sequence -fitness landscape, we highlighted iterative improvements 494 \nin PETase activity throughout the different phases of our sequence exploration of the cutinase 495 \nfamily.",
      "metadata": {
        "paper": "1",
        "pdf_file": "2024.04.25.591214v2.full.pdf",
        "section_type": "experimental",
        "heading": "To complement our experimental investigations, we modeled the sequence-fitness landscape 482",
        "relation": "outcome",
        "value": "492 \n 493 \nUsing LASE to map the sequence -fitness landscape, we highlighted iterative improvements 494 \nin PETase activity throughout the different phases of our sequence exploration of the cutinase 495 \nfamily.",
        "sentence": "492 \n 493 \nUsing LASE to map the sequence -fitness landscape, we highlighted iterative improvements 494 \nin PETase activity throughout the different phases of our sequence exploration of the cutinase 495 \nfamily."
      }
    },
    {
      "score": 0.36688634753227234,
      "text": "Development of a highly active engineered PETase enzyme action (2016) Automated structure- and\nsequence-based Design of Proteins for high bacterial\nexpression and stability.Mol Cell63, 337–346.. Evidence: (2016) Automated structure- and\nsequence-based Design of Proteins for high bacterial\nexpression and stability.Mol Cell63, 337–346.",
      "metadata": {
        "paper": "Development of a highly active engineered PETase enzyme",
        "pdf_file": "The FEBS Journal - 2025 - Bhattacharya - Development of a highly active engineered PETase enzyme for polyester degradation.pdf",
        "section_type": "computational",
        "heading": "Parisini E (2022) In silico engineering of enzyme access",
        "relation": "action",
        "value": "(2016) Automated structure- and\nsequence-based Design of Proteins for high bacterial\nexpression and stability.Mol Cell63, 337–346.",
        "sentence": "(2016) Automated structure- and\nsequence-based Design of Proteins for high bacterial\nexpression and stability.Mol Cell63, 337–346."
      }
    },
    {
      "score": 0.3667120337486267,
      "text": "Development of a highly active engineered PETase enzyme outcome (2016) Automated structure- and\nsequence-based Design of Proteins for high bacterial\nexpression and stability.Mol Cell63, 337–346.. Evidence: (2016) Automated structure- and\nsequence-based Design of Proteins for high bacterial\nexpression and stability.Mol Cell63, 337–346.",
      "metadata": {
        "paper": "Development of a highly active engineered PETase enzyme",
        "pdf_file": "The FEBS Journal - 2025 - Bhattacharya - Development of a highly active engineered PETase enzyme for polyester degradation.pdf",
        "section_type": "computational",
        "heading": "Parisini E (2022) In silico engineering of enzyme access",
        "relation": "outcome",
        "value": "(2016) Automated structure- and\nsequence-based Design of Proteins for high bacterial\nexpression and stability.Mol Cell63, 337–346.",
        "sentence": "(2016) Automated structure- and\nsequence-based Design of Proteins for high bacterial\nexpression and stability.Mol Cell63, 337–346."
      }
    },
    {
      "score": 0.36559635400772095,
      "text": "Trends in action In silico simulations of the resulting triple mutants guided the selection for in vitro \ntesting \nusing the inverse Michaelis –Menten approach, but the LCC mutant could not be \nexpressed despite mutations being distant from the active site.. Evidence: In silico simulations of the resulting triple mutants guided the selection for in vitro \ntesting \nusing the inverse Michaelis –Menten approach, but the LCC mutant could not be \nexpressed despite mutations being distant from the active site.",
      "metadata": {
        "paper": "Trends in",
        "pdf_file": "1-s2.0-S0968000425001069-main.pdf",
        "section_type": "experimental",
        "heading": "Molecular simulations offer a promising complement to experimental approaches for understand-",
        "relation": "action",
        "value": "In silico simulations of the resulting triple mutants guided the selection for in vitro \ntesting \nusing the inverse Michaelis –Menten approach, but the LCC mutant could not be \nexpressed despite mutations being distant from the active site.",
        "sentence": "In silico simulations of the resulting triple mutants guided the selection for in vitro \ntesting \nusing the inverse Michaelis –Menten approach, but the LCC mutant could not be \nexpressed despite mutations being distant from the active site."
      }
    }
  ],
  "instrument_evidence": [
    {
      "instrument": "Applied Biosystems QuantStudio 7 Pro",
      "relation": "use_case",
      "value": "analysis",
      "sentence": "Reverse\ntr\nanscription SuperScript™ VIL O™ cDNA Synthesis Kit 4453650\nTaqMan™ PCR TaqMan ™ F ast Advanced Master Mix 4444557\nTaqMan™ G TXpress ™ Master Mix 4401892\nTaqMan™ F ast Virus 1-Step Master Mix 4444432\nTaqMan™ Gene Expr ession Master Mix 4369016\nTaqMan™ Genotyping Mas ter Mix 4371355\nTaqMan™ Univ ersal Master Mix II, with UNG 4440038\nTaqMan™ RNA-t o-CT™ 1-Step Kit 4392938\nSYBR™ Gr een\nPCR\nFast SYBR™ Gr een Master Mix 4385612\nPower SYBR™ Gr een PCR Master Mix 4367659\nPower SYBR™ Gr een RN",
      "pdf_file": "Applied Biosystems QuantStudio 7 Pro/QuantStudioDesign_Analysis_Desktop_Software_UG.pdf"
    },
    {
      "instrument": "Applied Biosystems QuantStudio 7 Pro",
      "relation": "use_case",
      "value": "screening",
      "sentence": "Genotyping experiments use preformulated TaqMan™ SNP Genotyping Assays that\ninclude:\n• Two sequence-specific  primers for amplification of sequences containing the SNP\nof interest.",
      "pdf_file": "Applied Biosystems QuantStudio 7 Pro/QuantStudioDesign_Analysis_Desktop_Software_UG.pdf"
    },
    {
      "instrument": "Applied Biosystems QuantStudio 7 Pro",
      "relation": "use_case",
      "value": "dispensing",
      "sentence": "Table 15   PCR options for Genotyping experiments\nSingle- or multiplex PCR PCR or RT-PCR [1] Reagent system\nMultiplex[2] PCR TaqMan™\n[1] R T-PCR: reverse transcription PCR\n[2]  Each SNP Genotyping assay is a multiplex assay with a probe for each allele.",
      "pdf_file": "Applied Biosystems QuantStudio 7 Pro/QuantStudioDesign_Analysis_Desktop_Software_UG.pdf"
    },
    {
      "instrument": "Applied Biosystems QuantStudio 7 Pro",
      "relation": "use_case",
      "value": "labeling",
      "sentence": "Each tube contains reaction mix (PCR master mix, RNase P primers, and FAM™-MGB dye-\nlabeled probe) and a known concentration of human genomic DNA template.",
      "pdf_file": "Applied Biosystems QuantStudio 7 Pro/e7462b14e891039c65a1032603d0b2f6e7a349878465285c7f2040ac9ed62760.pdf"
    },
    {
      "instrument": "Applied Biosystems QuantStudio 7 Pro",
      "relation": "supports_plate",
      "value": "96-Well",
      "sentence": "Reverse\ntr\nanscription SuperScript™ VIL O™ cDNA Synthesis Kit 4453650\nTaqMan™ PCR TaqMan ™ F ast Advanced Master Mix 4444557\nTaqMan™ G TXpress ™ Master Mix 4401892\nTaqMan™ F ast Virus 1-Step Master Mix 4444432\nTaqMan™ Gene Expr ession Master Mix 4369016\nTaqMan™ Genotyping Mas ter Mix 4371355\nTaqMan™ Univ ersal Master Mix II, with UNG 4440038\nTaqMan™ RNA-t o-CT™ 1-Step Kit 4392938\nSYBR™ Gr een\nPCR\nFast SYBR™ Gr een Master Mix 4385612\nPower SYBR™ Gr een PCR Master Mix 4367659\nPower SYBR™ Gr een RN",
      "pdf_file": "Applied Biosystems QuantStudio 7 Pro/QuantStudioDesign_Analysis_Desktop_Software_UG.pdf"
    },
    {
      "instrument": "KingFisher Presto Purification System",
      "relation": "use_case",
      "value": "purification",
      "sentence": "Protocols for \nInvitrogen\n™\n and Applied Biosystems\n™\n \nnucleic acid and protein purification \nkits can be easily downloaded from \nthermofisher.com.",
      "pdf_file": "KingFisher Presto Purification System/KingFisher Presto Sample Purification System Brochure.pdf"
    },
    {
      "instrument": "KingFisher Presto Purification System",
      "relation": "use_case",
      "value": "dispensing",
      "sentence": "A31881\nRecommended kits\nFFPE\nSample  \ndeparaffinization\nAutoLys system MagMAX FFPE \nkit and KingFisher \ninstrument\nOncomine Focus DNA \nand RNA assays, Ion Chef \ninstrument for library \ntemplating \nIon PGM or Ion \nGeneStudio S5 \nsystems or other \nNGS platforms \nTorrent Suite, \nIon Reporter, or \nOncomine Reporter \nSoftware\nSample purification Library prep Sequencing Analysis\nSample workflow\nFind out more at  \nthermofisher.com/ffpeisolation\n10\nDNA for downstream analysis  \nCompatible with \nmultiple",
      "pdf_file": "KingFisher Presto Purification System/thermo-scientific-kingfisher-samples-instruments-brochure-21-1443.pdf"
    }
  ],
  "answer": "**Design Rationale**\n\nRetron‑based genome editing relies on a retron reverse transcriptase (RT) that synthesises a multi‑stranded DNA (msDNA) donor in vivo. The donor is then used by λ‑Red recombineering to introduce precise edits. To maximise editing efficiency in *E. coli* we:\n\n1. **Choose a well‑characterised retron RT** (e.g., Ec48) that has been shown to function at 37 °C and can be expressed from a T7‑promoter.  \n2. **Use a His‑tagged RT** cloned into **pET‑15b** so that the protein can be purified and its activity verified by SDS‑PAGE and a reverse‑transcription assay.  \n3. **Express the msDNA cassette** from the IPTG‑inducible **pBbE8K** vector; the cassette contains the msDNA template flanked by the retron stem‑loop and a 5′‑phosphorylated primer binding site.  \n4. **Co‑express λ‑Red recombineering proteins** from the arabinose‑inducible **pORTMAGE‑Ec1** plasmid to mediate strand exchange.  \n5. **Introduce a CRISPR‑Cas9 counter‑selection** plasmid (pCas9‑sgRNA) that targets the wild‑type allele; only cells that have incorporated the msDNA donor survive.  \n6. **Quantify editing** with the **Applied Biosystems QuantStudio 7 Pro** using TaqMan assays, and purify plasmids with the **KingFisher Presto** system for downstream validation.  \n\nThe workflow below implements these choices in a step‑wise, reproducible protocol.\n\n---\n\n## Experimental Workflow\n\n1. **Plasmid Assembly (RT, msDNA, sgRNA)**\n   - **Goal:** Generate three plasmids: pET‑15b‑RT, pBbE8K‑msDNA, pCas9‑sgRNA.  \n   - **Reagents/Volumes:**  \n     - 1 µg each of PCR‑amplified RT, msDNA, sgRNA fragments.  \n     - 10 µL Gibson Assembly Master Mix (NEB).  \n     - 1 µL 10 × Buffer (NEB).  \n     - 1 µL 10 × dNTP mix.  \n   - **Instruments:** **NEB HiFi DNA Assembly** (thermocycler).  \n   - **Parameters:** 50 °C, 60 min.  \n   - **Actions:** Mix fragments, incubate, transform 50 µL *E. coli* DH5α electrocompetent cells.  \n   - **QC/Observations:** 1 % agarose gel for insert size; colony PCR with primers flanking the insert.  \n   - **Next Step Trigger:** Successful colonies with correct insert size.  \n   - **Safety:** Handle ampicillin (200 mg L⁻¹) and kanamycin (50 mg L⁻¹) with gloves.\n\n2. **Plasmid Verification by Sanger Sequencing**\n   - **Goal:** Confirm sequence fidelity of RT, msDNA, and sgRNA inserts.  \n   - **Reagents/Volumes:**  \n     - 5 µL colony PCR product.  \n     - 5 µL BigDye Terminator v3.1 (Applied Biosystems).  \n     - 1 µL sequencing primer.  \n     - 20 µL total.  \n   - **Instruments:** ABI 3730xl DNA Analyzer.  \n   - **Parameters:** 96 °C 1 min; 25 cycles of 96 °C 10 s, 55 °C 5 s, 60 °C 4 min.  \n   - **Actions:** Run sequencing, analyze chromatograms.  \n   - **QC/Observations:** No ambiguous bases; correct start/stop codons.  \n   - **Next Step Trigger:** Verified plasmids.  \n   - **Safety:** Dispose of sequencing waste per institutional guidelines.\n\n3. **Transformation into Expression Host (BL21(DE3) Rosetta gami‑B)**\n   - **Goal:** Introduce pET‑15b‑RT and pBbE8K‑msDNA into a strain that supplies rare tRNAs and disulfide‑bond machinery.  \n   - **Reagents/Volumes:**  \n     - 50 µL electrocompetent cells.  \n     - 1 µg each plasmid.  \n     - 1 mL SOC medium.  \n   - **Instruments:** Electroporator (2 kV, 25 µF, 200 Ω).  \n   - **Parameters:** 1 mL SOC, 37 °C, 1 h, 200 mg L⁻¹ ampicillin, 50 mg L⁻¹ kanamycin, 30 min.  \n   - **Actions:** Plate on LB agar + antibiotics.  \n   - **QC/Observations:** Colony growth within 12 h; colony size indicates plasmid burden.  \n   - **Next Step Trigger:** Overnight culture ready.  \n   - **Safety:** Handle IPTG (500 µM) with care; avoid inhalation.\n\n4. **Large‑Scale Protein Expression**\n   - **Goal:** Produce RT and msDNA at high yield.  \n   - **Reagents/Volumes:**  \n     - 1 L LB + 200 mg L⁻¹ ampicillin + 50 mg L⁻¹ kanamycin.  \n     - 500 µM IPTG.  \n   - **Instruments:** Shaking incubator (37 °C, 200 rpm).  \n   - **Parameters:** Grow to OD₆₀₀ = 0.6–0.7; add IPTG; shift to 18 °C; 22 h.  \n   - **Actions:** Harvest cells by centrifugation (4 000 × g, 15 min, 4 °C).  \n   - **QC/Observations:** OD₆₀₀ ≈ 1.2; pellet weight ≈ 10 g.  \n   - **Next Step Trigger:** Cell pellet ready for lysis.  \n   - **Safety:** Use biosafety cabinet; wear gloves when handling IPTG.\n\n5. **Cell Lysis and Clarification**\n   - **Goal:** Release soluble RT and msDNA.  \n   - **Reagents/Volumes:**  \n     - 50 mM Na₂HPO₄–HCl, pH 7.0 (buffer A).  \n     - 10 mL buffer A per 100 mL culture.  \n   - **Instruments:** Sonicator (Branson 250 W).  \n   - **Parameters:** 3 cycles, 10 s ON, 30 s OFF, ice bath.  \n   - **Actions:** Resuspend pellet, sonicate, centrifuge (13 000 × g, 30 min, 4 °C).  \n   - **QC/Observations:** Supernatant clear; pellet contains insoluble debris.  \n   - **Next Step Trigger:** Supernatant for purification.  \n   - **Safety:** Wear ear protection; avoid splashes.\n\n6. **Ni‑NTA Purification of His‑Tagged RT**\n   - **Goal:** Isolate RT for activity assays.  \n   - **Reagents/Volumes:**  \n     - 10 mL Ni‑NTA resin (Qiagen).  \n     - Wash buffer: 50 mM Na₂HPO₄–HCl, pH 7.0, 30 mM imidazole.  \n     - Elution buffer: same buffer + 250 mM imidazole.  \n   - **Instruments:** Gravity flow column; **KingFisher Presto** for bead‑based purification if needed.  \n   - **Parameters:** Equilibrate resin, wash 5 × column volume, elute 1 mL fractions.  \n   - **Actions:** Collect fractions, analyze by SDS‑PAGE (1 % acrylamide).  \n   - **QC/Observations:** Band at 55 kDa; purity > 90 %.  \n   - **Next Step Trigger:** Concentrated RT for reverse‑transcription assay.  \n   - **Safety:** Dispose of imidazole‑containing waste properly.\n\n7. **λ‑Red Recombineering Induction and Cas9 Counter‑Selection**\n   - **Goal:** Enable msDNA‑mediated recombination and select edited cells.  \n   - **Reagents/Volumes:**  \n     - 0.2 % arabinose (for Red proteins).  \n     - 1 mL LB + 200 mg L⁻¹ ampicillin + 50 mg L⁻¹ kanamycin + 50 µg mL⁻¹ chloramphenicol (for pCas9).  \n   - **Instruments:** Shaking incubator (37 °C, 200 rpm).  \n   - **Parameters:** 30 min arabinose induction; add 1 µg pCas9‑sgRNA plasmid; induce Cas9 with 500 µM IPTG; 1 h at 37 °C.  \n   - **Actions:** Plate on LB agar + ampicillin + kanamycin + chloramphenicol + 0.5 µg mL⁻¹ **chloramphenicol** (selection for edited allele).  \n   - **QC/Observations:** Colony appearance after 16 h; blue‑white screening if lacZ used.  \n   - **Next Step Trigger:** Edited colonies ready for screening.  \n   - **Safety:** Handle chloramphenicol (50 mg L⁻¹) with gloves; avoid aerosolisation.\n\n7. **Colony PCR Screening**\n   - **Goal:** Rapidly identify edited colonies.  \n   - **Reagents/Volumes:**  \n     - 1 µL colony lysate.  \n     - 10 µL 2 × PCR Master Mix (Thermo Fisher).  \n     - 0.5 µM forward primer, 0.5 µM reverse primer.  \n     - 20 µL total.  \n   - **Instruments:** Thermocycler (Applied Biosystems).  \n   - **Parameters:** 95 °C 30 s; 30 cycles of 95 °C 10 s, 55 °C 30 s, 72 °C 30 s; 72 °C 5 min.  \n   - **Actions:** Run 1 % agarose gel; check amplicon size.  \n   - **QC/Observations:** Correct size indicates successful recombination.  \n   - **Next Step Trigger:** Positive colonies for qPCR.  \n   - **Safety:** Dispose of PCR waste in biohazard bags.\n\n8. **Quantitative PCR on QuantStudio 7 Pro**\n   - **Goal:** Determine editing efficiency at the target locus.  \n   - **Reagents/Volumes:**  \n     - 1 µL genomic DNA (isolated with KingFisher Presto, 50 µL TE).  \n     - 10 µL Fast SYBR Green Master Mix (Applied Biosystems).  \n     - 0.5 µM forward primer, 0.5 µM reverse primer, 0.25 µM TaqMan probe.  \n     - 20 µL total.  \n   - **Instruments:** **Applied Biosystems QuantStudio 7 Pro** (96‑well plate).  \n   - **Parameters:** 95 °C 10 s; 40 cycles of 95 °C 15 s, 60 °C 1 min.  \n   - **Actions:** Load plate, run assay, collect Ct values.  \n   - **QC/Observations:** ΔCt < 2 cycles between edited and WT indicates high efficiency.  \n   - **Next Step Trigger:** Data analysis.  \n   - **Safety:** Handle fluorescent dyes with gloves; avoid eye contact.\n\n9. **Sanger Confirmation of Edited Allele**\n   - **Goal:** Verify the precise nucleotide change introduced by msDNA.  \n   - **Reagents/Volumes:**  \n     - 5 µL PCR product (from step 7).  \n     - 5 µL BigDye Terminator v3.1.  \n     - 1 µL sequencing primer.  \n     - 20 µL total.  \n   - **Instruments:** ABI 3730xl.  \n   - **Parameters:** Same as step 2.  \n   - **Actions:** Sequence, align to reference.  \n   - **QC/Observations:** Single peak at edited position; no secondary peaks.  \n   - **Next Step Trigger:** Successful edit confirmation.  \n   - **Safety:** Follow waste disposal protocols.\n\n10. **Plasmid Recovery with KingFisher Presto**\n    - **Goal:** Isolate plasmids from edited clones for future rounds of editing or for sequencing.  \n    - **Reagents/Volumes:**  \n      - 200 µL cell lysate (lysis buffer).  \n      - 50 µL MagMAX DNA Isolation beads (Thermo Fisher).  \n      - 200 µL wash buffer.  \n      - 50 µL elution buffer (TE).  \n    - **Instruments:** **KingFisher Presto** (Magnetic‑bead purification).  \n    - **Parameters:** 30 min incubation, 2 × wash, 5 min elution.  \n    - **Actions:** Transfer eluate to 96‑well plate.  \n    - **QC/Observations:** NanoDrop A260/A280 ≈ 1.8; concentration > 50 ng µL⁻¹.  \n    - **Next Step Trigger:** Plasmids ready for storage or further experiments.  \n    - **Safety:** Handle magnetic beads with gloves; avoid inhalation of dust.\n\n---\n\n## Computational Workflow\n\n1. **In Silico RT Variant Design**\n   - Use the crystal structure of retron RT (Ec48, PDB 6Y5X) as a template.  \n   - Apply **Rosetta**’s *ddG* protocol to introduce surface‑charged mutations that increase solubility at 37 °C while preserving the catalytic *D‑X‑D* motif.  \n   - Generate a library of 10 variants; predict expression levels using the **Rosetta* *tRNA* model to ensure compatibility with Rosetta gami‑B.\n\n2. **msDNA Secondary‑Structure Prediction**\n   - Input the msDNA template sequence into **ViennaRNA**’s RNAfold; enforce a minimal free‑energy structure (ΔG > ‑5 kcal mol⁻¹) to avoid stable hairpins that impede reverse transcription.  \n   - Simulate the kinetics of msDNA synthesis in *E. coli* using a simple ODE model (initial msDNA concentration 10 µM, RT turnover 5 min⁻¹).  \n   - Select the template that balances stability with efficient primer binding.\n\n3. **Feedback Loop from QuantStudio Data**\n   - Import Ct values from the **Applied Biosystems QuantStudio 7 Pro** into a Python script.  \n   - Compute editing efficiency:  \n     \\[\n     \\text{Efficiency} = 1 - 2^{-(\\Delta C_t)} \\quad \\text{where } \\Delta C_t = C_{t,\\text{WT}} - C_{t,\\text{edited}}\n     \\]\n   - Correlate efficiency with RT expression (protein concentration from Bradford) and msDNA abundance (SDS‑PAGE band intensity).  \n   - Feed these correlations into a machine‑learning model (e.g., random forest) to predict the next set of RT mutations or msDNA sequence modifications for the following experimental round.\n\n---"
}